Repository: OpenVisionE2/enigma2-openvision
Catalog: po/*.po
Languages: es, et, mk, nb

source: Use 12 characters display mode
es: Use el modo de visualización de 12 caracteres
et: Kasuta 12 sümboli näidiku seadistust
mk: Користете режим на прикажување 12 карактери
nb: Bruk 12 tegns display valg

source: Use DHCP
es: Usa DHCP
et: Kasuta DHCP:d
mk: Користете DHCP
nb: Bruk DHCP

source: Use EIT EPG information when it is available.
es: Usar la información de EIT EPG cuando esté disponible.
et: Kasuta EIT EPG infot kui see on saadaval.
mk: Користете ги информациите за EIT EPG кога се достапни.
nb: Bruk EIT EPG-informasjon når den er tilgjengelig.

source: Use FreeSat EPG information when it is available.
es: Usar la información de Freesat EPG cuando esté disponible.
et: Kasuta FreeSat EPG infot kui see on saadaval.
mk: Користете ги информациите за FreeSat EPG кога се достапни.
nb: Bruk FreeSat EPG-informasjon når den er tilgjengelig.

source: Use HDMI cacenter
es: Usar cacenter HDMI

source: Use HDMI pre-emphasis
es: Use HDMI pre-énfasis
et: Kasuta HDMI eelmääranguid
mk: Користете пред-акцент на HDMI
nb: Bruk HDMI forhåndsvalg

source: Use MHW EPG information when it is available.
es: Usar la información de MHW EPG cuando esté disponible.
et: Kasuta MHW EPG infot kui see on saadaval.
mk: Користете ги информациите за MHW EPG кога се достапни.
nb: Bruk MHW EPG-informasjon når den er tilgjengelig.

source: Use Netmed EPG information when it is available.
es: Usar la información de Netmed EPG cuando esté disponible.
et: Kasuta Netmed EPG infot kui see on saadaval.
mk: Користете ги информациите за Netmed EPG кога се достапни.
nb: Bruk Netmed EPG-informasjon når den er tilgjengelig.

source: Use OpenTV EPG information when it is available. For reading OpenTV EPG data tuning to a dedicated transponder is required
es: Utilice la información de OpenTV EPG cuando esté disponible. Para leer OpenTV EPG se requiere la sintonización de datos a un transpondedor dedicado

source: Use TV remote control
es: Usar mando a distancia del TV
et: Kasuta teleri pulti
mk: Користете далечински управувач на ТВ
nb: Bruk fjernkontroll tilhørende TV

source: Use USALS for this sat
es: Usar USALS para este satélite
et: Kasuta selle satelliidi jaoks USALS
mk: Користете USALS за ова антена
nb: Bruk USALS for denne sat

source: Use ViaSat EPG information when it is available.
es: Usar la información de Viasat EPG cuando esté disponible.
et: Kasuta Viasat EPG infot kui see on saadaval.
mk: Користете ги информациите за ViaSat EPG кога се достапни.
nb: Bruk ViaSat EPG-informasjon når den er tilgjengelig.

source: Use Virgin EPG information when it is available.
es: Usar la información de Virgin EPG cuando esté disponible.
et: Kasuta Virgin EPG infot kui see on saadaval.
mk: Користете ги информациите за Virgin EPG кога се достапни.
nb: Bruk Virgin EPG informasjon når tilgjengelig.

source: Use a gateway
es: Usar una puerta de enlace
et: Kasuta lüüsi
mk: Користете портал
nb: Bruk gateway

source: Use adaptive date display
es: Usar display con fecha adaptativa

source: Use as PiP if possible
es: Usar como PiP si es posible
et: Kasuta nagu PiP kui võimalik
mk: Користете како PiP ако е можно
nb: Bruk som bilde i bilde hvis mulig

source: Use automatic mode detection
es: Usar detección de modo automático

source: Use best / Controlled by HDMI
es: Usar mejor controlado por HDMI

source: Use circular LNB
es: Usar un LNB circular
et: Kasuta ringpolarisatsiooni LNB
mk: Користете кружен LNB
nb: Bruk sirkulær LNB

source: Use config file /etc/"inetd.conf" in mode IPv6 compatible with IPv4.
es: Utilice el archivo config /etc/"inetd.conf" en modo IPv6 compatible con IPv4.

source: Use defaults
es: Valores por defecto

source: Use fastscan channel names
es: Utilice los nombres de los canales de búsqueda rápida
et: Kasuta kiirotsingu kanalinimesid
mk: Користете имиња на канали за брзо пребарување
nb: Bruk 'fastscan' kanalnavn

source: Use fastscan channel numbering
es: Use la numeración de canales de búsqueda rápida
et: Kasuta kiirotsingu kanalinumeratsiooni
mk: Користете броеви на каналот за брзо пребарување
nb: Bruk 'fastscan' kanalnummer

source: Use frequency or channel
es: Usar frecuencia o canal
et: Kasuta sagedust või kanalinumbrit
mk: Користете фреквенција или канал
nb: Bruk frekvens eller kanal

source: Use geolocation to set the current time zone location
es: Utilice la geolocalización para establecer la ubicación de la zona horaria actual

source: Use individual settings for each directory
es: Usar ajustes individuales para cada directorio
et: Kasuta iga kataloogi jaoks eraldi seadeid
mk: Користете индивидуални поставки за секој директориум
nb: Bruk egne innstillinger for hver mappe

source: Use interface
es: Usar interfaz
et: Kasuta võrguliidest
mk: Користете интерфејс
nb: Bruk nettverkskort

source: Use official channel numbering
es: Usar el orden de numeración oficial
et: Kasuta ametlikku kanalinumeratsiooni
mk: Користете официјално нумерирање на каналите
nb: Bruk standard kanalnummerering

source: Use original DVB subtitle position
es: Usar la posición original de los subtítulos DVB
et: Kasuta algset DVB subtiitrite asukohta
mk: Користете оригинална позиција на превод DVB
nb: DVB undertekst posisjon

source: Use original teletext position
es: Usar la posición original del teletexto
et: Kasuta algset teleteksti asukohta
mk: Користете оригинална позиција на телетекст
nb: Undertekst original posisjon

source: Use piconlcd directory for picons on color LCD.
es: Use el directorio piconlcd para picons en color LCD.

source: Use power measurement
es: Usar medidor de alimentación
et: Kasuta võimsuse mõõtmist
mk: Користете мерење на моќност
nb: Bruk strøm-måling

source: Use separate picon pack for front panel display
es: Use un paquete de picon separado para la pantalla del display

source: Use slim screen
es: Usar Pantalla simple

source: Use the UP and DOWN buttons to select your locale/language then press the OK button to continue.
es: Use los botones ARRIBA y ABAJO para seleccionar su configuración de idioma y luego pulse el botón OK para continuar.

source: Use the alternative screen
es: Usar una pantalla alternativa para lista de peliculas

source: Use the network wizard to configure selected network adapter
es: Usar el asistente de red para configurar el adaptador de red seleccionado
et: Kasuta abilist valitud võrgukaardi seadmiseks
mk: Користете го мрежниот асистент за конфигурирање на избраниот мрежен адаптер
nb: Bruk nettverksveiviseren for oppsett av nettverkskortet

source: Use the network wizard to configure your network
es: Usar el asistente de configuración de red para configurar su red
et: Kasuta seadistusabilist oma võrgu seadistamiseks
mk: Користете го мрежниот асистент за да ја конфигурирате вашата мрежа
nb: Bruk nettverksveiviseren for oppsett av nettverket

source: Use the wizard to set up basic features
es: Usar el asistente para funciones básicas
et: Kasuta abimeest põhiomaduste seadmiseks
mk: Користете го асистентот за да поставите основни карактеристики
nb: Bruk veiviseren til å konfigurere grunnleggende funksjoner

source: Use these input device settings for '%s' (%s)?
es: Usar estos ajustes de entrada de dispositivo para '%s' (%s)?

source: Use these settings?
es: ¿Usar esos ajustes?
et: Kasutad neid seadeid?
mk: Користете ги овие поставки?
nb: Bruk disse innstillinger?

source: Use this video enhancement settings?
es: ¿Usar esta configuración de mejora de video??
et: Kasuta neid pildiparanduse seadeid?
mk: Користете ги поставките за подобрување на видеото?
nb: Bruke disse innstillingene for bilde?

source: Use trash can in movie list
es: Usar papelera en lista de peliculas

source: Use trash can in movielist
es: Usar papelera en lista de películas
et: Kasuta filmilistis prügikasti
mk: Користете корпа за отпадоци во списокот за движење
nb: Bruk papirkurven i opptaksliste

source: Used service scan type
es: Tipo de exploración de canal usado
et: Kasutatud otsingu tüüp
mk: Користен тип на пребарување на канали
nb: Kanalsøkevalg

source: User Band %d
es: Banda Usuario %d

source: User Band %d (%s)
es: Banda Usuario %d (%s)

source: User ID
es: ID de Usuario
mk: Ид. на корисник
nb: Bruker ID

source: User Interface
es: Interfaz de Usuario

source: User Interface Setup
es: Ajustes Interfaz de Usuario

source: User Mode Setup
es: Ajustes Modo Usuario

source: User bouquets
es: Bouquets Usuario

source: User defined
es: Definido por el usuario
et: Kasutaja määratud
mk: Кориснички-дефинирано
nb: Brukerbestemt

source: User defined hidden
es: Definido por el usuario oculto

source: User defined transponder
es: Transpondedor definido por el usuario
et: Kasutaja määratud transponder
mk: Кориснички дефиниран транспондер
nb: Brukerbestemt transponder

source: Username
es: Nombre de usuario

source: Username (httpuser)
es: Nombre usuario (httpuser)

source: Using LNB %d
es: Usando LNB %d
et: Kasutuses LNB %d
mk: Користење на LNB %d
nb: Bruker LNB %d

source: Using fixed address
es: Usando una dirección fija
et: Püsiaadress kasutuses
mk: Користење на фиксна адреса
nb: Bruker fast adresse

source: Using tuner %s
es: Usando sintonizador %s
et: Kasutuses tuuner %s
mk: Користење на тјунер %s
nb: Bruker tuner %s

source: Usually when the subtitle language is the same as the audio language, the subtitles will not be used. Enable this option to allow these subtitles to be used.
es: Por lo general, cuando el idioma de los subtítulos es el mismo que el del audio, los subtítulos no se usarán. Habilite esta opción para permitir el uso de estos subtítulos.
et: Tavaliselt subtiitreid ei näidata, kui nende keel kattub heli keelega. Siin valikus saab selle lubada.
mk: Обично кога јазикот на преводот е ист со јазикот на аудио, преводите нема да се користат. Овозможете ја оваа опција за да дозволите да се користат овие преводи.
nb: Vanligvis når undertekstspråket er det samme som lydspråket, vil undertekstene ikke brukes. Aktiver dette alternativet for å tillate at disse undertekstene kan brukes.

source: Utilities
es: Utilidades

source: VLAN connection
es: Conexión VLAN
et: VLAN ühendus
mk: ВЛАН врска
nb: VLAN tilkobling

source: VOB file
es: Archivo VOB
et: VOB fail
mk: VOB Датотека
nb: VOB fil

source: Valid ONID/TSID look at www.lyngsat.com...
es: Consulta un ONID/TSID válido en www.lyngsat.com...

source: Various
es: Varios
et: Erinevad
mk: Различни
nb: Ulike

source: Vertical turning speed
es: Velocidad de giro vertical
et: Vertikaalse pööramise kiirus
mk: Вертикална брзина на вртење
nb: Vertikal dreiehastighet

source: Very fast
es: Muy rápido

source: Very slow
es: Muy lento

source: Video Wizard
es: Asistente de Video

source: Video clipping setup
es: Configuración de recorte de video
et: Video lõikamise seadistamine
mk: Поставки видео клипинг
nb: Video klipp og lim oppsett

source: Video enhancement preview
es: Vista previa de mejora de video
et: Pildi paranduste eelvaade
mk: Преглед на подобрувањето на видеото
nb: Video forhåndsvisning

source: Video enhancement settings
es: Ajustes de mejora de video
et: Pildi paranduste seaded
mk: Поставки за подобрување на видеото
nb: Videoinnstillinger

source: Video enhancement setup
es: Configuración de mejora de video
et: Pildi paranduste seaded
mk: Поставки за подобрување на видеото
nb: Videooppsett

source: Video output
es: Salida de video
et: Video väljund
mk: Излез на видео
nb: Videoutgang

source: Video setup
es: Configuración de video
et: Video seaded
mk: Поставки на видео
nb: Videooppsett

source: VideoMode
es: Modo de video
et: Videorežiim
mk: Видео режим
nb: Videomodus

source: Videocodec, size & format
es: Códecvideo, tamaño formato
et: Videokoodek, reso.& formaat
mk: В/Кодекс, Резолуција и Формат
nb: Bildekoding, type - bredde

source: View
es: Ver

source: View Rass interactive...
es: Ver Rass interactivo…
et: Vaata Rass interactive
mk: Преглед на интерактивниот Rass ...
nb: Vis Rass interaktiv...

source: View details
es: Ver detalles
et: Vaata detaile
mk: Преглед на детали
nb: Vis detaljer

source: View list of available %s extensions.
es: Ver lista de extensiones %s disponibles.

source: View list of available CommonInterface extensions
es: Ver lista de extensiones de interfaz común disponibles
et: Vaata CI laienduste nimekirja
mk: Преглед на список на достапни екстензии на CommonInterface
nb: Vis liste over alle Common Interface-valg

source: View list of available EPG extensions.
es: Ver lista de extensiones de EPG disponibles.
et: Vaata EPG laienduste nimekirja.
mk: Преглед на список на достапни екстензии на EPG.
nb: Vis liste over alle EPG valg.

source: View list of available Satellite equipment extensions.
es: Ver lista de extensiones de equipamiento de satélite disponibles.
et: Vaata võimalike SAT seadmete laienduste nimekirja.
mk: Преглед на список на достапни екстензии на сателитска опрема.
nb: Vis liste over alle satellittinnstillinger.

source: View list of available communication extensions.
es: Ver lista de extensiones de comunicación disponibles.
et: Vaata infovahetus laienduste nimekirja.
mk: Преглед на список на достапни екстензии за комуникација.
nb: Vis liste over alle kommunikasjonsvalg.

source: View list of available default settings
es: Ver lista de listas de canales disponibles
et: Vaata vaikimisi seadete nimekirja
mk: Преглед на список на достапни стандардни поставки
nb: Vis liste over alle standardinnstillinger

source: View list of available display and userinterface extensions.
es: Ver lista de extensiones de pantalla e interfaz de usuario disponibles.
et: Vaata saadaolevate kasutajaliidese laienduste nimekirja.
mk: Преглед на список на достапни екстензии за екран и кориснички интерфејс.
nb: Vis liste over alle brukergrensesnitt og skjermvalg.

source: View list of available multimedia extensions.
es: Ver lista de extensiones de multimedia disponibles.
et: Vaata multimeedia laienduste nimekirja.
mk: Преглед на список на достапни мултимедијални екстензии.
nb: Vis liste over alle multimediavalg.

source: View list of available networking extensions
es: Ver lista de extensiones de red disponibles
et: Vaata võrgu laienduste nimekirja
mk: Преглед на список на достапни мрежни екстензии
nb: Vis liste over alle nettverksvalg

source: View list of available recording extensions
es: Ver lista de extensiones de grabación disponibles
et: Vaata salvestuseks vajalike laienduste nimekirja
mk: Преглед на список на достапни екстензии за снимање
nb: Vis liste over alle opptaksvalg

source: View list of available skins
es: Ver lista de extensiones de skins disponibles
et: Vaata kujunduste nimekirja
mk: Преглед на список на достапни скинови
nb: Vis liste over alle utseender

source: View list of available software extensions
es: Ver lista de extensiones de software disponibles
et: Vaata tarkvara laienduste nimekirja
mk: Преглед на список на достапни екстензии за софтвер
nb: Vis liste over alle tillegg

source: View list of available system extensions
es: Ver lista de extensiones de sistema disponibles
et: Vaata süsteemi laienduste nimekirja
mk: Преглед на список на достапни системски екстензии
nb: Vis liste over alle systemvalg

source: View photos...
es: Ver fotos…
et: Vaata pilte...
mk: Преглед на фотографии ...
nb: Vis fotografier...

source: View teletext
es: Ver teletexto

source: View video CD...
es: Ver Video CD…
et: Vaata video CD...
mk: Преглед на видео CD...
nb: Se video CD...

source: View, install and remove available or installed packages.
es: Ver, instalar y eliminar paquetes disponibles o instalados.
et: Vaata, paigalda ja eemalda saadavaid või paigaldatud tarkvara pakette.
nb: Se gjennom, installer/avinstaller programpakker.

source: Violet
es: Violeta

source: Virgin Islands (British)
es: Islas Vírgenes (Británicas)
et: Briti Neitsisaared
mk: Девствени острови (Британски)
nb: Jomfruøyene (Engelsk)

source: Virtual KeyBoard
es: Teclado Virtual

source: Voltage mode
es: Modo de tensión
et: Pinge tüüp
mk: Режим на напон
nb: Volt modus

source: Volume
es: Volumen
et: Helitugevus
mk: Гласност
nb: Volum

source: Volume down
es: Volumen abajo
et: Vaiksemaks
mk: Намалување на звукот
nb: Volum ned

source: Volume keys on the receiver remote will control the TV volume. If this feature is not supported the volume keys have no function!
es: Las teclas de volumen en el mando del receptor controlarán el volumen del televisor. ¡Si esta característica no es compatible, las teclas de volumen no tienen ninguna función!

source: Volume up
es: Volumen arriba
et: Valjemaks
mk: Зголемување на звукот
nb: Volum opp

source: Vu+ MultiBoot Manager
es: Administrador Vu+ MultiBoot

source: WARNING: The DNS were not saved in your settings. Active server: %s DNS Active: %s It is necessary to choose a server and save with GREEN button!.
es: ADVERTENCIA: Los DNS no se guardaron en su configuración. Servidor activo: %s DNS activo: %s ¡Es nesesario elegir un servidor y guardar con botón VERDE!.

source: WLAN connection
es: Conexión WLAN-WiFi
et: WiFi ühendus
mk: WLAN врска
nb: WLAN tilkoblet

source: WSS on 4:3
es: WSS en 4:3
et: WSS 4:3 -ga
nb: WSS på 4:3

source: Waiting
es: Esperando
et: Ootan
mk: Почекување
nb: Venter

source: Waiting for mount
es: Esperando para montar
et: Oodatakse haakimist
mk: Се чека за монтирање
nb: Venter på montering

source: Waiting for partition
es: Esperando para partición
et: Oodatakse partitsiooni
mk: Се чека партиција
nb: Venter på partisjon

source: Wake up
es: Despertar

source: Wake up to standby
es: Despertar a modo reposo

source: Wakeup
es: Despertar
et: Ärata
mk: Вклучи го
nb: Våkne

source: Wakeup TV from standby
es: Despertar TV desde reposo
et: Käivita teler
mk: Вклучи го ТВ од стендбај
nb: Slå på TV fra standby

source: Wakeup receiver for start timer
es: Despertar receptor para comenzar temporizador
et: Käivita vastuvõtja starditaimeri jaoks
mk: Вклучи го приемникот за старт на тајмерот
nb: Vekke opp mottaker for start timer

source: Wakeup time
es: Hora de despertar
et: Äratuse aeg
mk: Време за вклучување
nb: Vekkerklokke tid

source: Wakeup type
es: Tipo de despertar
et: Äratuse tüüp
mk: Тип за вклучување
nb: Vekkerklokke valg

source: Wakeup your AV Receiver from standby
es: Active su receptor AV desde el modo de espera

source: Wallis and Futuna
es: Wallis y Futuna
et: Wallis ja Futuna
mk: Валис и Футуна
nb: Wallis og Futuna

source: Warning
es: Advertencia
et: Hoiatus
mk: Предупредување
nb: Advarsel

source: Warning! This is an option for advanced users. Really disable timer conflict detection?
es: ¡Advertencia! Esta es una opción para usuarios avanzados. ¿Deshabilitar realmente la detección de conflictos de temporizador?
et: Hoiatus! See on valik edasijõudnud kasutajatele. Kas keelata taimerikonflikti tuvastus?
mk: Предупредување! Оваа опција е за напредни корисници. Дали сте сигурни дека сакате да ги исклучите конфликтите со тајмерот?
nb: Advarsel! Dette er en funksjon for ekspert brukere. Er du sikker på at du vil fjerne timerens konflikt kontroll?

source: Warning: no LNB; using factory defaults.
es: Advertencia: no LNB; usando los valores predeterminados de fábrica.
et: Hoiatus: LNB puudub; kasutatakse algseadeid.
mk: Предупредување: нема LNB; користете фабричка поставка.
nb: Advarsel: ingen LNB; bruker standardinnstillinger.

source: Watch movies...
es: Ver películas…
et: Vaata filme...
mk: Гледајте филмови ...
nb: Se filmer...

source: Watch recordings
es: Ver grabaciones

source: Web interface
es: Interfaz Web

source: Wed
es: Mié
et: K
mk: Сред
nb: Ons

source: Wednesday
es: Miércoles
et: Kolmapäev
mk: Среда
nb: Onsdag

source: Weekday
es: Día de la semana
et: Nädalapäev
mk: Работен ден
nb: Ukedag

source: Weekend
es: Fin de semana

source: Weekly
es: Semanalmente

source: Weighted position
es: Posición ponderada
et: Korrigeeritud asukoht
mk: Анализа на позиција
nb: Hoved posisjon

source: Welcome to the cutlist editor. Seek to the start of the stuff you want to cut away, press RED. Then seek to the end, press GREEN. That's it.
es: Bienvenido al editor de listas de cortes. Busque el comienzo de las cosas que desea cortar, pulse ROJO. Luego busque hasta el final, pulse VERDE. Eso es todo.

source: Welcome. If you want to connect your receiver to the Internet, this wizard will guide you through the basic network setup of your receiver. Press OK to start configuring your network
es: Bienvenido. Si quieres conectar su receptor a Internet, este asistente te guiará por el ajuste básico de red de su receptor. Pulsa OK para configurar su red
et: Tere tulemast. Kui tahad vastuvõtja ühendada internetti, siis see abiline juhendab võrgu seadistamisel. Võrgu seadistamise alustamiseks vajuta OK
mk: Добредојдовте. Ако сакате да го поврзете вашиот приемник со Интернет, овој асистент ќе ве води низ основните мрежни поставки за вашиот приемник. Кликнете OK за да започнете со конфигурирање на вашата мрежа
nb: Velkommen. Hvis du vil koble mottakeren til Internett, vil denne veiviseren veilede deg gjennom det grunnleggende nettverksoppsettet til mottakeren. Trykk på OK for å starte konfigureringen av ditt nettverk

source: Welcome...
es: Bienvenido…
et: Tere tulemast
mk: Добредојдовте... Ако сакате да го поврзете вашиот приемник со Интернет, овој асистент ќе ве води низ основните мрежни поставки за вашиот приемник. Кликнете OK за да започнете со конфигурирање на вашата мрежа.
nb: Velkommen...

source: West
es: Oeste
et: Lääs
mk: Запад
nb: Vest

source: West limit set
es: Fijado límite oeste
et: Lääne piir on määratud
mk: Поставете западна граница
nb: Sett vest grense

source: Western Sahara
es: Sahara Occidental
et: Lääne-Sahara
mk: Западна Сахара
nb: Vest Sahara

source: What type of service scan do you want?
es: ¿Qué tipo de búsqueda de canal quieres?
et: Mis tüüpi teenuse otsingut soovid?
mk: Каков вид на пребарување на канали сакате да направите?
nb: Hvilken type kanalsøk vil du bruke?

source: When PiPzap enabled zap channel down
es: Cuando esté activo PiPzap cambia canal abajo

source: When PiPzap enabled zap channel up
es: Cuando esté activo PiPzap cambia canal arriba

source: When enabled enigma2 will load unlinked user bouquets. This means that user bouquets that are available, but not included in the bouquets.tv or bouquets.radio files, will still be loaded. This allows you for example to keep your own user bouquet while installed settings are updated
es: Cuando está habilitado, enigma2 cargará bouquets de usuarios no vinculados. Esto significa que los bouquets de usuario que están disponibles, pero que no están incluidos en los archivos bouquets.tv o bouquets.radio, aún se cargarán. Esto le permite, por ejemplo, mantener su propio bouquet de usuario mientras se actualizan las configuraciones instaladas

source: When enabled the Picture in Picture window can be closed with 'exit' button.
es: Cuando está habilitada, la ventana PiP se puede cerrar con el botón 'salir'.
et: Määrates 'jah', saab PiP sulgeda EXIT nupuga.
mk: Ако ја активирате оваа опција, PiP може да се затвори со копчето за излез.
nb: Når aktivert kan bilde i bilde vinduet lukkes med 'exit' knappen.

source: When enabled the arrow buttons around the OK button will follow the 'neutrino' style zap controls instead of the enigma2 style.
es: Cuando está habilitado, los botones de flecha alrededor del botón OK seguirán los controles de zap de estilo ‘neutrino’ en lugar del estilo enigma2.
et: Määrates 'jah', toimivad noolenupud ümber OK nupu 'neutrino' stiilis E2 stiili asemel.
mk: Ако ја активирате оваа опција, копчињата со стрелки околу копчето ОК ќе ги следат контролите за зап стил во стилот „неутрино“ наместо стилот енигма2.
nb: Hvis aktivert, vil piltastene rundt OK, følge 'neutrino stil' zapping istedenfor enigma2 stil på fjernkontrollen.
