Repository: OpenVisionE2/enigma2-openvision
Catalog: po/*.po
Languages: es, et, mk, nb

source: B
mk: Б

source: Background
et: Taust
mk: Позадина
nb: Bakgrunn

source: Bahamas
et: Bahama
mk: Бахами

source: Barbados
et: Barbadose
mk: Барбадос

source: Before sending the command to switch the TV to standby, the receiver tests if all the other devices plugged to TV are in standby. If they are not, the 'sourceinactive' command will be sent to the TV instead of the 'standby' command.
mk: Пред да ја испратите командата за вклучување на ТВ во мирување, приемникот тестира дали сите други уреди вклучени на ТВ се во мирување. Ако не се, командата „изворна активна“ ќе биде испратена на ТВ наместо командата „мирување“.

source: Behavior of 'pause and ok' when paused
et: 'pausi ja OK' tegevus kui pilt on peatatud
mk: Однесување на „пауза и ok' кога ќе паузира
nb: Funksjon for 'pause og ok' når satt i pause

source: Belgian
et: Belgia
mk: Белгиски
nb: Belgisk

source: Benin
mk: Бенин

source: Bermuda
mk: Бермуда

source: Bitrate:
et: Bitikiirus:
mk: Бит-стапка:
nb: Bithastighet:

source: Bolivia (Plurinational State of)
et: Boliivia
mk: Боливија (Повеќенационална Држава)
nb: Bolivia

source: Bonaire, Sint Eustatius and Saba
et: Bonaire, Sint Eustatius ja Saba
mk: Бонаер, Синт Евстатиј и Саба
nb: Bonaire, Sint Eustatius og Saba

source: Botswana
mk: Боцвана

source: Build date:
et: Build järgu kuupäev:
mk: Датум на обработка:
nb: Installert dato:

source: Bulgaria
et: Bulgaaria
mk: Бугарија

source: Burkina Faso
mk: Буркина Фасо

source: Burundi
mk: Бурунди

source: Bus:
et: Siin:
mk: Бус:
nb: Buss:

source: C
mk: Ц

source: CH
mk: Канал

source: CI slot:
et: CI pesa:
mk: CI слот:
nb: CI spor:

source: CPU:
mk: Процесор:
nb: Prosessor:

source: Cable
et: Kaabel (DVB-C)
mk: Кабел
nb: Kabel

source: Cabo Verde
mk: Кабо Верде
nb: Kapp Verde

source: Can only find a network drive to store the backup this means after the flash the autorestore will not work. Alternativaly you can mount the network drive after the flash and perform a manufacurer reset to autorestore
mk: Пронајден е само еден мрежен хард диск за резервна копија, така што автоматското враќање на поставките после флешот не е можно. Алтернативно, мрежниот хард диск може повторно да се интегрира после флешот, а потоа ресиверот може да се врати на фабричките поставки за да се користи автоматско враќање
nb: Finner bare en nettverks disk å lagre backup på. Dette betyr at automatisk gjenoppretting ikke vil virke etter installasjonen . Alternativt kan du montere nettverksstasjonen etter installasjonen og utføre en fabrikkreset før autogjenoppretting

source: Cancel execution?
mk: Да се ​​откаже извршувањето?
nb: Avbryt gjennomføringen?

source: Cannot delete downloaded image
mk: Не може да се избрише преземениот имиџ
nb: Kan ikke slette nedlastingen

source: Cannot find images - please try later
et: Ei leia tarkvarasid - proovi hiljem
mk: Не можат да се најдат имиџи - обидете се подоцна
nb: Finner ikke images - vennligst forsøk senere

source: Chad
et: Tšaad
mk: Чад
nb: Tsjad

source: Change repeat and delay settings?
et: Muuta korduse ja viiteaja seadistusi?
mk: Да се ​​променат вредностите за повторување и одложување?
nb: Endre tidsintervall på fjernkontrollens taster?

source: Channel list type
et: Kanalinimekirja stiil
mk: Тип список на канали
nb: Kanalliste valg

source: Channels
mk: Канали
nb: Kanaler

source: Checking the internet connection
et: Internetiühenduse kontroll
mk: Проверка на интернет-врската
nb: Undersøker internett forbindelsen

source: Chile
et: Tšiili
mk: Чиле

source: China
et: Hiina
mk: Кина
nb: Kina

source: Clone TV screen to LCD
et: Kopeeri TV ekraan LCD-le
mk: Клонирајте го ТВ-екранот на LCD
nb: Klone TV skjerm til LCD

source: Code R. LP-HP & Guard Int.
et: Kood R.LP-HP&kaitsevahemik
mk: Код R. LP-HP & Guard Int.
nb: Kode R. LP-HP & Beskyttelses int.

source: Code rate HP
et: Veaparandustegur (HP)
mk: Стапка на код HP
nb: Kode hastighet HP

source: Code rate LP
et: Veaparandustegur (LP)
mk: Стапка на код LP
nb: Kode hastighet LP

source: Colombia
et: Kolumbia
mk: Колумбија

source: Color
mk: Боја

source: Color format
et: Värvi vorming
mk: Формат на боја
nb: Farge format

source: Combo
et: Kombo
mk: Комбо
nb: Kombinasjon

source: Command the TV to switch to the correct HDMI input when zap timers activate.
mk: Задајте команда на ТВ да се префрли на правилен влез на HDMI кога ќе се активираат тајмерите.

source: Comoros
et: Komoori Liit
mk: Комори
nb: Komorene

source: Compact flash
mk: Компактен флеш
nb: Kompakt flash minne

source: Configure ATSC
et: Seadista ATSC
mk: Конфигурирај ATSC
nb: Konfigurere ATSC

source: Configure DVB-C
et: Seadista DVB-C
mk: Конфигурирај DVB-C
nb: Konfigurere DVB-C

source: Configure DVB-S
et: Seadista DVB-S
mk: Конфигурирај DVB-S
nb: Konfigurere DVB-S

source: Configure DVB-T
et: Seadista DVB-T
mk: Конфигурирај DVB-T
nb: Konfigurere DVB-T

source: Configure if behind the subtitles a background is shown.
et: Määra, kui subtiitrite tagant on taust näha.
mk: Конфигурација дали треба да се прикажува позадина за преводот.
nb: Velg om det skal vises bakgrunn bak undertekstene.

source: Configure nameservers
et: Seadista nimeserverid
mk: Конфигурирајте го DNS серверот
nb: Konfigurer navneservere

source: Configure remote control type
et: Määra puldi tüüp
mk: Конфигурирај тип на далечински управувач
nb: Velg fjernkontroll merke

source: Congo
et: Kongo
mk: Конго
nb: Kongo

source: Congo (Democratic Republic of the)
et: Kongo Demokraatlik Vabariik
mk: Конго, (Демократска Република)
nb: Den demokratiske republikken Kongo

source: Costa Rica
mk: Костарика

source: Cote d'Ivoire
et: Elevandiluurannik
mk: Брегот на Слоновата Коска
nb: Elfenbenskysten

source: Could not find installed channel list.
et: Paigaldatud kanalinimekirja ei leitud.
mk: Не можам да ја најдам инсталиран список со канали.
nb: Kunne ikke finne kanallisten.

source: Create new folder and exit
et: Loo uus kaust ja välju
mk: Креирај нова папка и излези
nb: Lag ny mappe og avslutt

source: Creating directory %s failed.
et: Kausta loomine %s nurjus.
mk: Не успеав да го создадам директориумот% s.
nb: Oppretter mappe %s feilet.

source: Creating partition
et: Partitsiooni loomine
mk: Креирај партиција
nb: Oppretter partisjon

source: Cuba
et: Kuuba
mk: Куба

source: Curacao
mk: Куракао

source: Current device:
et: Praegune seade:
mk: Тековен уред:
nb: Gjeldende enhet:

source: Currently the commit log cannot be retrieved - please try later again
et: Tehtud toimingute logi ei saa hetkel kätte - proovi hiljem uuesti
mk: Во моментов, списокот со промени во кодот не може да се вчита - обидете се повторно подоцна
nb: Oppdateringsloggen er for øyeblikket utilgjengelig. Prøv igjen senere

source: Cut
et: Lõika
mk: Исечи
nb: Klipp

source: D
mk: Д

source: DMM advanced
et: DMM edasijõudnutele
mk: ДММ напредно
nb: DMM avansert

source: DMM normal
et: DMM tavaline
mk: ДММ нормално

source: DVDPlayer
mk: ДВД Плеер
nb: DVD spiller

source: Debug to file
et: Silu faili
mk: Отстранување грешки во датотеката
nb: Feilsøk til fil

source: Default+Picon
mk: Стандардно + Пикон

source: Delay before key repeat starts:
et: Viiteaeg enne võtme kordamise algust:
mk: Доцнење пред повторување на командата:
nb: Forsinkelse før repeterende tast starter:

source: Delete the character to the left of text cursor
mk: Избришете го карактерот лево од курсорот

source: Delete the character under the text cursor
mk: Избришете го знакот под курсорот

source: Deleted image
mk: Избришан имиџ

source: Destination of fallback remote receiver
et: Kaugvastuvõtja sihtkoht
mk: Внесете URL на резервниот пријемник
nb: Destinasjon for ekstern reserve mottaker

source: Destination of fallback remote receiver for ATSC
mk: Дестинација на резервниот тјунер за ATSC
nb: Reserve fjern mottakers ATSC destinasjon

source: Destination of fallback remote receiver for DVB-C
mk: Дестинација на резервниот тјунер за DVB-C
nb: Reserve fjern mottakers DVB-C destinasjon

source: Destination of fallback remote receiver for DVB-T
mk: Дестинација на резервниот тјунер за DVB-T
nb: Reserve fjern mottakers DVB-T destinasjon

source: Detect next boxes before standby
et: Leia järgnevad seadmed enne ooteseisundit
mk: Пребарај следни приемници пред преминување во стендбај
nb: Merk neste hendelser før standby

source: Detected HDD:
et: Andmekandjad:
mk: Откриен HDD:
nb: Harddisk type:

source: Detected NIMs:
et: Leitud tuunerid:
mk: Откриен NIMs:
nb: Tuner type:

source: Devicename:
et: Seadme nimi:
mk: Име на уред:
nb: Enhetsnavn:

source: DiSEqC Tester
mk: Тестер на DiSEqC

source: Display >16:9 content as
et: Näita 16:9 materjal
mk: Прикажи екран> 16: 9 како
nb: Vis 16:9 innhold som

source: Display Skin
mk: Скин за Екран

source: Djibouti
mk: Џибути

source: Do you really want to delete %s?
et: Kas soovid kustutada %s?
mk: Дали навистина сакате да избришете% s?
nb: Er du sikker på at du vil slette %s?

source: Do you really want to initialize the device? All data on the disk will be lost!
et: Kas soovid vormindada andmekandja? Kogu ketta sisu läheb kaduma!
mk: Дали навистина сакате да го иницијализирате уредот? Сите податоци на дискот ќе бидат изгубени!
nb: Vil du virkelig initialisere enheten? Alle data på disken vil gå tapt!

source: Do you really want to remove directory %s from the disk?
et: Kas soovid kustutada kataloogi %s kõvakettalt?
mk: Дали навистина сакате да ги отстраните директориумите %s од дискот?
nb: Vil du virkelig fjerne katalogen %s fra disken?

source: Do you really want to stop current event and delete timer %s?
mk: Дали сакате да го запрете тековниот настан и да го избришете тајмерот% s?
nb: Vil du virkelig stoppe dette opptak og slette timer %s?

source: Do you want to install a channel list?
et: Kas paigaldad kanalinimekirja?
mk: Дали сакате да инсталирате список со канали?
nb: Vil du installere en kanalliste?

source: Do you want to remove all the crash logfiles
mk: Дали сакате да ги отстраните сите записници за падови на системот

source: Dolby
mk: Долби

source: Dominica
mk: Доминика

source: Downloadable new plugins
et: Allalaetavad uued pluginad ja laiendused
mk: Нови плагини за преземање
nb: Nedlastbare nye tillegg

source: ECM Info
mk: ECM инфо

source: ERROR downloading file %s
mk: ГРЕШКА при преземање на датотеката% s
nb: FEIL under nedlasting av fil %s

source: Ecuador
mk: Еквадор

source: El Salvador
mk: Ел Салвадор

source: Embedded
mk: Вградени
nb: Innebygd

source: Enable auto fastscan for %s
mk: Активирај автоматско пребарување на брзо за %s

source: Enable remote enigma2 receiver to be tried to tune into services that cannot be tuned into locally (e.g. tuner is occupied or service type is unavailable on the local tuner. Specify complete URL including http:// and port number (normally ...:8001), e.g. http://second_box:8001.
et: Luba E2 kaugvastuvõtjal proovida häälestuda teenustele, mida ei saa kohapeal kasutada (näiteks kohaliku vastuvõtja tuuner on hõivatud või teenuse tüüp on kohalikule tuunerile sobimatu. Määra terviklik URL mis sisaldab http:// ja pordi numbrit (tavaliselt ...:8001), näiteks http://second_box:8001
mk: Дозволете да пробате да пренесувате канал од дополнителен приемник енигма2 ако локалниот тјунер е зафатен. Наведете го целиот URL, вклучително и http: // и бројот на портата (обично ...: 8001), пример: http: // IP_addition. Приемник: 8001.
nb: Aktiver ekstern enigma2 mottaker som kan brukes til å søke opp kanaler/tjenester som ikke kan nåes lokalt (eks.tuner er opptatt eller kanal/tjeneste er utenfor rekkevidde for lokal tuner). Tast inn komplett URL inkludert http:// og port nummer (normalt ...:8001), eks. http://andre_boks:8001.

source: Enable to display all true/false, yes/no, on/off and enable/disable set up options as a graphical switch.
et: Kuva valikud 'jah/ei', 'tõene/väär', 'sees/väljas' ja 'luba/keela' graafilise lülitina.
mk: Активирајте, за да ги прикажете сите поставки за вклучување / исклучување и вклучување / исклучување. како што се графички прекинувачи.
nb: Velg om du vil bruke ja/nei, av/på som alternativ for en grafisk bryter.

source: Enter an URL where alternative images could be listed for FlashImage
mk: Внесете URL за да наведете алтернативни имиџи за FlashImage
nb: Angi en URL-adresse der alternative operativsystem kan være oppført for FlashImage

source: Enter main menu...
et: Mine peamenüüsse
mk: Главно мени ...
nb: Åpne hovedmenyen...

source: Enter pin code
et: Sisesta pin kood
mk: Внеси PIN код
nb: Tast inn pin kode

source: Enter the service pin
et: Sisesta teenuse pin kood
mk: Внесете го ПИН-кодот на каналот
nb: Tast inn kanal pin

source: Eritrea
mk: Еритреја

source: Error
et: Viga
mk: Грешка
nb: Feil

source: Error %s
mk: Грешка %s
nb: Feil %s

source: Error when writing epg.dat on server
mk: Грешка при пишување на epg.dat на серверот
nb: Feil ved skriving av EPG på server

source: Error while retreiving epg.dat from server
mk: Грешка при повторно враќање на epg.dat од серверот
nb: Feil ved henting av EPG fra server

source: Error while retreiving location of epg.dat on server
mk: Грешка при враќање на локацијата на epg.dat на серверот
nb: Feil ved henting av EPG lokasjon på server

source: Estonia
et: Eesti
mk: Естонија
nb: Estland

source: Event view context menu
et: Sündmuse vaate kontekstimenüü
mk: Контекстно мени за преглед на настанот
nb: Meny programoversikt

source: Events info menu
et: Saateinfo menüü
mk: Мени со информации за настани
nb: Meny programinfo

source: Exif
mk: Ексиф

source: Exit input device selection.
et: Välju sisendseadmete valikust.
mk: Излези од изборот на влезен уред.
nb: Avslutt inndataenhet.

source: Extensions menu
et: Laienduste menüü
mk: Мени за екстензии
nb: Blåtast meny

source: F
mk: Ф

source: FBC SCR (Unicable/JESS)
mk: FBC SCR (Уникатен/JESS)

source: Fallback Timer
mk: Резервни Тајмер
nb: Reserve timer

source: False
mk: Неточно
nb: Usant

source: Fiji
et: Fidži
mk: Фиџи

source: Full screen
et: Täisekraan
mk: На цел екран
nb: Full skjerm

source: G
mk: Г

source: Gambia
mk: Гамбија

source: Georgia
et: Gruusia
mk: Грузија

source: Ghana
mk: Гана

source: Gibraltar
et: Gibraltari
mk: Гибралтар

source: Gold
et: Kuldne
mk: Злато
nb: Gull

source: Goto primetime / now
et: Mine tippajale / nüüd
mk: Оди на тековно време / сега
nb: Gå til beste sendetid / nå

source: Greenland
et: Gröönimaa
mk: Гренланд
nb: Grønland

source: Guam
mk: Гуам

source: Guatemala
mk: Гватемала

source: Guernsey
mk: Гернзи

source: Guinea
mk: Гвинеја

source: Guinea-Bissau
mk: Гвинеја-Бисау

source: Guyana
et: Guajaana
mk: Гвајана

source: H
mk: Х

source: HDMI-CEC setup
et: HDMI-CEC seaded
mk: Поставки на HDMI-CEC
nb: HDMI-CEC innstilling

source: HELP
mk: ПОМОШ

source: Hardware:
et: Riistvara:
mk: Хардвер:
nb: Maskinvare:

source: Holy See
et: Püha Tool
mk: Света Столица

source: Honduras
et: Honduuras
mk: Хондурас

source: Hong Kong
mk: Хонг Конг

source: Horizontal
et: Horisontaal
mk: Хоризонтално
nb: Horisontal

source: HotKey Setup
et: Kiirnuppude seadistus
mk: Поставки на HotKey - Комбинација на копчиња
nb: Snarveistast innstilling

source: I
mk: И

source: IP of fallback remote receiver
et: Kaugvastuvõtja IP
mk: IP на резервниот приемник
nb: Ekstern reserve mottakers IP

source: If enabled, a log will be kept of CEC protocol traffic ('hdmicec.log')
mk: Ако е овозможено, ќе се води дневник за сообраќајот на протоколот на CEC ('hdmicec.log')

source: If set to 'yes' the same commands will be sent to the TV for deep standby events, as are sent during regular standby events.
mk: Ако е поставено на „да“, истите команди ќе бидат испратени до телевизорот за настани во дееп стендбај, како што се испраќаат за време на редовни настани во стендбај.

source: Image View On
mk: Прикажи слика

source: Image:
et: Tarkvara:
mk: Имиџ:
nb: Operativsystem:

source: Import channels and/or EPG from remote receiver URL also when the receiver is getting out of standby
mk: Увезете канали и / или EPG од URL-то на примателот, дури и ако приемникот излезе од режимот на стендбај "
nb: Importer kanaler og/eller EPG fra ekstern mottakeradresse også når mottakeren blir slått på

source: Import channels and/or EPG from remote receiver URL when receiver is booted
mk: Увезете канали и / или EPG од URL на далечински приемник кога ресиверот се стартува
nb: Importer kanaler og/eller EPG fra ekstern mottakeradresse når mottakeren starter opp

source: Import channels and/or EPG from remote receiver URL when receiver or enigma2 is restarted
mk: Увезете канали и / или EPG од URL-то на далечинскиот приемник кога ресиверот или енигмата2 се рестартира
nb: Importer kanaler og/eller EPG fra ekstern mottakeradresse når mottakeren eller enigma2 har startet på nytt

source: Import from fallback tuner failed, %s
mk: Увозот од резервниот приемник не успеа, %s
nb: Import fra reserve tuner mislyktes, %s

source: Incorrect service type for Picture in Picture!
et: PiP jaoks sobimatu teenus!
mk: Не е поддржана услуга за PiP!
nb: Feil kanal type for bilde i bilde!

source: India
mk: Индија

source: Indonesia
et: Indoneesia
mk: Индонезија

source: Info
mk: Инфо

source: Info bar
et: Inforiba
mk: Инфо лента

source: Initial location in new timers
et: Algne asukoht uutes taimerites
mk: Почетно место за нови тајмери
nb: Førstegangs plassering av nye timere

source: Initialization
et: Vorminda
mk: Иницијализација
nb: Oppstart

source: Initialize
et: Vorminda
mk: Иницијализира
nb: Igangsetting

source: Input
et: Sisend
mk: Влез
nb: Inngang

source: Input device setup
et: Sisendseadmete seadistamine
mk: Поставки на влезен уред
nb: Enhetsinnstilling

source: Install channel list
et: Paigalda kanalinimekiri
mk: Инсталирај список со канали
nb: Installer kanalliste

source: Instant recording...
et: Kohene salvestamine...
mk: Инстант снимање ...
nb: Direkteopptak...

source: Interval between keys when repeating:
et: Võtme kordamise vahemik:
mk: Интервал на повторување на копчињата:
nb: Tidsintervall mellom tastene ved repeterende:

source: Invalid directory selected: %s
et: Valisid mittetöötava kausta: %s
mk: Избран е невалиден директориум: %s
nb: Ugyldig mappe er valgt:%s

source: Invalid location
et: Kehtetu asukoht
mk: Невалидна локација
nb: Ugyldig mappe

source: Iran (Islamic Republic of)
et: Iraan (Islamivabariik)
mk: Иран (Исламска Република)
nb: Iran

source: Iraq
et: Iraak
mk: Ирак
nb: Irak

source: Is this setting ok?
et: Kasutad neid seadeid?
mk: Дали е во ред оваа поставка?
nb: Er denne innstillingen OK?

source: Israel
et: Iisrael
mk: Израел

source: Jamaica
et: Jamaika
mk: Јамајка

source: Jersey
mk: Џерси

source: Jordan
et: Jordaania
mk: Јордан

source: Kernel version:
et: Kernel:
mk: Верзија на Kernel:
nb: Linuxkjerne versjon:

source: Key Events
et: Võtmesündmused
mk: Клуч настани
nb: Viktige hendelser

source: Keyboard
et: Klaviatuur
mk: Тастатура
nb: Tastatur

source: Keyboard data entry
et: Klaviatuurilt andmete sisestus
mk: Внесување податоци за тастатура
nb: Tastatur dataregistrering

source: Kiribati
mk: Кирибати

source: Korea (Democratic People's Republic of)
et: Korea Rahvademokraatlik Vabariik
mk: Кореја (Демократска Народна Република)
nb: Nord Korea

source: Korea (Republic of)
et: Korea Vabariik
mk: Кореја (Република)
nb: Sør Korea

source: Kuwait
et: Kuveit
mk: Кувајт

source: Language
et: Keel
mk: Jазик
nb: Språkvalg

source: Last update:
et: Uuendatud:
mk: Последно ажурирање:
nb: Siste oppdatering:

source: Latest update log
et: Viimase uuenduse logi
mk: Дневник за најнови ажурирања
nb: Siste oppdaterings logg

source: Lesotho
mk: Лесото

source: Liberia
et: Libeeria
mk: Либерија

source: Liechtenstein
mk: Лихтенштајн

source: List mode
et: Nimekirja laad
mk: Режим на список
nb: Vis liste

source: List version %d, found %d channel
et: Versioon %d, leiti %d kanal
mk: Пронајдена е верзија на листа% d, пронајден е% d канал
nb: Vis versjon %d, funnet %d kanal

source: Listen to the radio...
et: Kuula raadiot...
mk: Слушате радио...
nb: Lytt til radio...

source: Locale
mk: Локално
nb: Nasjon

source: Location for instant recordings
et: Kohese salvestuse asukoht
mk: Локација за инстант снимки
nb: Mappe for direkte opptak

source: Logfile does not exist anymore
et: Logifaili pole enam saadaval
mk: Logfile повеќе не постои
nb: Loggfilen finnes ikke lenger

source: Long key press
et: Pikk nupuvajutus
mk: Долго притискање на копчето
nb: Langt tastetrykk

source: MMC card
et: MMC kaart
mk: ММЦ картичка
nb: MMC kort

source: Macao
et: Macau
mk: Макао

source: Madagascar
et: Madagaskar
mk: Мадагаскар
nb: Madagaskar

source: Main menu
et: Peamenüü
mk: Главно мени
nb: Hovedmeny

source: Make it possible to manually initiate the channels import and/or EPG via the extension menu
mk: Ви овозможува рачно да започнете со увоз на канал и / или EPG преку менито за Plagin
nb: Gjør det mulig å manuelt starte import av kanaler og/eller EPG via utvidelses menyen

source: Malawi
et: Malaavi
mk: Малави

source: Malta
mk: Малта

source: Manual
et: Käsitsi
mk: Рачно
nb: Manuell

source: Mauritania
et: Mauritaania
mk: Мавританија

source: Max. bitrate:
et: Max. bitikiirus:
mk: Максимална брзина на бит:
nb: Maks. bithastighet:

source: Mayotte
mk: Мајот

source: Messages
et: Sõnumid
mk: Пораки
nb: Meldinger

source: Micronesia (Federated States of)
et: Mikroneesia Liiduriigid
mk: Микронезија, Федеративни Држави на
nb: Mikronesia

source: Missing
et: Puudub
mk: Недостасува
nb: Savnet

source: Mode
mk: Режим
nb: Modus

source: Moldova (Republic of)
et: Moldova
mk: Молдавија (Република)
nb: Moldova

source: Mongolia
et: Mongoolia
mk: Монголија

source: Montenegro
mk: Црна Гора

source: Montserrat
mk: Монтсерат

source: Mount
et: Haagi
mk: Монтирај
nb: Monter

source: Move PiP
et: Liiguta PiP
mk: Поместете го PiP
nb: Flytt bilde i bilde

source: Move the keyboard cursor down
mk: Поместете го курсорот на тастатурата надолу

source: Move the keyboard cursor left
mk: Поместете го курсорот на тастатурата налево

source: Move the keyboard cursor right
mk: Поместете го курсорот на тастатурата десно

source: Move the keyboard cursor up
mk: Поместете го курсорот на тастатурата нагоре

source: Move the text cursor left
mk: Поместете го курсорот за текст налево

source: Move the text cursor right
mk: Поместете го курсорот за текст надесно

source: Move the text cursor to the first character
mk: Поместете го курсорот за текст на првиот знак

source: Move the text cursor to the last character
mk: Поместете го курсорот за текст на последниот знак

source: Movie location
et: Salvestiste asukoht
mk: Локација на филмот
nb: Opptaksmappe

source: Movielist menu
et: Salvestiste menüü
mk: Мени за листа на филмови
nb: Opptaksliste meny

source: Moving east ...
et: Keerab itta ...
mk: Премести на исток ...
nb: Kjører østover...

source: Moving west ...
et: Keerab läände ...
mk: Премести на запад ...
nb: Kjører vestover...

source: Mozambique
et: Mosambiik
mk: Мозамбик
nb: Mosambik

source: Multi EPG
mk: Мулти EPG

source: Multiboot image selector
mk: Избирач на Multiboot имиџ
nb: Multiboot valg

source: Multimedia
et: Multimeedia
mk: Мултимедија

source: Multisat
et: Mitu satelliiti
mk: Мултисат
nb: Alle satellitt posisjoner

source: Multistream
mk: Мултистрим

source: NO
et: EI
mk: НЕ
nb: NEI

source: Nameserver %d
et: Nimeserver %d
mk: Име на сервер %d
nb: Navneserver %d

source: Nameserver settings
et: Nimeserveri seaded
mk: Поставки за DNS
nb: Navneserver innstillinger

source: Namibia
et: Namiibia
mk: Намибија

source: Nauru
mk: Науру

source: Nepal
et: Nepaal
mk: Непал

source: Network Info:
et: Võrgu ID
mk: Информации за мрежата:
nb: Nettverks Info:

source: Network setup
et: Võrgu häälestamine
mk: Мрежни поставки
nb: Nettverks instillinger

source: Nicaragua
mk: Никарагва

source: Nigeria
et: Nigeeria
mk: Нигерија

source: Niue
mk: Ниуе

source: No
et: Ei
mk: Не
nb: Nei
