Repository: OpenVisionE2/enigma2-openvision
Catalog: po/*.po
Languages: es, et, mk, nb

source: Close Event View screen
es: Cerrar la pantalla de visualización de eventos

source: Close PiP with 'exit' button
es: Cerrar PiP con el botón 'salir'
et: Sulge PiP 'EXIT' nupuga
mk: Затворете PiP со копчето 'излези'
nb: Slå av PiP (bilde i bilde) med exit knapp

source: Close the screen
es: Cerrar esta pantalla

source: Close the screen and exit all menus
es: Cerrar la pantalla y salir de todos los menús

source: Close the window
es: Cerrar la ventana

source: Close title selection
es: Crear selección de título
et: Sulge pealkirja valik
mk: Затвори го насловот избор
nb: Lukk navnevalg

source: Cocos (Keeling) Islands
es: Islas Cocos (Keeling)
et: Cocos (Keeling) saared
mk: Острови Кокос (Килинг)
nb: Kokosøyene

source: Collection name
es: Nombre de la colección
et: Valiku nimi
mk: Име на колекцијата
nb: Navnesamling

source: Collection settings
es: Ajustes de la colección
et: Valiku seaded
mk: Поставки за колекцијата
nb: Samlinger

source: Combined
es: Combinado
et: Kombineeritud
mk: Комбиниран
nb: Kombinert

source: Command execution...
es: Ejecución de comandos…
et: Käskude täitmine
mk: Извршување на командата ...
nb: Velg gjennomføring...

source: Command order
es: Orden de comando
et: Käskude järjekord
mk: Командна наредба
nb: Kommando rekkefølge

source: Command to run
es: Comando para ejecutar

source: Command type
es: Tipo Comando

source: Commit info
es: Confirmar información
et: Kande info
mk: Информации за промените
nb: Informasjon om utføring

source: Common Information Actions
es: Acciones Comunes Información

source: Common Interface
es: Interfaz común
et: CI liides

source: Common Interface assignment
es: Asignación de interfaz común
et: CI määrangud
mk: Доделување на Common Interface
nb: Tildeling av Cam modul

source: Common Setup Actions
es: Acciones Ajustes Comunes

source: Communication
es: Comunicación
et: Suhtlus
mk: Комуникација
nb: Kommunikasjon

source: Complete
es: Completo
et: Täielik
mk: Полн
nb: Komplett

source: Complex (allows mixing audio tracks and aspects)
es: Complejo (permite mezcla de pistas de audio y aspectos)
et: Täielik ( lubab audio radade miksimist )
mk: Комплекс (ви овозможува да мешате аудио снимки и аспекти)
nb: Kompleks (tillater blanding av lyd spor)

source: Composition of the recording filenames
es: Composición de los nombres de grabaciones
et: Salvestuse nimede komponeerimine
mk: Сними ја структурата на името на датотеката
nb: Sammensetning på opptakenes filnavn

source: Compress
es: Comprimir
et: Suru kokku
mk: Компресирај
nb: Lukke

source: Config Scan Details
es: Detalle de la configuración de búsqueda
et: Säti otsingu detailid
mk: Конфигурирај ги деталите за пребарување
nb: Still inn søkedetaljer

source: Config resolution of pictures
es: Config resolución de fotos
et: Määra piltide eraldusmäär
mk: Конфигурирај резолуција на слики
nb: Still inn oppløsning for bildeframviser

source: Configuration
es: Configuración
et: Seadistamine
mk: Конфигурација
nb: Konfigurasjon

source: Configuration mode
es: Modo de configuración
et: Häälestamine
mk: Режим на конфигурација
nb: Aktiveringsvalg

source: Configuration mode: %s
es: Modo de configuración: %s
et: Häälestamine: %s
mk: Режим на конфигурација: %s
nb: Oppsettstype: %s

source: Configuration options for the HELP screen can be found in 'MENU > Setup > User Interface > User Interface Setup'.
es: Las opciones de configuración para la pantalla AYUDA se encuentran en 'MENÚ> Configuración> Interfaz de Usuario> Ajustes Interfaz de Usuario'.

source: Configure an additional delay to improve external subtitle synchronisation.
es: Configure un retraso adicional para mejorar la sincronización de subtítulos externos.
et: Määra lisaviide väliste subtiitrite ajastamise parendamiseks.
mk: Конфигурација на дополнително одложување за подобра синхронизација на надворешните преводи.
nb: Still inn ekstra forsinkelse for å forbedre ekstern undertekst synkronisering.

source: Configure an additional delay to improve subtitle synchronisation.
es: Configure un retraso adicional para mejorar la sincronización de subtítulos.
et: Määra lisaviide subtiitrite ajastamise parendamiseks.
mk: Конфигурирај дополнително одложување за подобра синхронизацијата на преводот.
nb: Still inn ekstra forsinkelse for å forbedre undertekst synkronisering.

source: Configure default type for new timers.
es: Configure por defecto para nuevos temporizadores.
mk: Конфигурирајте го стандардниот тип за нови тајмери.
nb: Konfigurer standardtype for nye timere.

source: Configure for how long the infobar will remain visible after activation.
es: Configure durante cuánto tiempo la barra de información permanecerá visible.
et: Määra inforiba kuvamise aeg.
mk: Конфигурирајте колку долго лентата со информации останува видлива откако ќе се прикаже.
nb: Still inn hvor lenge infobar skal være synlig etter aktivering.

source: Configure for how many minutes finished events should remain visible in the EPG. Useful when you need information about an event which has just finished, or has been delayed.
es: Configure por cuántos minutos los eventos terminados deben permanecer visibles en la EPG. Es útil cuando necesita información sobre un evento que acaba de finalizar o se ha retrasado.
et: Määra, mitu minutit lõppenud saated on veel näha EPG nimekirjas. Mugav juhul, kui soovid infot saate kohta, mis on just lõppenud või mille algus hilineb.
mk: Конфигурирајте колку минути завршената програма треба да остане видлива во EPG. Корисно е кога ви требаат информации за програма која неодамна заврши или трае малку подолго од планираното.
nb: Still inn hvor mange minutter avsluttede program skal vises i EPG. Nyttig når det ønskes informasjon om et program som akkurat er ferdig eller har blitt forsinket.

source: Configure front LED color during recording in standby.
es: Configure el color del LED frontal durante la grabación en modo reposo.

source: Configure front LED color during recording.
es: Configure el color del LED frontal durante la grabación.

source: Configure front LED color during standby.
es: Configure el color del LED frontal durante el modo reposo.

source: Configure how many channels are shown in the selection list.
es: Configure cuántos canales se muestran en la lista de canales.
et: Määra, palju kanaleid näidatakse valiku nimekirjas
mk: Конфигурирајте колку канали треба да бидат прикажани во списокот за избор на канали.
nb: Still inn hvor mange kanaler som skal vises i kanallisten.

source: Configure how recording filenames are constructed.
es: Configure cómo se asignan los nombres de los archivos de grabación.
et: Määra, millisel kujul salvestuste nimed luuakse.
mk: Дефинирајте го составот на името на датотеката на записот.
nb: Still inn hvordan filnavn på opptak blir oppbygd.

source: Configure how the fan should operate
es: Configure cómo debería funcionar el ventilador
et: Määra, kuidas ventilaator peaks toimima
mk: Конфигурирајте го однесувањето на вентилаторот
nb: Still inn hvordan viften skal fungere

source: Configure how to show REC symbol in standby (this needs an enigma2 restart).
es: Configurar cómo mostrar el símbolo REC en standby (esto necesita un reinicio de enigma2).

source: Configure how to show REC symbol in use (this needs an enigma2 restart).
es: Configurar cómo mostrar el símbolo REC en funcionamiento (esto necesita un reinicio de enigma2).

source: Configure if and how crypto icons will be shown in the channel selection list.
es: Configure si y cómo se mostrarán los iconos de cifrado en la lista de canales.
et: Määra, kas ja kuidas salastatuse ikoonid on näha kanalivaliku nimekirjas.
mk: Конфигурирајте дали и како симболите за криптирање треба да бидат прикажани во списокот за избор на канали.
nb: Velg om du ønsker at krypteringsindikator skal vises i kanallisten.

source: Configure if and how long the latest service in Picture in Picture mode will be remembered.
es: Configure si y por cuánto tiempo se recordará el último canal en el modo PiP.
et: Määra, kas ja kui pikalt jääb PiP viimane kasutatud teenus vastuvõtja mällu.
mk: Конфигурирајте дали и колку време е зачуван последниот PiP канал.
nb: Konfigurer om og hvor lenge den siste kanalen i bilde i bilde modus vil bli husket.

source: Configure if and how service type icons will be shown in the channel selection list.
es: Configure si y cómo se mostrarán los iconos de tipo de canal en la lista de canales.
et: Määra, kas ja kuidas näidatakse teenuse tüübi ikooni kanalivaliku nimekirjas.
mk: Конфигурирајте дали симболите за типот на каналот треба да бидат прикажани во список за избор на канали.
nb: Velg om du ønsker at tunertypeindikator skal vises i kanallisten.

source: Configure if and how the record indicator will be shown in the channel selection list.
es: Configure si y cómo se mostrará el indicador de grabación en la lista de canales.
et: Määra, kas ja kuidas näidatakse salvestuse näidikut kanalivaliku nimekirjas.
mk: Конфигурирајте дали симболите за снимање треба да бидат прикажани во списокот за избор на канали.
nb: Velg om du ønsker at opptaksindikator skal vises i kanallisten.

source: Configure if and how wide columns will be shown in the channel selection list.
es: Configure si y cómo se mostrará el ancho de las columnas en la lista de canales.
et: Määra, kas ja kui laialt näidatakse veerge kanalivaliku nimekirjas.
mk: Конфигурирајте дали и колку големи колони треба да бидат прикажани во списокот за избор на канали.
nb: Velg om og hvor brede kolonner som skal vises i listen over valg av kanaler.

source: Configure if epg.dat should be saved at all.
es: Configure si se debe guardar completo epg.dat.

source: Configure if service picons will be shown in display (when supported by the skin).
es: Configure si los picons de canal se mostrarán en la pantalla (cuando lo admita el skin).
et: Seadista kui teenuse piconid peaks olema ekraanil nähtavad (kui kujundus seda lubab)
mk: Конфигурирајте дали сакате иконите за канали да се прикажат на екранот (ако ова е поддржано од скинот).
nb: Velg om det skal vises kanallogo (picon) i display (hvis støttet av grafisk utseende).

source: Configure if service picons will be shown in the channel selection list.
es: Configure si los picons de canal se mostrarán en la lista de canales.
et: Määra, kas teenuse picon näidatakse kanalivaliku nimekirjas.
mk: Ако се активирани, пиконите се прикажуваат во списокот за избор на канали.
nb: Velg om du ønsker at kanallogo (picons)skal vises i kanallisten.

source: Configure if the HDMI EDID checking should be bypassed as this might solve issue with some TVs.
es: Configure si se debe obviar la comprobación de HDMI EDID, esto podría solucionar problemas con algunos televisores.
et: Määra, kui HDMI EDID kontrollist peaks mööduma, kuivõrd see võib kõrvaldada probleemi mõne TVga.
mk: Конфигурирајте дали треба да се прескокне проверката HDMI-EDID, бидејќи тоа може да реши проблеми со некои телевизори.
nb: Velg hvis HDMI EDID skjermkontroll skal frakobles. Dette kan løse problemer på noen TV apparater.

source: Configure if the subtitle should switch between normal, italic, bold and bolditalic
es: Configure si los subtítulos deben cambiar entre normal, cursiva, negrita y negrita cursiva
et: Määra, kas subtiitreid peaks saama ümber lülitada normaalse, poolpaksu, kursiivi ja poolpaksu kursiivi vahel.
mk: Конфигурација дали преводите треба да се префрлаат помеѓу нормален, закосен, задебелен и задебелен курзив
nb: Velg om undertekstfarge skal veksle mellom normal, kursiv, fet og fetkursiv skrifttype

source: Configure interface
es: Configure interfaz
et: Seadista liides
mk: Конфигурирајте мрежна картичка
nb: Konfigurere grensesnitt

source: Configure on which devices the background delete option should be used.
es: Configure en qué dispositivos debe usarse la opción de eliminación de fondo.
et: Määra, millisel andmekandjal kasutatakse taustal kustutamise võimalust.
mk: Избери на кои уреди треба да се користи опцијата за бришење позадина.
nb: Still inn hvilke enheter alternativet for bakgrunnssletting skal brukes.

source: Configure separator type used in full description for separate short and extended descriptions.
es: Configure el tipo de separador utilizado en la descripción completa para descripciones breves y extendidas separadas.

source: Configure the DiSEqC mode for this LNB.
es: Configure el modo DiSEqC para este LNB.
et: Määra selle LNB DiSEqC režiim.
mk: Конфигурирај DiSEqC режим за овој LNB.
nb: Still inn DiSEqC modus for denne LNB.

source: Configure the IP address.
es: Configure la dirección IP.
et: Määra IP aadress.
mk: Конфигурирајте ја IP-адресата.
nb: Still inn IP adresse.

source: Configure the aspect ratio of the screen.
es: Configure la relación de aspecto de la pantalla.
et: Määra ekraani pildisuhe.
mk: Конфигурирајте го односот на екранот.
nb: Still inn bildeforholdet på skjermen.

source: Configure the behavior of the 'pause and ok' key when movie playback is already paused.
es: Configure el comportamiento de la tecla ‘pausa y aceptar’ cuando la reproducción de la película ya está en pausa.
et: Määra 'pausi ja OK' nupu toiming kui filmi taasesitus on juba seatud pausile.
mk: Конфигурирајте го однесувањето на копчето „пауза и ОК“ кога репродукцијата на филмот е веќе паузирана.
nb: Still inn valg for 'pause og ok' tasten når en avspilling allerede er satt i pause.

source: Configure the behavior when movie playback is manually stopped.
es: Configure el comportamiento cuando la reproducción de la película se detiene manualmente.
et: Määra käitumine filmi käsitsi peatamisel.
mk: Однесување при запирање на филм.
nb: Still inn valg når en avspilling stoppes manuelt.

source: Configure the behavior when movie playback is started.
es: Configure el comportamiento cuando se inicia la reproducción de la película.
et: Määra käitumine filmi algamisel.
mk: Однесување при започнување на филм.
nb: Still inn valg når avspilling startes.

source: Configure the behavior when reaching the end of a movie, during movie playback.
es: Configure el comportamiento al llegar al final de una película, durante la reproducción de la película.
et: Määra käitumine taasesituse lõppemisel.
mk: Однесување при достигнување на крајот на филмот за време на репродукција на филмот.
nb: Still inn valg når en avspilling slutter.

source: Configure the border width of the subtitles. The dark border makes the subtitles easier to read on a light background.
es: Configure el ancho del borde de los subtítulos. El borde oscuro hace que los subtítulos sean más fáciles de leer en un fondo claro.
et: Määra teleteksti subtiitrite kontuuri paksus. Tume kontuur teeb subtiitrid heledal taustal kergemini loetavaks.
mk: Прилагодување на дебелината на рамката на поднасловот. Со темна рамка, преводот полесно се читаат на светла позадина.
nb: Still inn bredde på rammen rundt undertekst. Mørk ramme gjør teksten lettere å lese på en lys bakgrunn.

source: Configure the brightness level of the front panel display during standby.
es: Configure el nivel de brillo de la pantalla del display durante el modo de espera.
et: Määra esipaneeli näidiku heleduse tase ooterežiimil.
mk: Прилагодување на осветленоста на предниот дисплеј во режим на стендбај.
nb: Still inn lysstyrken på mottakerens frontpanel skjerm når mottakeren er avslått.

source: Configure the brightness level of the front panel display for dimmed operation.
es: Configure el nivel de brillo de la pantalla del display para una operación atenuada.

source: Configure the brightness level of the front panel display.
es: Configure el nivel de brillo de la pantalla del display.
et: Määra esipaneeli näidiku heleduse tase.
mk: Прилагодување на осветленоста на предниот дисплеј.
nb: Still inn lysstyrken på mottakerens frontpanel skjerm når mottakeren er påslått.

source: Configure the color of the external subtitles, alternative (normal in white, italic in yellow, bold in cyan, underscore in green), white or yellow.
es: Configure el color de los subtítulos externos, alternativos (normal en blanco, cursiva en amarillo, negrita en cian, guión bajo en verde), blanco o amarillo.
et: Määra väliste subtiitrite värv, kas valikuline (normaalne valget värvi, kursiivis kollane, poolpaks rohesinine, allakriipsutatud roheline) , valge või kollane.
mk: Конфигурација на боја на надворешни преводи, алтернативна (нормално во бело, закосен во жолто, задебелено со цијан, подвлечена во зелена боја), бело или жолто.
nb: Still inn farge på ekstern undertekst, alternativt (normal hvit, kursiv gul, fet turkis, understrek grønn), hvit eller gul.

source: Configure the color of the teletext subtitles.
es: Configure el color de los subtítulos del teletexto.
et: Määra teleteksti subtiitrite värv.
mk: Одреди ја бојата на телетекстот преводи.
nb: Still inn farge på Tekst-TV undertekst.

source: Configure the contrast level of the front panel display.
es: Configure el nivel de contraste de la pantalla del display.
et: Määra esipaneeli näidiku kontrastsuse tase.
mk: Контраст на предниот дисплеј.
nb: Still inn lysstyrke på mottakerens frontpanel.

source: Configure the cursor behaviour in the channel selection list. When opening the channel selection list you can keep on the current service or already select up/down and you are able to revert the B+/B- buttons.
es: Configure el comportamiento de la cruzeta de flechas del botón '0K' en la lista de canales. Al abrir la lista de canales puede continuar con el canal actual o seleccionar arriba/abajo y puede revertir los botones B+/-.
et: Seadista kursori tegutsemist kanalite valiku nimekirjas. Avades kanalite valiku nimekirja, saad kas jääda töötavale kanalile või valida üles/alla ning saad taastada B+/B- nuppude toimimise.
mk: Го одредува однесувањето на курсорот во списокот за избор на канали. Кога отворате листа за избор на канали, курсорот може да остане на тековната станица или веќе да го означи горниот / долниот канал и можете да ги префрлите копчињата B + / B-.
nb: Still inn pekelinje visning i kanallisten. Du kan bevare aktiv kanalvalg ved bytte av kanalliste med +/- knappene, eller reversere +/- knappene. Når kanallisten åpnes kan nåværende kanal holdes på eller velge opp/ned og reversere med + og - tastene.

source: Configure the display resolution and the font used for teletext.
es: Configure la resolución del display y la fuente utilizada para el teletexto.

source: Configure the duration in hours the receiver should go to standby when the receiver is not controlled.
es: Configura la duración en horas en las que el receptor se deba ir a reposo cuando no está controlado.
et: Seadista aeg tundides, mille möödudes vahepeal mitte juhitud vastuvõtja läheb ootele.
mk: Конфигурирајте го периодот во часови по кои приемникот треба да премине во режим на стендбај ако веќе не е контролиран.
nb: Still inn varighet i antall timer mottaker skal gå til standby når mottaker ikke brukes.

source: Configure the duration in minutes for the screensaver.
es: Configure la duración en minutos para el protector de pantalla.
et: Määra ekraanisäästja tööaeg minutites.
mk: Го конфигурира времето во минути пред да го активирате заштитникот на екранот.
nb: Still inn tid i minutter før skjermspareren starter.

source: Configure the duration in minutes for the sleeptimer. Select this entry and click OK or green to start/stop the sleeptimer
es: Configura la duración en minutos para el temporizador de descanso. Selecciona esta entrada y pulsa OK o verde para iniciar/parar el temporizador de descanso
et: Seadista unetaimeri kestus minutites. Sisesta valik ja klõpsa OK või rohelist nuppu, et käivitada/peatada unetaimer.
mk: Конфигурирајте го периодот во минути за тајмерот за исклучување. Изберете ја насочната подлога лево / десно, а потоа потврдете со ОК или зелено копче за да го стартувате / запрете тајмерот за исклучување
nb: Still inn varighet i minutter for dvale timer. Velg denne og trykk OK eller grønn tast for start/stopp av dvale timer

source: Configure the duration when the receiver should go to shut down in case the receiver is in standby mode.
es: Configure la duración cuando el receptor debe apagarse en caso de que esté en modo de reposo.
et: Seadista kestus, mil vastuvõtja lülitub välja juhul, kui vastuvõtja on ooterežiimis.
mk: Ја конфигурира должината на времето кога приемникот треба да се исклучи ако е во режим на стендбај.
nb: Still inn tiden mottakeren skal bruke på å slå helt av i tilfelle mottakeren er satt i vanlig avslått stilling.

source: Configure the end coordinate in x of the teletext display area.
es: Configure la coordenada final en 'x' del área de visualización del teletexto.

source: Configure the end coordinate in y of the teletext display area.
es: Configure la coordenada final en 'y' del área de visualización del teletexto.

source: Configure the first audio language (highest priority).
es: Configure el primer idioma de audio (prioridad más alta).
et: Määra heli keele esimene eelistus.
mk: Избор на први јазик за аудио трака (најголем приоритет).
nb: Still inn førstevalg på lyd språk (førsteprioritert).

source: Configure the first subtitle language (highest priority).
es: Configure el primer idioma de subtítulos (prioridad más alta).
et: Määra subtiitrite keele esimene eelistus.
mk: Избор на прв јазик на превод (најголем приоритет).
nb: Still inn førstevalg på undertekst språk (førsteprioritert).

source: Configure the font size of the subtitles.
es: Configure el tamaño de fuente de los subtítulos.
et: Määra subtiitrite tähesuurus.
mk: Големина на фонтот на преводи.
nb: Still inn skriftstørrelse på undertekst.

source: Configure the fourth audio language.
es: Configure el cuarto idioma de audio.
et: Määra heli keele neljas eelistus.
mk: Избор на четврти јазик за аудио трака.
nb: Still inn fjerdevalg på lyd språk.

source: Configure the fourth subtitle language.
es: Configure el cuarto idioma de subtítulos.
et: Määra subtiitrite keele neljas eelistus.
mk: Избор на четврти јазик за превод.
nb: Still inn fjerdevalg på undertekst språk.

source: Configure the function of the '0' button when Picture in Picture is active.
es: Configure la función del botón ‘0’ cuando PIP está activo.
et: Määra, mida '0' nupp PiP- režiimis teeb.
mk: Функција на копчето "0" додека PiP е активна.
nb: Konfigurer funksjonen til 0-knappen når bilde i bilde er aktivt.

source: Configure the gateway.
es: Configure la puerta de enlace.
et: Seadista lüüs.
mk: Поставете gateway.
nb: Still inn gateway.

source: Configure the general audio delay of Dolby Digital sound tracks.
es: Configure el retardo del audio de las pistas de sonido Dolby Digital.
et: Määra üldine heli viiteaeg Dolby Digital heliga heliribadele.
mk: Поставете го општото одложување на аудио записите за звук на Dolby Digital.
nb: Still inn ønsket lydforsinkelse for Dolby digital lyd.

source: Configure the general audio delay of stereo sound tracks.
es: Configure el retardo del audio de las pistas de sonido Stereo.
et: Määra üldine heli viiteaeg stereoheliga heliribadele.
mk: Поставете го општото аудио одложување на стерео звучните записи.
nb: Still inn ønsket lydforsinkelse for stereo lyd.

source: Configure the general audio volume step size (limit 1-10).
es: Configure el tamaños de los pasos del volumen de audio (límite 1-10).
et: Seadista helitugevuse muutuse astme suurus (vahemik 1-10).
mk: Поставете ја општата големина на јачината на звукот (ограничување 1-10).
nb: Still inn ønsket lydstyrketrinn (verdi mellom 1-10).

source: Configure the hard disk drive to go to standby after the specified idle time.
es: Configure el disco duro para pasar al modo de reposo tras el tiempo de inactividad especificado.
et: Määra kõvaketta ooterežiimi minek pärast teatud jõudeoleku aega.
mk: Поставете го хард дискот во стендбај по одреден временски период.
nb: Still inn når lagringsdisken skal slå seg av etter angitt uvirksom tid.
