Repository: OpenVisionE2/enigma2-openvision
Catalog: po/*.po
Languages: es, et, mk, nb

source: Select the User Band to be assigned to this tuner. This is an index into the table of frequencies the SCR switch or SCR LNB uses to pass the requested transponder to the tuner.
es: Seleccione la banda de usuario que se asignará a este sintonizador. Este es un índice en la tabla de frecuencias que usa el interruptor SCR o SCR LNB para pasar el transpondedor solicitado al sintonizador.
mk: Изберете ја корисничката лента што ќе му биде доделена на овој тјунер. Ова е бројот во фреквентната табела што му е потребен на прекинувачот SCR или на SCR LNB за да го пренесе бараниот транспондер на тјунерот.
nb: Velg bruker båndet som skal tilordnes til denne mottakeren. Dette er en indeks i frekvenstabellen som SCR-bryteren eller SCR LNB bruker for å sende den forespurte transponder til tuneren.

source: Select the Yes / True response
es: Seleccione la respuesta Sí / Verdadero

source: Select the currently highlighted locale/language for the user interface
es: Seleccione la configuración regional o el idioma actual para la GUI

source: Select the currently highlighted location and exit
es: Seleccione la ubicación resaltada actualmente y salga

source: Select the manufacturer of your SCR device. If the manufacturer is not listed, set 'SCR' to 'user defined' and enter the device parameters manually according to its spec sheet.
es: Seleccione el fabricante de su dispositivo SCR. Si el fabricante no está en la lista, configure 'SCR' en 'definido por el usuario' e ingrese los parámetros del dispositivo manualmente de acuerdo con su hoja de especificaciones.
mk: Изберете го производителот на вашиот Уникатен / SCR уред. Ако производителот не е наведен, поставете „SCR“ на „Прилагодено“ и рачно внесете ги параметрите на уредот според соодветниот лист со податоци.
nb: Velg produsenten for din SCR enhet. Hvis produsenten ikke er oppført, still "SCR" til "brukerdefinert" og angi enhetsparameterne manuelt etter bruksanvisningen.

source: Select the method of restoring screen resolution and framebuffer when leaving teletext.
es: Seleccione el método para restaurar la resolución de pantalla y el framebuffer cuando salga del teletexto.

source: Select the model number of your SCR device. If the model number is not listed, set 'SCR' to 'user defined' and enter the device parameters manually according to its spec sheet.
es: Seleccione el número de modelo de su dispositivo SCR. Si el número de modelo no está en la lista, configure 'SCR' en 'definido por el usuario' e ingrese los parámetros del dispositivo manualmente de acuerdo con su hoja de especificaciones.
mk: Изберете го бројот на моделот на уредот Unicable / SCR. Ако бројот на моделот не е наведен, поставете „SCR“ на „Прилагодено“ и рачно внесете ги параметрите на уредот во согласност со вашиот лист со податоци.
nb: Velg modellnummeret på din SCR enhet. Hvis modellnummeret ikke er oppført, still "SCR" til "brukerdefinert" og angi enhetsparameterne manuelt etter bruksanvisningen.

source: Select the movie path
es: Seleccione la ruta de las películas
et: Vali filmi rada
mk: Изберете ја патеката на филмот
nb: Velg målmappe for opptak

source: Select the next item in list or move cursor right
es: Seleccione el siguiente elemento de la lista o mueva el cursor a la derecha

source: Select the previous item in list or move cursor left
es: Seleccione el elemento anterior en la lista o mueva el cursor a la izquierda

source: Select the protocol used by your SCR device. Choices are 'SCR Unicable' (Unicable), or 'SCR JESS' (JESS, also known as Unicable II).
es: Seleccione el protocolo utilizado por su dispositivo SCR. Las opciones son 'SCR Unicable' (Unicable) o 'SCR JESS' (JESS, también conocido como Unicable II).
mk: Изберете го протоколот што го користи вашиот SCR уред. Изборите се 'SCR Unicable' (Unicable) или 'SCR JESS' (JESS, исто така познат како Unicable II).
nb: Velg protokollen for din SCR enhet. Valgene er 'SCR Unicable' (Unicable) eller 'SCR JESS' (JESS, også kjent som Unicable II).

source: Select the refresh rate to be used on the TV.
es: Seleccione la frecuencia de actualización que se utilizará en su TV.

source: Select the remote control device to be used with the %s %s.
es: Seleccione el dispositivo del mando a distancia que se utilizará con el %s %s.

source: Select the satellite which is connected to Port-A of your switch. If you are unsure select 'automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'nothing connected'.
es: Seleccione el satélite que está conectado al puerto A de su interruptor. Si no está seguro, seleccione ‘automático’ y el receptor intentará determinarlo por usted. Si no hay nada conectado a este puerto, seleccione ‘nada conectado’.
et: Vali satelliit, mis on ühendatud lüliti porti A. Kui pole kindel, vali 'automaatne' ja vastuvõtja üritab seda teha ise. Kui see port on ühendamata, vali 'pole ühendatud'.
mk: Изберете го сателитот што е поврзан со Port-A на вашиот прекинувач. Ако не сте сигурни, изберете „автоматски“ и приемникот ќе се обиде да го одреди ова за вас. Ако ништо не е поврзано со оваа порта, изберете „ништо не е поврзано“.
nb: Velg satellitten som er koblet til Port-A på din veksler. Hvis du er usikker velg 'automatisk' og mottakeren vil prøve å finne dette for deg. Hvis ingenting er tilkoblet denne porten, velg 'ingenting tilkoblet'.

source: Select the satellite which is connected to Port-B of your switch. If you are unsure select 'automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'nothing connected'.
es: Seleccione el satélite que está conectado al puerto B de su interruptor. Si no está seguro, seleccione ‘automático’ y el receptor intentará determinarlo por usted. Si no hay nada conectado a este puerto, seleccione ‘nada conectado’.
et: Vali satelliit, mis on ühendatud lüliti porti B. Kui pole kindel, vali 'automaatne' ja vastuvõtja üritab seda teha ise. Kui see port on ühendamata, vali 'pole ühendatud'.
mk: Изберете го сателитот што е поврзан со Port-B од вашиот прекинувач. Ако не сте сигурни, изберете „автоматски“ и приемникот ќе се обиде да го одреди ова за вас. Ако ништо не е поврзано со оваа порта, изберете „ништо не е поврзано“.
nb: Velg satellitten som er koblet til Port-B på din veksler. Hvis du er usikker velg 'automatisk' og mottakeren vil prøve å finne dette for deg. Hvis ingenting er tilkoblet denne porten, velg 'ingenting tilkoblet'.

source: Select the satellite which is connected to Port-C of your switch. If you are unsure select 'automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'nothing connected'.
es: Seleccione el satélite que está conectado al puerto C de su interruptor. Si no está seguro, seleccione ‘automático’ y el receptor intentará determinarlo por usted. Si no hay nada conectado a este puerto, seleccione ‘nada conectado’.
et: Vali satelliit, mis on ühendatud lüliti porti C. Kui pole kindel, vali 'automaatne' ja vastuvõtja üritab seda teha ise. Kui see port on ühendamata, vali 'pole ühendatud'.
mk: Изберете го сателитот што е поврзан со Port-C на вашиот прекинувач. Ако не сте сигурни, изберете „автоматски“ и приемникот ќе се обиде да го одреди ова за вас. Ако ништо не е поврзано со оваа порта, изберете „ништо не е поврзано“.
nb: Velg satellitten som er koblet til Port-C på din veksler. Hvis du er usikker velg 'automatisk' og mottakeren vil prøve å finne dette for deg. Hvis ingenting er tilkoblet denne porten, velg 'ingenting tilkoblet'.

source: Select the satellite which is connected to Port-D of your switch. If you are unsure select 'automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'nothing connected'.
es: Seleccione el satélite que está conectado al puerto D de su interruptor. Si no está seguro, seleccione ‘automático’ y el receptor intentará determinarlo por usted. Si no hay nada conectado a este puerto, seleccione ‘nada conectado’.
et: Vali satelliit, mis on ühendatud lüliti porti D. Kui pole kindel, vali 'automaatne' ja vastuvõtja üritab seda teha ise. Kui see port on ühendamata, vali 'pole ühendatud'.
mk: Изберете го сателитот што е поврзан со Port-D од вашиот прекинувач. Ако не сте сигурни, изберете „автоматски“ и приемникот ќе се обиде да го одреди ова за вас. Ако ништо не е поврзано со оваа порта, изберете „ништо не е поврзано“.
nb: Velg satellitten som er koblet til Port-D på din veksler. Hvis du er usikker velg 'automatisk' og mottakeren vil prøve å finne dette for deg. Hvis ingenting er tilkoblet denne porten, velg 'ingenting tilkoblet'.

source: Select the satellite you want to configure. Once that satellite is configured you can select and configure other satellites that will be accessed using this same tuner.
es: Seleccione el satélite que desea configurar. Una vez que el satélite está configurado, puede seleccionar y configurar otros satélites a los que se accederá usando este mismo sintonizador.
et: Vali seadistatav satelliit. Kui see satelliit on seadistatud, saab valida ja seadistada teised sama tuuneriga vastuvõetavad satelliidid.
mk: Изберете го сателитот што сакате да го конфигурирате. Откако ќе се конфигурира тој сателит, можете да изберете и конфигурирате други сателити до кои ќе се пристапи со користење на истиот тјунер.
nb: Velg satellitten du vil konfigurere. Når satellitten er konfigurert kan du velge og konfigurere andre satellitter som vil bruke den samme tuner.

source: Select the satellite your dish receives from. If you are unsure select 'automatic' and the receiver will attempt to determine this for you.
es: Selecciona el satélite que recibe su plato. Si no está seguro, seleccione ‘automático’ y el receptor intentará determinarlo por usted.
et: Vali vastuvõetav satelliit. Kui pole kindel, vali 'automaatne' ja vastuvõtja üritab selle ise tuvastada.
mk: Изберете го сателитот од кој прима вашиот антена. Ако не сте сигурни, изберете „автоматски“ и приемникот ќе се обиде да го одреди ова за вас.
nb: Velg satellitten din parabol mottar fra. Hvis du er usikker velg 'automatisk' og mottakeren vil forsøke å finne denne for deg.

source: Select the time delay before the button starts repeating.
es: Seleccione el tiempo de retraso antes de que el botón comience a repetirse.

source: Select the time delay between each repeat of the button.
es: Seleccione el tiempo de retraso entre cada repetición del botón.

source: Select the time zone within the area or region.
es: Seleccione la zona horaria dentro del área o región.
mk: Изберете ја временската зона во областа или регионот.

source: Select the tuner that controls the motorised dish.
es: Seleccione el sintonizador que controla la antena motorizada.
et: Vali tuuner, mis juhib ajamiga antenni.
mk: Изберете го тјунерот што ја контролира моторизираната антена.
nb: Velg mottakeren som styrer motorisert parabol.

source: Select the tuner that this loopthrough depends on.
es: Seleccione el sintonizador del que depende este bucle.
et: Vali tuuner, millest see läbiviik sõltub.
mk: Изберете го тјунерот од кој зависи овој опсег.
nb: Velg tuneren som denne gjennomgangssløyfen er avhengig av.

source: Select the tuner to which the signal cable of the SCR device is connected.
es: Seleccione el sintonizador al que está conectado el cable de señal del dispositivo SCR.
mk: Изберете го тјунерот на кој е поврзан сигналниот кабел на уредот SCR.
nb: Velg tuneren som signalkabelen til SCR-enheten er koblet til.

source: Select the type of LNB/device being used (normally 'Universal'). If your LNB type is not available select 'user defined'.
es: Seleccione el tipo de LNB/dispositivo que se utiliza (normalmente ‘Universal’). Si su tipo de LNB no está disponible, seleccione ‘definido por el usuario’.
et: Vali kasutatava LNB/seadme tüüp (tavaliselt 'universaalne'). Kui pole valikus, vali 'kasutaja määratud'.
mk: Изберете го типот на LNB / уред што се користи (нормално „Универзален“). Доколку вашиот тип LNB не е достапен, изберете „Прилагодено“.
nb: Velg LNB type/enhet som blir brukt (normalt 'Universal'). Hvis din LNB type ikke er tilgjengelig velg 'brukerdefinert'.

source: Select the type of Single Cable Reception device you are using.
es: Seleccione el tipo de dispositivo de recepción de cable único que está utilizando.
mk: Изберете го типот на уредот за прием на единечен кабел што го користите.
nb: Velg typen av enkeltkablet mottaksenhet du bruker.

source: Select update source
es: Seleccione la fuente de actualización (feed)
et: Vali uuenduste allikas
mk: Изберете извор на ажурирање
nb: Velg oppdaterings kilde

source: Select update source to edit
es: Seleccione la fuente de actualización (feed) para editar
et: Vali uuenduste allikas muutmiseks
mk: Изберете извор за ажурирање за уредување
nb: Velg oppdaterings kilde å redigere

source: Select video output port with UP/DOWN buttons
es: Seleccionar entrada de video con botones ARRIBA/ABAJO

source: Select whether your SCR device is externally powered.
es: Seleccione si su dispositivo SCR tiene alimentación externa.
mk: Ве молиме изберете дали вашиот SCR уред е со надворешно напојување.
nb: Velg om SCR-enheten er eksternt drevet.

source: Select which satellite to scan.
es: Seleccione qué satélite buscar.

source: Select which transponder to scan.
es: Seleccione qué transpondedor buscar.

source: Select which tuner to use for the scan.
es: Seleccione qué sintonizador usar para la búsqueda.

source: Select wireless network
es: Seleccionar red inalámbrica
et: Vali WiFi võrk
mk: Изберете безжична мрежа
nb: Velg trådløst nettverk

source: Select your ATSC provider.
es: Seleccione su proveedor de ATSC.
et: Vali oma ATSC levitaja.
mk: Изберете го вашиот ATSC провајдер.
nb: Velg din ATSC leverandør.

source: Select your backup device. Current device:
es: Selecione su dispositivo para la copia. Dispositivo actual:
et: Vali seade varukoopia jaoks. Praegune seade:
mk: Изберете го вашиот резервен уред. Тековен уред:
nb: Velg din enhet for sikkerhetskopi. Gjeldende enhet:

source: Select your country. If not available select 'all'.
es: Seleccione su país. Si no está disponible seleccione "Todo".
et: Vali asukohamaa. Kui pole saadaval, vali 'kõik'.
mk: Изберете ја вашата земја. Ако не е достапно, изберете „сите“.
nb: Velg ditt land. Hvis ikke tilgjengelig velg 'alle'.

source: Select your provider and region. If not present in this list you will need to select one of the other 'service scan types'.
es: Seleccione su proveedor y región. Si no está presente en esta lista, deberá seleccionar uno de los otros ‘tipos de búsqueda de canal’.
et: Vali operaator ja regioon. Kui need selles loendis puuduvad, tuleb valida mõni muu 'kanaliotsingu tüüp'.
mk: Изберете го вашиот провајдер и регион. Доколку не е присутен на оваа листа, ќе треба да изберете еден од другите „типови на пребарување канали“.
nb: Velg leverandør og region. Hvis den ikke finnes i listen må du velge en av de andre 'skannings tjenestetypene'.

source: Select your provider, and press OK to start the scan
es: Seleccione su proveedor y pulse OK para comenzar la búsqueda
et: Vali teenusepakkuja ja vajuta otsingu alustamiseks OK
mk: Изберете го вашиот провајдер и притиснете ОК за да започнете со пребарување
nb: Velg distributør, tast OK for søk

source: Select your region. If not available change 'Country' to 'all' and select one of the default alternatives.
es: Seleccione su región. Si no está disponible, cambie “País” a “todos” y seleccione una de las alternativas predeterminadas.
et: Määra regioon. Kui see pole saadaval, muuda riigi asemel 'Kõik' ja vali üks alternatiividest.
mk: Изберете го вашиот регион. Ако не е достапно, променете ја „Земјата“ во „сите“ и изберете една од стандардните алтернативи.
nb: Velg din region. Hvis ikke tilgjengelig kan du endre 'Land' til 'alle' og velg ett standard alternativ.

source: Select your time zone area or region.
es: Seleccione su zona horaria o región.
mk: Изберете ја моменталната временска зона.

source: Select, toggle, process or edit the current entry
es: Seleccionar, alternar, procesar o editar la entrada actual

source: Selecting 'Yes' will delete the currently selected user data. This action can't be undone. You may want to create a backup before continuing. Are you sure you want to continue with the factory reset?
es: Si selecciona 'Sí' se eliminarán los datos de usuario seleccionados actualmente. Esta acción no se puede deshacer. Es posible que desee crear una copia de seguridad antes de continuar. Está seguro de que desea continuar con el restablecimiento de fábrica?

source: Selecting satellites 1 (USALS)
es: Seleccionando satélites 1 (USALS)
et: Satelliitide valimine 1 (USALS)
mk: Избор на сателити 1 (USALS)
nb: Velger satellitene 1 (USALS)

source: Selecting satellites 2 (USALS)
es: Seleccionando satélites 2 (USALS)
et: Satelliitide valimine 2 (USALS)
mk: Избор на сателити 2 (USALS)
nb: Velger satellitene 2 (USALS)

source: Selecting this option allows you to configure a group of satellites in one block.
es: Seleccionar esta opción le permite configurar un grupo de satélites en un bloque.
et: Siin saab seadistada satelliitide gruppi ühe plokina.
mk: Избирањето на оваа опција ви овозможува да конфигурирате група сателити во еден блок.
nb: Dette alternativet lar deg konfigurere en gruppe av satellitter i en blokk.

source: Send DiSEqC
es: Mandar Diseqc
et: Saada DiSEqC
mk: Испратете го DiSEqC

source: Send DiSEqC only on satellite change
es: Mandar Diseqc solo en cambio de satélite
et: Saada DiSEqC ainult satelliidi vahetamisel
mk: Испратете го DiSEqC само на промена на сателит
nb: Send DiSEqC bare ved satellitt skifte

source: Separate titles with a main menu
es: Títulos separados con un menú principal
et: Eraldi pealkirjad koos peamenüüga
mk: Одделете ги насловите од главното мени
nb: Del opp navn i hovedmeny

source: Sequence repeat
es: Repetir la secuencia
et: Järjekorra kordus
mk: Повторување на низата
nb: Sekvens gjentakelse

source: Serbian
es: Serbio
et: Serbia
mk: Српски
nb: Serbisk

source: Serv.Name
es: Nombre Canal

source: Server Error: %s %s is included in bouquets.tv and does not exist in channel list
es: Error en Servidor: %s el archivo %s está incluido en bouquets.tv y no existe en la lista de canales

source: Server Info ( NCam-Version: %s )
es: Información del Servidor ( Versión NCam: %s )

source: Server not available
es: Servidor no disponible

source: Server:
es: Servidor:

source: Servers
es: Servidores

source: Service
es: Canal
et: Kanaliinfo
mk: Канал
nb: Kanal

source: Service & PIDs
es: Canal & PIDs
et: Teenus ja PIDid
mk: Канал и PID
nb: Kanal & PIDs

source: Service ID
es: ID del canal
et: Teenuse ID
mk: ID на Канал
nb: Kanal ID

source: Service Selection Actions
es: Acciones Selección de Servicios

source: Service Title mode
es: Mostrar picon

source: Service Zap Actions
es: Acciones de canal Zap

source: Service belongs to a parental protected bouquet
es: El canal pertenece a un bouquet protegido por los padres
et: Kanal on lapselukuga kaitstud lemmiknimekirjas
mk: Каналот припаѓа на родителски заштитен букет
nb: Kanalen er beskyttet av foreldrekontroll

source: Service has been added to the favourites.
es: El canal ha sido añadido a los favoritos.
et: Kanal on lisatud lemmiknimekirja.
mk: Каналот е додаден во фаворити.
nb: Kanalen har blitt lagt til i favorittliste.

source: Service has been added to the selected bouquet.
es: El canal ha sido añadido al bouquet seleccionado.
et: Kanal on lisatud valitud nimekirja.
mk: Канал е додаден во избраниот букет.
nb: Kanalen har blitt lagt til i valgt kanalliste.

source: Service info
es: Info del Canal
et: Kanaliinfo
mk: Информации за каналот
nb: Kanal info

source: Service info - ECM Info
es: Info del Canal - ECM info
et: Teenuse info - ECM info
mk: Информации за каналот - ECM инфо
nb: Kanal info - ECM info

source: Service info - service & Basic PID Info
es: Info Canal - canal & info PID básico
mk: Информации за каналот - канал и основни информации за PID
nb: Kanal info - kanal & grunnleggende PID info

source: Service info - service & Extended PID Info
es: Info Canal - canal & Info PID extendido
mk: Информации за каналот - канал и проширени ПИД-информации
nb: Kanal info - kanal & utvidet PID info

source: Service info - service & PIDs
es: Info del Canal - canal & PIDs
et: Teenuse info - teenus ja PIDid
mk: Информации за каналот - канал и PID
nb: Kanal informasjon - kanal & PID'er

source: Service info - tuner live values
es: Info del Canal - valores del sintonizador
et: Teenuse info - tuuneri tegevasetused
mk: Информации за каналот - податоци за тјунерот
nb: Kanal info - tunerverdier i sanntid

source: Service info - tuner setting values
es: Info del Canal - valores de config. del sintonizador
et: Teenuse info - tuuneri seadeasetused
mk: Информации за каналот - податоци за поставките на тјунерот
nb: Kanal informasjon - tunerinnstilte verdier

source: Service invalid! (Timeout reading PMT)
es: Canal no válido! (Tiempo de espera agotado para leer PMT)
et: Valitud kanalit ei leitud! (Timeout PMT lugemisel)
mk: Услугата е неважечка! (Тајмаут со читање на PMT)
nb: Ugyldig kanal! (Tidsavbrudd ved PMT lesning)

source: Service list
es: Lista Canales

source: Service name
es: Nombre de canal
et: Kanalinimi
mk: Име на Канал
nb: Kanalnavn

source: Service not found! (SID not found in PAT)
es: ¡Canal no encontrado! (SID no encontrado en PAT)
et: Valitud kanalit ei leitud! (SID ei leitud PAT-st)
mk: Каналот не е пронајден! (СИД не е пронајден во ПАТ)
nb: Kanalen finnes ikke! (Intet signal)

source: Service reference
es: Referencia de canal
et: Kanali referents
mk: Канал - Референца
nb: Kanalreferanse

source: Service scan
es: Búsqueda de canal
et: Kanaliotsing
mk: Пребарување на канали
nb: Kanalsøk

source: Service title mode
es: Modo de título de canal
et: Kanalinime kuju
mk: Наслов на канал
nb: Kanalvalg

source: Service type 4097 incorrect for PiP!
es: Tipo de canal 4097 incorrecto para PiP!

source: Service unavailable! Check tuner configuration!
es: Canal no disponible! Revise configuración del sintonizador!
et: Pole kanalit! Kontrolli tuuneri seadeid!
mk: Канал не е достапен! Проверете ја конфигурацијата на тјунерот!
nb: Kanalen er utilgjengelig! Sjekk tunerinnstilling!

source: Servicename
es: Nombre de canal
et: Teenuse nimi
mk: Име на Каналот
nb: Kanalnavn

source: Services
es: Canales
et: Kanalid
mk: Канали
nb: Kanaler

source: Set CI assignment for detection of available services.
es: Establecer asignación de CI para la detección de canales disponibles.
mk: Поставете ја задачата за CI за откривање на достапни канали.
nb: Angi CI tilordning for gjenkjenning av tilgjengelige tjenester.

source: Set FTP connection to the remote receiver be established in passive mode (normally 'no').
es: Configure la conexión FTP con el receptor servidor para que se establezca en modo pasivo (normalmente 'no').

source: Set PIN Pressing [OK]
es: Establezca PIN Presionando [OK]

source: Set a temporary sort method for this directory
es: Establecer un método de clasificación temporal para este directorio

source: Set all hotkey to default?
es: ¿Establecer todas las hotkeys por defecto?
et: Kas seada kõik kiirnupud vaikeseadesse?
mk: Да се постават сите hotkey за стандардно?
nb: Sett alle snarveistaster til standard?

source: Set alternative fallback tuners for DVB-T/C or ATSC.
es: Establecer sintonizadores alternativos para DVB-T/C o ATSC.

source: Set as startup service
es: Establecer como canal de inicio
et: Käivita vastuvõtja sellel kanalil
mk: Поставете како почетен канал
nb: Bruk denne som oppstartskanal

source: Set blocktimes by weekday
es: Establecer tiempos de bloqueo por día de la semana
et: Sea keeluajad nädalapäeviti
mk: Поставете блок-часови според работниот ден
nb: Still inn blokkeringstid med ukedager
