Repository: OpenVisionE2/enigma2-openvision
Catalog: po/*.po
Languages: es, et, mk, nb

source: LAN connection
es: Conexión LAN-Cable
et: LAN ühendus
mk: LAN врска
nb: LAN tilkoblet

source: LCD Setup
es: Ajustes Display

source: LCD scroll speed
es: Velocidad de desplazamiento del LCD

source: LED Setup
es: Ajustes LED

source: LED color during normal operations
es: Color del LED durante las operaciones normales

source: LED color during recording
es: Color del LED durante la grabación

source: LED color during recording in standby
es: Color del LED durante grabaciones en modo reposo

source: LED color during standby
es: Color del LED durante modo reposo

source: Label
es: Etiqueta

source: Language %s (%s) selected.
es: Idioma %s (%s) seleccionado.

source: Language already selected.
es: Idioma ya seleccionado.

source: Language selection
es: Selección de idioma
et: Keele valik
mk: Избор на јазик
nb: Språkvalg

source: Lao People's Democratic Republic
es: Laos
et: Laose Demokraatlik Rahvavabariik
mk: Демократска Република Лао
nb: Laos

source: Large
es: Largo
et: Täielikult
mk: Голем
nb: Stor

source: Last Req.
es: Último Req.

source: Last config
es: Última Configuración
et: Viimane seadistus
mk: Последна конфигурација
nb: Siste innstilling

source: Last page
es: Última página

source: Last speed
es: Última velocidad
et: Eelmine kiirus
mk: Последна брзина
nb: Siste hastighet

source: Latest Commits
es: Últimos Cambios
et: Viimased kanded
mk: Последни Промени
nb: Siste nytt

source: Latitude
es: Latitud
et: Laiuskraad
mk: Географска ширина
nb: Breddegrad

source: Latvia
es: Letonia
et: Läti
mk: Латвија

source: Latvian
es: Letón
et: Läti
mk: Летонски
nb: Latvisk

source: Leave DVD player?
es: ¿Salir del reproductor de DVD?
et: Väljud DVD-mängijast?
mk: Да се остави ДВД плеер?
nb: Avslutte DVD spiller?

source: Leave movie player
es: Salir del reproductor de películas

source: Leave this set to 'yes' unless you fully understand why you are adjusting it.
es: Deje este ajuste en ‘sí’ a menos que comprenda completamente por qué lo está cambiando.
et: Vaikeväärtuseks on 'Jah'. Muuda ainult juhul, kui tead täpselt, mida seadistad.
mk: Оставете ги овие поставки на „ДА“ освен ако не разберете целосно зошто го прилагодувате.
nb: La dette satt til "ja" med mindre du forstår hvorfor du justerer den.

source: Lebanon
es: Líbano
et: Liibanon
mk: Либан
nb: Libanon

source: Left
es: Izquierda
et: Vasak
mk: Лево
nb: Venstre

source: Left from servicename
es: A la izquierda del nombre del canal
et: Kanalinimest vasakul pool
mk: Лево од името на станицата
nb: Venstre for kanalnavn

source: Leisure hobbies
es: Pasatiempos de ocio
et: Vaba aja hobid
mk: Хоби за слободно време
nb: Fritid hobby

source: Lets define enigma2 once more
es: Definamos enigma2 una vez más

source: Letterbox zoom
es: Selección de video panscan, letterbox, scale
et: Letterboxi suurendus
nb: Brevsprekkformat forstørrelse

source: Libya
es: Libia
et: Liibüa
mk: Либија

source: Limit character set for recording filenames
es: Juego de caracteres límite para nombres de archivo
et: Keela teatud tähemärkide kasutamine failinimedes
mk: Ограничете го бројот на знаци во имињата на записите
nb: Begrens antall tegn på opptaksnavn

source: Limit east
es: Límite este
et: Ida piir
mk: Ограничи исток
nb: Østgrense

source: Limit the characters that can be used in recording filenames to (7 bit) ascii. This ensures compatibility with operating systems or file systems with limited character sets.
es: Limitar los caracteres que se pueden usar para grabar nombres de archivos a (7 bits) ascii. Esto garantiza la compatibilidad con sistemas operativos o sistemas de archivos con conjuntos de caracteres limitados.
et: Kasuta failinimedes ainult (7 bit) ascii tähemärke. See tagab failide ühilduvuse ka operatsioonisüsteemidega, mis ei toeta kõiki tähemärke.
mk: Ограничете ги знаците што можат да се користат во имињата на датотеките на (7 бита) ASCII. Ова обезбедува компатибилност со оперативни системи или датотечни системи со ограничено множество на карактери.
nb: Begrens antall tegn som skal brukes i opptaksnavn til (7 bit) ascii. Dette sikrer kompatibilitet med operativsystem eller filsystemer med begrenset antall tegnsett.

source: Limit west
es: Límite oeste
et: Lääne piir
mk: Ограничи запад
nb: Vestgrense

source: Limits cancelled
es: Límites cancelados
et: Piirid tühistati
mk: Ограничувањата се откажани
nb: Grenser kansellert

source: Limits enabled
es: Límites habilitados
et: Piirid on kasutuses
mk: Ограничувањата се овозможени
nb: Grenser aktivert

source: Limits off
es: Límites apagados
et: Piire pole
mk: Ограничувањата се исклучени
nb: Grenser av

source: Limits on
es: Límites encendidos
et: Piirid kasutusel
mk: Ограничувања се вклучени
nb: Grenser på

source: Link quality:
es: Calidad del enlace:
et: Lingi kvaliteet:
mk: Квалитет на поврзување:
nb: Signalstyrke:

source: Link:
es: Enlace:
mk: Врска:
nb: Signal:

source: Linked titles with a DVD menu
es: Títulos vinculados con un menú de DVD
et: DVD menüüga seotud pealkirjad
mk: Поврзани наслови со ДВД мени
nb: Koblede navn med en DVD-meny

source: List Navigation Actions
es: Lista de acciones de navegación

source: List available networks
es: Lista de redes disponibles
et: Näita leitud võrgud
mk: Прикажи ги достапните мрежи
nb: Vis tilgjengelige nettverk

source: List of storage devices
es: Lista de dispositivos de almacenamiento
et: Andmekandjate loetelu
mk: Список на уреди за меморија
nb: Liste over lagringsenheter

source: List type
es: Tipo de lista
et: Nimekirja tüüp
mk: Тип на список
nb: Vis type

source: List version %(ver)d, found %(num)d channel
es: Lista de versión %(ver)d, encontrada %(num)d canal

source: Listen to the radio
es: Escuchar la radio

source: Lists reloaded!
es: Listas recargadas!
et: Nimekirjad uuesti laaditud!
mk: Вчитани листи!
nb: Lister omlastet!

source: Lithuania
es: Lituania
et: Leedu
mk: Литванија
nb: Lithauen

source: Lithuanian
es: Lituano
et: Leedu
mk: Литвански
nb: Litauisk

source: Live TV Actions
es: Acciones de TV en vivo

source: Load
es: Carga
et: Laadi
mk: Вчитува
nb: Last inn

source: Load EPG Cache
es: Cargar EPG

source: Load only specific days in EPG
es: Cargar solo días específicos en EPG

source: Load playlist
es: Cargar lista de reproducción
et: Lae esitusloend
mk: Вчитај ја плејлистата
nb: Last inn opptaksliste

source: Load tags from the timer and recordings
es: Cargar etiquetas desde el temporizador y las grabaciones

source: Load unlinked user bouquets
es: Cargar bouquets de usuarios no vinculados

source: Local date/time
es: Fecha/hora local

source: Local network
es: Red local
et: Kohalik võrk
mk: Локална мрежа
nb: Lokalt nettverk

source: Local time
es: En tiempo local

source: Locale %s (%s) installed and selected.
es: Configuración regional %s (%s) instalada y seleccionada.

source: Locale %s (%s) selected.
es: Configuración Regional %s (%s) seleccionada.

source: Locale (Ascending)
es: Región (Ascendente)

source: Locale (Descending)
es: Región (Descendente)

source: Locale Selection Setup
es: Ajustes Selección Región

source: Locale list sort order
es: Orden de clasificación de configuraciones regionales

source: Locale/Language
es: Ajustes Regional/Idioma

source: Locale/Language Selection
es: Selección de Ajustes Regional/Idioma

source: Locale/Language Selection Actions
es: Seleccionar Acción para Ajustes Regional/Idioma

source: Locales to be displayed
es: Regiones que se mostrarán

source: Location
es: Ubicación
et: Asukoht
mk: Локациjа
nb: Opptaksmappe

source: Location Box Context Menu
es: Menú Contextual Ubicación

source: LocationBox Actions
es: Acciones de Localización

source: Lock ratio
es: Bloquear relación
et: Lukusta pildisuhe
mk: Однос на сигнал
nb: Låsforhold

source: Lock:
es: Bloqueo:
et: Lukus:
mk: Сигнал:
nb: Lås:

source: Log Actions
es: Acciones Registros

source: Log python stack trace on spinner
es: Seguimiento de registro con spinner (ruleta)

source: Log results to /tmp
es: Registra resultados a /tmp
et: Logi tulemused /tmp
mk: Регистрирајте ги резултатите на / tmp
nb: Lagre resultatene i /tmp

source: LogManager
es: Administrador de logs

source: Logs Manager
es: Administrador Logs

source: Logs Setup
es: Ajustes Logs

source: Logs folder location *
es: Ubicación de la carpeta de Logs *

source: Logs older than the specified number of days will be deleted.
es: Se eliminarán los logs anteriores al número de días especificados.

source: Long BLUE button
es: Botón AZUL Prolongado

source: Long GREEN button
es: Botón VERDE prolongado

source: Long RED button
es: Botón ROJO Prolongado

source: Long YELLOW button
es: Botón AMARILLO prolongado

source: Long filenames
es: Nombres largos de archivo
et: Pikad failinimed
mk: Долги имиња на датотеки
nb: Lange filnavn

source: Long press emulation with button
es: Emulación de pulsación larga con botón

source: Long press: %s
es: Pulsación larga: %s

source: Longitude
es: Longitud
et: Pikkuskraad
mk: Должина
nb: Lengdegrad

source: Looking for active transponders in the cable network. Please wait...
es: Buscando transpondedores activos en la red de cable. Espere por favor...

source: Looking for active transponders in the terrestrial network. Please wait...
es: Buscando transpondedores activos en la red terrestre. Espere por favor...

source: Loop through from
es: Enlace a través de
et: Läbijooks seadmest
mk: Поврзан со
nb: Gjennomgang fra

source: Lower case
es: Minúscula
et: Väiketähed
mk: Со мали букви
nb: Små bokstaver

source: Luxembourg
es: Luxemburgo
et: Luksemburg
mk: Луксембург
nb: Luxemburg

source: Luxembourgish
es: Luxemburgués
et: Luksemburgi
mk: Луксембургски
nb: Luxemburgsk

source: MAC Address Setup
es: Ajustes Dirección MAC

source: MAC address
es: Dirección MAC

source: MORE
es: Más
et: VEEL
mk: ПОВЕЌЕ
nb: MER

source: Main Menu
es: Menú Principal

source: Maintain old EPG data for
es: Mantener los datos de EPG antiguos durante
et: Vana EPG hoidmise aeg
mk: Чувајте податоци за истечен EPG (за неколку минути)
nb: Lagre gamle EPG data i min

source: Make it possible to manually initiate the channels import and/or EPG via the extension menu.
es: Permite iniciar manualmente los canales de importación y/o EPG a través del menú de extensión.

source: Make this mark an 'in' point
es: Hacer un punto ‘in’ de esta marca
et: Tee see märk alguspunktiks
mk: Направете точка "одвнатре" од оваа ознака
nb: Marker som et start punkt

source: Make this mark an 'out' point
es: Hacer un punto ‘out’ de esta marca
et: Tee see märk lõpupunktiks
mk: Направете точка "однадвор" од оваа ознака
nb: Marker som et slutt punkt

source: Make this mark just a mark
es: Hacer que esta marca sea solo una marca
et: Tee see märk lihtsalt märgiks
mk: Направете ја оваа ознака само како ознака
nb: Marker som et punkt

source: Malaysia
es: Malasia
et: Malaisia
mk: Малезија

source: Maldives
es: Maldivas
et: Maldiivid
mk: Малдиви
nb: Maldivene

source: Manage Locale/Language Selection settings
es: Administrar Selección Región/Lenguaje

source: Manage extensions
es: Manejar extensiones
et: Halda laiendusi
mk: Управување со екстензии
nb: Administrer utvidelser

source: Manage extensions or plugins for your receiver.
es: Administre extensiones o complementos para su receptor.
et: Halda laiendusi.
mk: Управување со Плагини или Екстензии на вашиот приемник.
nb: Administrer utvidelser og tilleggsprogrammer for mottakeren din.

source: Manage your receiver's software
es: Manejar el software del receptor
et: Uuenda vastuvõtja tarkvara
mk: Управување со софтверот на вашиот приемник
nb: Administrer din mottakers programvare

source: Manual Scan
es: Búsqueda Manual
et: Käsiotsing
mk: Рачно пребарување
nb: Manuelt søk

source: Manual configuration
es: Configuración manual
et: Käsitsi seadistamine
mk: Рачна конфигурација
nb: Manuell konfigurering

source: Manual scan
es: Búsqueda manual
et: Käsiotsing
mk: Рачно пребарување
nb: Manuelt søk

source: Manual transponder
es: Transpondedor manual
et: Käsitsi sisestatud transponder
mk: Рачен транспондер
nb: Manuell transponder

source: Manually import from fallback tuner
es: Importar manual desde el tuner reserva
mk: Рачен увоз од резервен приемник
nb: Importer manuelt fra reserve tuner

source: Manufacturer
es: Fabricante
et: Tootja
mk: Производител
nb: Produsent

source: Manufacturer reset in progress Please wait until your %s %s restarts
es: Reset de fábrica en progreso Espere hasta que su %s %s se reinicie

source: Margin after recording (minutes)
es: Margen después de la grabación (minutos)
et: Salvestuse lõppu lisatakse (minutit)
mk: Маргина по снимање (минути)
nb: Stopptid etter opptak (minutter)

source: Margin before recording (minutes)
es: Margen antes de la grabación (minutos)
et: Salvestuse algusesse lisatakse (minutit)
mk: Маргина пред снимање (минути)
nb: Start tid før opptak (minutter)

source: Mark service as dedicated 3D service
es: Marcar el canal como dedicado 3D
et: märgi teenus 3D suunatud teenuseks
mk: Означете го каналот како наменски 3Д канал
nb: Bruk denne som standard 3D kanal

source: Marker Actions
es: Acciones de marcador

source: Marshall Islands
es: Islas Marshall
et: Marshalli Saared
mk: Маршалски Острови
nb: Marshalløyene

source: Martinique
es: Martinica
mk: Мартиник

source: Mauritius
es: Mauricio
mk: Маврициус

source: Max channels
es: Canales máximos

source: Max memory positions
es: Posiciones máximas de memoria
et: Max. mälu asendid
mk: Максимални позиции на меморија
nb: Maks antall minne-posisjoner

source: Maximum number of EPG days
es: Número máximo de dias en EPG

source: Maximum number of days
es: Número máximo de días

source: Maximum total space used (MB)
es: Espacio total máximo utilizado (MB)

source: Maybe the reason that recording is currently running. Please stop the recording before trying to configure the positioner.
es: Tal vez la razón por la que la grabación se está ejecutando actualmente. Por favor, detenga la grabación antes de intentar configurar el motor.
et: Võimalik et põhjuseks on hetkel käiv salvestus. Peatage salvestus enne positsioneeri seadistamise katset.
mk: Можеби причина е што снимањето моментално работи. Запрете го снимањето пред да се обидете да го конфигурирате позиционерот.
nb: Kanskje årsaken er et pågående opptak.. Stopp opptaket før konfigurering av motor posisjonerer.

source: Media player
es: Reproductor MediaPlayer
et: Meediamängija
mk: Медиа плеер
nb: Mediespiller

source: Media scanner
es: Escáner de medios
et: Meediaotsija
mk: Медиумски скенер
nb: Mediesøker

source: Medium is not a writeable DVD!
es: El medio no es un DVD grabable!
et: DVD ketas ei ole kirjutatav!
mk: Медиумот не е ДВД за пишување!
nb: Mediet er en ikke skrivbar DVD!

source: Medium is not empty!
es: El medio no está vacío!
et: Ketas ei ole tühi!
mk: Медиум не е празен!
nb: Mediet er ikke tomt!

source: Memory
es: Memoria
et: Mälu
mk: Меморија
nb: Minne

source: Memory Info
es: Información de memoria
et: Mälu info
mk: Информации за меморија
nb: Minne

source: Memory index
es: Índice de memoria
et: Mälu indeks
mk: Индекс на меморија
nb: Minne oversikt

source: Menu
es: Menú
et: Menüü
mk: Мени
nb: Meny

source: Menu Actions
es: Acciones Menú

source: Menusort (%s)
es: Clasificación de menú (%s)
et: Menüüsort (%s)
mk: Сортирање на Мени (%s)
nb: Menysort (%s)

source: Message
es: Mensaje
et: Teade
mk: Порака
nb: Beskjed

source: Message Box Actions
es: Acciones en Mensajes

source: Message...
es: Mensaje…
et: Teade
mk: Порака...
nb: Beskjed...

source: Mexico
es: México
et: Mehhiko
mk: Мексико

source: MiniDLNA config is missing!
es: Falta la configuración de MiniDLNA!

source: MiniDLNA setup
es: Configurar MiniDLNA

source: Minimum age %d years
es: Mínima edad %d años
et: Väikseim vanus %d aastat
mk: Минимална возраст %d години
nb: Minste alder %d år

source: Minimum send interval
es: Intervalo mínimo de envío
et: Väikseim saatmise intervall
mk: Минимален интервал на испраќање
nb: Minste sendings intervall

source: Mins
es: Minutos

source: Mins Secs
es: Minutos Segundos

# Satellite configuration mode
source: Mode
es: Modo
et: Režiim
mk: Режим
nb: Modus

# Video output mode
source: Mode
es: Modo
et: Režiim
mk: Режим
nb: Oppløsning

source: Mode PiP
es: Modo PiP

source: Mode down a line
es: Modo en una línea

source: Mode down a screen
es: Modo abajo de una pantalla

source: Model
es: Modelo
et: Mudel
mk: Модел
nb: Type

source: Model:
es: Modelo:
et: Tüüp:
mk: Модел:
nb: Modell:

source: Modes
es: Modos
mk: Режими
nb: Moduser

source: Modulation
es: Modulación
et: Modulatsioon
mk: Модулација
nb: Modulasjon

source: Modulator
es: Modulador
et: Modulaator
mk: Модулатор

source: Mon
es: Lun
et: E
mk: Пон
nb: Man

source: Mon-Fri
es: Lunes-Viernes
et: E-R
mk: Пон-Пет
nb: Man-Fre

source: Monaco
es: Mónaco
mk: Монако

source: Monday
es: Lunes
et: Esmaspäev
mk: Понеделник
nb: Mandag

source: Monthly
es: Mensual

source: Morocco
es: Marruecos
et: Maroko
mk: Мароко
nb: Marokko

source: Mosquito noise reduction
es: Reducción del sonido de mosquito
et: Moskiitomüra vähendamine
mk: Намалување на шумот
nb: Moskito- støyreduksjon

source: Motor command retries
es: Reintentos de comandos de motor
et: Mootori käsu kordused
mk: Командата за мотор се повторува
nb: Motor kommando forsøker igjen

source: Motor running timeout
es: Tiempo de espera del motor
et: Mootori töö seiskamine
mk: Истек на времетраењето на моторот
nb: Motor kjører timeout

source: Mounts
es: Montajes

source: Mounts setup
es: Configurar Montajes

source: Move
es: Mover
et: Liiguta
mk: Премести
nb: Kjør

source: Move PiP to main picture
es: Mover PiP a la imagen principal
et: Mine PiP peapildile
mk: Преместете го PiP на главната слика
nb: Flytt PiP til hovedbilde

source: Move Picture in Picture
es: Mover Picture in Picture
et: Liiguta PiP-pilti
mk: Премести слика во слика
nb: Flytt bilde i bilde

source: Move down a line
es: Mover hacia abajo una línea

source: Move down a page
es: Mover hacia abajo una página

source: Move down a screen
es: Moverse abajo de la pantalla

source: Move down one line
es: Bajar una línea

source: Move down one screen
es: Bajar una pantalla

source: Move down to last entry
es: Desplazarse hacia abajo hasta la última entrada

source: Move down to last line
es: Bajar a la última línea

source: Move down to next entry
es: Avanzar a la siguiente entrada

source: Move down to the last line in the list.
es: Baje hasta la última línea de la lista.

source: Move east
es: Mueve al este
et: Liiguta itta
mk: Сврти кон исток
nb: Kjør østover

source: Move the current item down one line
es: Mover el elemento actual una línea hacia abajo

source: Move the current item up one line
es: Mover el elemento actual una línea hacia arriba

source: Move to first line
es: Mover a la primera línea

source: Move to first line / screen
es: Mover a la primera línea en pantalla

source: Move to last line
es: Mover a la última línea

source: Move to last line / screen
es: Mover a la última línea en pantalla

source: Move to position X
es: Mover a la posición X
et: Liigu asukohta X
mk: Поместете во позиција Х "
nb: Flytt til posisjon X

source: Move to the next page
es: Moverse a la siguiente página
mk: Поместете се на следната страница
nb: Gå til neste side

source: Move to the next skin
es: Moverse al siguiente skin
mk: Поместете се на следниот Скин
nb: Gå til neste skin

source: Move to the previous page
es: Moverse a la página anterior
mk: Поместете на претходната страница
nb: Flytt til forrige side

source: Move to the previous skin
es: Moverse al skin anterior
mk: Поместете се на претходниот Скин
nb: Gå til forrige skin

source: Move up a line
es: Mover hacia arriba una línea

source: Move up a page
es: Subir una página

source: Move up a screen
es: Moverse arriba de la pantalla

source: Move up one line
es: Subir una línea

source: Move up one screen
es: Subir una pantalla

source: Move up to first entry
es: Subir a la primera entrada

source: Move up to first line
es: Subir a la primera línea

source: Move up to previous entry
es: Ir a la entrada anterior

source: Move up to the first line in the list.
es: Vaya a la primera línea de la lista.

source: Move west
es: Mueve al oeste
et: Liiguta läände
mk: Сврти кон запад
nb: Kjør vestover

source: Moved to position 0
es: Movido a la posición 0
et: Liigu asukohta 0
mk: Преместете во позиција 0
nb: Flyttet til posisjon 0

source: Moved to position at index
es: Movido a la posición en el índice
et: Liigutatud indeksi asendisse
mk: Преместено во позиција на индекс
nb: Flyttet til startposisjon

source: Movement
es: Movimiento
et: Liikumine
mk: Движење
nb: Bevegelse

source: Movie List Context Menu
es: Menú de lista de películas

source: Movie Selection Setup
es: Ajustes Selección de Películas

source: Movie selection
es: Selección de película
et: Filmi valik
mk: Избор на филм
nb: Opptaksvalg

source: Movie/Drama
es: Película/Drama
et: Film/Draama
mk: Филм / драма
nb: Film/Drama

source: Moving
es: Moviendo
et: Liikuv
mk: Движење
nb: Kjører

source: Moving east...
es: Moviendo al este...

source: Moving files
es: Moviendo archivos

source: Moving to position
es: Moverse a la posición
et: Liigub asukohta
mk: Премести на позиција
nb: Kjører til posisjon

source: Moving west...
es: Moviendo al oeste...

source: Multi-EPG bouquet selection
es: Selección de bouquet MuliEPG
et: Lemmiknimekirjade valik kanalite saatekavas
mk: Мулти-ЕПГ избор на букет
nb: Multi EPG valg i kanalliste

source: MultiType
es: MultiTipo
mk: МултиТип

source: Multichannel PCM
es: PCM Multicanal
et: Mitme kanali PCM
mk: Повеќеканален PCM
nb: Multikanal PCM lyd

source: Multiple service support
es: Soporte de canal múltiple
et: Mitme programmi tugi
mk: Може да декодира повеќе канали
nb: Flerkanal støtte

source: Multisat all select
es: Seleccionar todo Multisat
et: Paljude satelliitide valik
mk: Мултисат избери све
nb: Alle satellitt posisjoner egendefinert valg

source: Music/Ballet/Dance
es: Música/Ballet/Danza
et: Muusika/Ballett/Tants
mk: Музика / балет / танц
nb: Musikk/Ballett/Dans

source: Mute
es: Sin sonido
et: Vaikus
mk: Без звук
nb: Demp

source: Myanmar
es: Birmania
et: Birma
mk: Мјанмар

source: NCam webif disabled
es: Webif NCam deshabilitado

source: NEXT
es: Siguiente
et: JÄRGMINE
nb: NESTE

source: NFS setup
es: Configurar NFS

source: NIM & Type
es: NIM & Tipo
et: NIM ja tüüp
mk: NIM & Тип
nb: Tuner modul - type

source: NOW
es: Ahora
et: PRAEGU
mk: СЕГА
nb: NÅ

source: Name
es: Nombre
et: Nimi
mk: Име
nb: Navn

source: Nameserver
es: DNS
et: Nimeserver
mk: Име на сервер
nb: Navneserver

source: Nameserver setup
es: Configuración del servidor de nombres
et: Nimeserveri seaded
mk: Поставки за DNS
nb: Navneserver innstilling

source: Namespace & Orbital pos.
es: Espacio nombres pos. orbital.
mk: Назив и Орбитална поз..
nb: Navneområde & Satellittposisjon.

source: Narration
es: Narración

source: Native name (Ascdending)
es: Nombre nativo (Ascendente)

source: Native name (Descending)
es: Nombre nativo (Descendente)

source: Navigate up/down with UP/DOWN buttons and page up/down with LEFT/RIGHT. OK to perform the action described in the currently highlighted help.
es: Navegue hacia arriba/abajo con los botones ARRIBA/ABAJO y página arriba/abajo con IZQUIERDA/DERECHA. Aceptar para realizar la acción descrita en la ayuda resaltada actualmente.

source: Netherlands
es: Holanda
et: Holland
mk: Холандија
nb: Nederland

source: Netmask
es: Máscara de red
et: Võrgumask
mk: Мрежна маска
nb: Nettverksmaske

source: Network
es: Red
et: Võrk
mk: Мрежа
nb: Nettverks innstilling

source: Network ID
es: ID de Red
et: Võrgu ID
mk: ID на мрежата
nb: Nettverks ID

source: Network Setup
es: Configuración de red

source: Network Wizard
es: Asistente de Red

source: Network configuration
es: Configuración de red
et: Võrgu seadistamine
mk: Конфигурација на мрежата
nb: Nettverksinnstilling
