Repository: OpenVisionE2/enigma2-openvision
Catalog: po/*.po
Languages: es, et, mk, nb

source: DiSEqC-tester settings
es: Ajustes del DiSEqC-tester
et: DiSEqC-testeri seaded
mk: Поставки за DiSEqC тестер
nb: DiSEqC-test innstilling

source: Did you see all eight arrow heads?
es: Viste las 8 puntas de las flechas?
et: Kas nägid kõiki kaheksat nooletippu?
mk: Дали ги видовте сите осум стрелки?
nb: Kunne du se alle åtte pilspissene?

source: Digit entry for service selection
es: Entrada de dígitos para la selección de canales

source: Digital contour removal
es: Remoción de contorno digital
et: Digitaalne kontuuri kõrvaldamine
mk: Отстрани дигитални контури
nb: Fjern digital støy

source: Dim delay
es: Retraso débil

source: Direct playback of linked titles without menu
es: Reproducción directa de títulos vinculados sin menú
et: Lingitud salvestuste kohene esitus ilma menüüta
mk: Директна репродукција на поврзани наслови без менија
nb: Direkte avspilling uten hjelp av meny

source: Directories
es: Directorios

source: Directory
es: Directorio
et: Kataloog
mk: Директориум
nb: Mappe

source: Directory %s does not exist.
es: Directorio %s no existe.
et: Kataloogi %s ei eksisteeri.
mk: Директориумот% s не постои.
nb: Mappe %s finnes ikke.

source: Directory browser
es: Navegador de directorios
et: Kataloogi brauser
mk: Прелистувач на директориуми
nb: Filutforsker

source: Disable
es: Deshabilitar
et: Keela
mk: Оневозможи
nb: Deaktiver

source: Disable FCC during recordings
es: Deshabilitar FCC durante las grabaciones

source: Disable Fast Channel Change
es: Deshabilitar Cambio Rápido Canal

source: Disable Picture in Picture
es: Desactivar PiP
et: Sulge pilt-pildis
mk: Деактивирај PIP
nb: Stopp bilde i bilde funksjon

source: Disable background scanning
es: Deshabilitar la exploración en segundo plano
et: Keela kanaliotsing taustal
mk: Деактивирај пребарување во позадина "
nb: Deaktiver bakgrunnsskanning

source: Disable current event but not coming events
es: Desactivar evento actual pero no los siguientes
et: Keela toimuv sündmus kuid mitte järgmised
mk: Деактивира го тековниот настан, но активирај го следниот
nb: Fjern nåværende program men ikke kommende program

source: Disable cuts (edit)
es: Deshabilitar cortes (editar)

source: Disable log
es: Desactivar log

source: Disable move mode
es: Desactivar modo movimiento
et: Keela liigutamine nimekirjades
mk: Деактивирај го режимот за движење
nb: Slå av flytte modus

source: Disable timer
es: Desactivar temporizador
et: Keela taimer
mk: Деактивирајте го тајмерот
nb: Deaktiver timer

source: Disabled
es: Desactivado
et: Keelatud
mk: Деактивирано
nb: Deaktivert

source: Disk space to reserve for recordings (in GB)
es: Espacio en disco a reservar para grabaciones (en GB)
et: Salvestistele tagatud kettaruum (GB)
mk: Резервиран простор за складирање на снимки (во GB)
nb: Lagringsplass avsatt til opptak (i GB)

source: Display 16:9 content as
es: Mostrar contenido 16:9 como
et: Näita 16:9 materjal
mk: Прикажи екран 16: 9 како
nb: Vis 16:9 innhold som

source: Display 4:3 content as
es: Mostrar contenido 4:3 como
et: Näita 4:3 materjal
mk: Прикажи екран 4: 3 како
nb: Vis 4:3 innhold som

source: Display EPG as MultiEPG
es: Mostrar EPG como MultiEPG
mk: Прикажи EPG како MultiEPG
nb: Vis EPG som MultiEPG

source: Display EPG info for current event
es: Mostrar información EPG para canal actual
mk: Прикажете информации за EPG за тековната програма
nb: Vis EPG-informasjon for aktuell kanal

source: Display EPG list for current channel
es: Mostrar Lista EPG para canal actual
mk: Прикажете EPG список за тековниот канал
nb: Vis EPG-listen for aktuell kanal

source: Display and userinterface
es: Pantalla e interfaz de usuario
et: Esipaneel ja kasutajaliides
mk: Екран и кориснички интерфејс
nb: Skjerm og oppsett

source: Display context menu
es: Mostrar menú contextual

source: Display message before playing next movie
es: Mostrar mensaje antes de reproducir la próxima película
et: Teavita enne järgmise filmi alustamist
mk: Покажете порака пред да започне следниот филм
nb: Vis melding før neste avspilling starter

source: Display oscam information.
es: Mostrar información oscam.

source: Display selection list as a selection menu
es: Mostrar menú con selección de lista

source: Display skin
es: Skin Display

source: Display the EIT now/next eventdata in infobar.
es: Visualizar datos ahora/siguiente EIT en la barra de información.

source: Display the base locales or all locales for a language.
es: Muestra las configuraciones regionales base o todas las regiones de un idioma.

source: Display the tags context menu
es: Mostrar el menú contextual de las etiquetas

source: Do a cable service scan now
es: Búsqueda canales de cable
et: Tee nüüd kaabli teenuste otsing
mk: Извршете пребарување на кабелски канали
nb: Ta et kabel TV søk nå

source: Do a fast service scan now
es: Búsqueda rápida de canales
et: Tee nüüd kiire teenuste otsing
mk: Брзо пребарување на канали
nb: Ta et kanalsøk nå

source: Do a manual service scan now
es: Búsqueda manual de canales
et: Tee nüüd käsitsi teenuste otsing
mk: Рачно пребарување на канали
nb: Ta et manuelt kanalsøk nå

source: Do an automatic service scan now
es: Búsqueda automática de canales
et: Tee nüüd automaatne teenuste otsing
mk: Автоматско пребарување на канали
nb: Ta et automatisk kanalsøk nå

source: Do center DVB subs on this service
es: Centrar subtítulos DVB en este canal
et: Sea selle teenuse subtiitrid keskele
mk: Центрирајте ги преводите на овој канал
nb: Sentrer DVB undertekster for denne kanal

source: Do not center DVB subs on this service
es: No centrar subtítulos DVB en este canal
et: Ära sea selle teenuse subtiitreid keskele
mk: Не центрирајте ги преводите на овој канал
nb: Ikke sentrer DVB undertekster for denne kanal

source: Do not change
es: No cambies
et: Ära muuda
mk: Не менувај
nb: Ikke endre

source: Do not record
es: No grabes
et: Ära salvesta
mk: Не снимај
nb: Ikke ta opp

source: Do nothing
es: No hagas nada
et: Ära tee midagi
mk: Ништо
nb: Ikke gjør noe

source: Do you really want to check the filesystem? This could take lots of time!
es: ¿Quiere chequear el sistema el sistema de archivos? Esto puede durar mucho tiempo!
et: Kas soovid failisüsteemi kontrollida? Selleks võib minna palju aega!
mk: Дали сте сигурни дека сакате да го проверите системот на датотеки? Предупредување, ова може да трае долго!
nb: Vil du virkelig kontrollere filsystemet? Dette kan ta veldig lang tid!

source: Do you really want to delete %s ?
es: Realmente quieres eliminar %s?

source: Do you really want to delete ?
es: Realmente quieres eliminar ?

source: Do you really want to delete all '%s' tags? (NOTE: 'Cancel' cannot undo this!)
es: Desea eliminar todas las '%s' etiquetas? (NOTA: 'Cancelar' no puede deshacer esto!)

source: Do you really want to delete all tags? (Note that 'Cancel' will not undo this!)
es: Desea eliminar todas las etiquetas? (Tenga en cuenta que 'Cancelar' no deshará esto!)

source: Do you really want to delete the '%s' bookmark?
es: Desea eliminar el '%s' marcador?

source: Do you really want to delete the '%s' directory?
es: Desea eliminar el '%s' directorio?

source: Do you really want to delete this timer?
es: Realmente quieres eliminar este temporizador?

source: Do you really want to download the plugin "%s"?
es: ¿Realmente quiere descargar el plugin “%s”?
et: Kas soovid alla laadida laienduse "%s"?
mk: Дали навистина сакате да го преземете плагинот „% s“?
nb: Laste ned tillegget "%s"?

source: Do you really want to exit?
es: ¿Realmente quiere salir?
et: Kas soovid kindlasti väljuda?
mk: Дали навистина сакате да излезете?
nb: Avslutte nå?

source: Do you really want to move to the trash can ?
es: Realmente quieres pasar a la papelera?

source: Do you really want to permamently remove '%s' from the trash can ?
es: Realmente quieres eliminar el directorio %s desde la papelera?

source: Do you really want to permanently remove from the trash can ?
es: Realmente quieres eliminar el directorio desde la papelera?

source: Do you really want to remove the plugin "%s"?
es: ¿Realmente quiere desinstalar el plugin “%s”?
et: Kas soovid eemaldada laienduse "%s"?
mk: Дали навистина сакате да го отстраните плагинот „% s“?
nb: Er du virkelig fjerne tillegget "%s"?

source: Do you really want to remove your bookmark of %s?
es: Quieres eliminar tu marcador de %s?
et: Kas soovid kustutada lemmiku %s?
mk: Дали сте сигурни дека сакате да го избришете обележувачот % s?
nb: Vil du virkelig fjerne bokmerket for %s?

source: Do you want this?
es: Quiere esto?
et: Kas soovid seda?
mk: Дали сакате да потврдите?
nb: Vil du gjøre dette?

source: Do you want to autorestore settings?
es: ¿Desea restaurar la configuración automáticamente?
et: Kas soovid taastada oma seaded?
mk: Дали сакате автоматски да ги вратите поставките?
nb: Vil du gjenopprette din sikkerhetskopi?

source: Do you want to burn this collection to DVD medium?
es: ¿Quiere quemar esta colección a un DVD?
et: Kas kirjutada see valik DVD plaadile?
mk: Дали сакате оваа колекција да се сними на ДВД?
nb: Vil du kopiere denne samlingen til DVD-medium?

source: Do you want to delete all the selected files: choose "No" to only delete the currently selected file.
es: Quiere eliminar todos los archivos seleccionados: Elija "No" para eliminar solo el archivo seleccionado actualmente.

source: Do you want to flash image %s
es: ¿Quiere flashear la imagen? %s
et: Kas soovid paigaldada image %s
mk: Дали сакате да направите инсталација на имиџот % s
nb: Vil du å installere systemet %s

source: Do you want to install "%s" ?
es: Quiere instalar "%s" ?

source: Do you want to install Plugins?
es: Quieres instalar Plugins?
et: Kas soovid paigaldada pluginaid?
mk: Дали сакате да инсталирате Плагин?
nb: Vil du installere tillegg?

source: Do you want to install the package:
es: ¿Quiere instalar el paquete?:
et: Kas paigaldada pakett:
mk: Дали сакате да го инсталирате пакетот:
nb: Vil du installere pakken:

source: Do you want to play DVD in drive?
es: ¿Quieres reproducir DVD en la unidad?
et: Soovid panna DVD mängima?
mk: Дали сакате да го репродуцирате ДВД-то во уредот?
nb: Vil du spille av DVD?

source: Do you want to preview this DVD before burning?
es: ¿Quieres previsualizar el DVD antes de quemarlo?
et: Kas soovid selle DVD eelvaadet enne põletamise alustamist?
mk: Дали сакате да го прегледате ова ДВД пред сниманје?
nb: Vil du forhåndsvise DVD platen før brenning?

source: Do you want to purge all locales/languages except %s?
es: Quiere limpiar todas las configuraciones regionales/idiomas excepto %s?

source: Do you want to quit the overscan wizard?
es: ¿Quieres salir del asistente de overscan?
et: Soovid lahkuda üleskaneerimise abilisest?
mk: Дали сакате да се откажете од overscan wizard?
nb: Vil du avslutte veiviseren?

source: Do you want to reboot your receiver?
es: ¿Quieres reiniciar su receptor?
et: Kas soovid taaskäivitada vastuvõtja?
mk: Дали сакате да го рестартирате вашиот приемник?
nb: Vil du starte mottakeren på nytt?

source: Do you want to remove "%s" ?
es: Quiere eliminar "%s" ?

source: Do you want to remove the package:
es: ¿Quieres desinstalar el paquete?:
et: Kas soovid eemaldada paketi:
mk: Дали сакате да го отстраните пакетот:
nb: Vil du fjerne pakken:

source: Do you want to remove this command or script?
es: Quieres eliminar este comando o script?

source: Do you want to restore your settings?
es: ¿Quieres restaurar tus ajustes?
et: Kas soovid taastada oma seaded?
mk: Дали сакате да ги вратите поставките?
nb: Vil du gjenopprette innstillingene?

source: Do you want to resume this playback?
es: ¿Quieres continuar esta reproducción?
et: Kas soovid jätkata vaatamist katkestatud kohalt?
mk: Дали сакате да ја продолжите репродукцијата од последната точка?
nb: Vil du gjenoppta denne avspillingen?

source: Do you want to select a different skin?
es: ¿Quieres seleccionar un skin diferente?
et: Kas soovid valida teistsuguse kujunduse?
mk: Дали сакате да изберете други скин?
nb: Vil du velge et annet grafisk utseende?

source: Do you want to update the package:
es: Quieres actualizar el paquete?:
et: Kas soovid parendada paketti:
mk: Дали сакате да го ажурирате пакетот:
nb: Vil du oppdatere pakken:

source: Domain
es: Dominio

source: Dominican Republic
es: República Dominicana
et: Dominikaani Vabariik
mk: Доминиканска Република
nb: Dominikanske republikk

source: Don't descramble, record ecm
es: No descifrar, grabar ecm

source: Don't restart
es: No reiniciar

source: Don't save and stop timeshift
es: No guardar y parar timeshift
et: Ära salvesta ning peata ajanihe
mk: Не меморисувај и излегувај од timeshift
nb: Ikke lagre og stopp timeskift

source: Don't show default
es: No Mostrar Por Defecto

source: Don't stop current event but disable coming events
es: No parar evento actual pero desactivar los siguientes eventos
et: Ära peata toimuvat salvestust, aga keela tulevad
mk: Не прекинувајте го тековниот настан, туку откажете ги идните
nb: Ikke stopp dette program men deaktiver neste program

source: Don't zap
es: No cambiar canal
et: Ära vaheta kanalit
mk: Не менувај канал
nb: Ikke zap

source: Don't zap and disable timer
es: No cambiar canal y desactivar temporizador
et: Ära vaheta kanalit ja keela taimer
mk: Не менувај канал и деактивирајте го тајмерот
nb: Ikke zap og deaktiver timer

source: Don't zap and remove timer
es: No cambiar canal y eliminar temporizador
et: Ära vaheta kanalit ja eemalda taimer
mk: Не менувај канал и избриши го тајмерот
nb: Ikke zap og fjern timer

source: Done
es: Realizada
mk: Завршено
nb: Utført

source: Done - Installed, updated or removed %d package (%s)
es: Listo: instalado, actualizado o eliminado %d paquetes (%s)
et: Valmis - paigaldatud, täiendatud või eemaldatud %d pakett (%s)
mk: Gotovo - Instaliran, ažuriran ili отстранет %d paket (%s)
nb: Ferdig installert, oppdatert eller slettet% d pakke ( %s)

source: Download plugins
es: Descargar plugins
et: Paigalda laiendusi
mk: Преземи плагин
nb: Last ned tillegg

source: Downloadable plugins
es: Plugins descargables
et: Allalaetavad laiendused
mk: Плагини за преземање
nb: Nedlastbare tillegg

source: Downloaded Images
es: Imágenes descargadas

source: Downloading
es: Descargando
et: Laetakse alla
mk: Превземи
nb: Laster ned

source: Downloading Image
es: Descargando imagen
et: Tarkvara alla laadimas
mk: Превземи имиџ
nb: Laster ned operativsystem

source: Downloading a new packet list. Please wait...
es: Descargando una nueva lista de paquetes. Espere por favor...

source: Downloading plugin information. Please wait...
es: Descargando información. Espera por favor...
et: Laeme alla laienduste infot. Palun oota.
mk: Се преземаат информации за плагин. Ве молам почекајте...
nb: Laster ned informasjon om tillegg. Vennligst vent litt...

source: Drop unconfigured satellites
es: Soltar satélites no configurados
et: Kaota konfigureerimata satelliidid
mk: Избришете неконфигурирани сателити
nb: Fjern satellitter som ikke brukes

source: Dutch
es: Holandés
et: Hollandi
mk: Холандски
nb: Nederlandsk

source: Dynamic contrast
es: Contraste dinámico
et: Dünaamiline kontrast
mk: Динамичен контраст
nb: Dynamisk kontrast

source: ECM Statistics
es: Estadísticas ECM

source: ECM Time
es: Tiempo ECM

source: ECM last
es: Último ECM

source: ECM-Time
es: Tiempo-ECM

source: EPG Search
es: Buscar EPG

source: EPG Setup
es: Ajustes EPG

source: EPG and Channels not received receiver %s is turned off
es: EPG y Canales no recibidos el receptor %s está apagado

source: EPG filename
es: Nombre del archivo EPG

source: EPG imported successfully from %s
es: EPG importada con éxito desde %s

source: EPG language selection 1
es: Selección del idioma de EPG 1
et: EPG keele valik 1
mk: Избор на јазик EPG 1
nb: EPG språkvalg 1

source: EPG language selection 2
es: Selección del idioma de EPG 2
et: EPG keele valik 2
mk: Избор на јазик EPG 2
nb: EPG språkvalg 2

source: EPG location
es: Guardar EPG

source: EPG only
es: Solo EPG
mk: Само EPG
nb: Kun EPG

source: EPG selection
es: Selección de EPG
et: Saatekava
mk: Избор на EPG
nb: EPG valg

source: ERROR - failed to scan (%s)!
es: ERROR - falló el búsqueda (%s)!
et: VIGA - (%s) otsing nurjus!
mk: ГРЕШКА - Пребарувањето не успеа (% s)!
nb: FEIL - kunne ikke søke (%s)!

source: East
es: Este
et: Ida
mk: Исток
nb: Øst

source: East limit set
es: Establecer límite Este
et: Ida piir on määratud
mk: Постави источна граница
nb: Sett øst grense

source: Edit
es: Editar
et: Muuda
mk: Уреди
nb: Rediger

source: Edit DNS
es: Editar DNS
et: Muuda DNS
mk: Уредете DNS
nb: Rediger DNS

source: Edit Tags
es: Editar Etiquetas

source: Edit Timer
es: Editar Temporizador

source: Edit alternatives
es: Editar alternativos
et: Asenduskanalite muutmine
mk: Уредете ги алтернативите
nb: Rediger alternativer

source: Edit chapters of current title
es: Editar capítulos del título actual
et: Muuda selle salvestuse alajaotusi
mk: Уредете ги поглавјата на тековниот наслов
nb: Rediger visningsnavn i tittel

source: Edit menu
es: Editar menú
mk: Измени мени
nb: Rediger menyen

source: Edit selection
es: Editar selección
et: Muuda valikut
mk: Измени избор
nb: Rediger utvalg

source: Edit settings
es: Editar ajustes
et: Muuda seadeid
mk: Измени поставки
nb: Rediger innstillinger

source: Edit the nameserver configuration of your receiver.
es: Editar configuración DNS de su receptor.
et: Muuda vastuvõtja nimeserveri seadeid.
mk: Уредете ги поставките за DNS на вашиот приемник.
nb: Rediger navneserver konfigurasjon av mottakeren.

source: Edit the network configuration of your receiver.
es: Editar la configuración de red de su receptor.
et: Muuda vastuvõtja võrguseadeid.
mk: Уредете ја мрежната конфигурација на вашиот приемник.
nb: Rediger mottakerens nettverksinnstilling.

source: Edit the update source address.
es: Edite la dirección de la actualización.
et: Muuda uuenduste allika aadressi.
mk: Уредете ја адресата на изворот за ажурирање.
nb: Rediger kildeadressen for oppdateringen.

source: Edit timer
es: Editar temporizador
et: Muuda taimerit
mk: Уредете го тајмерот
nb: Rediger timer

source: Edit title
es: Editar título
et: Muuda pealkirja
mk: Уредете го насловот
nb: Rediger overskrift

source: Edit update source url
es: Editar url para código actualización
et: Muuda uuenduste allika url
mk: Уредете ја URL-адресата за ажурирање
nb: Rediger URL-adresse for oppdaterings kilde

source: Egypt
es: Egipto
et: Egiptus
mk: Египет

source: Elapsed
es: Transcurrido

source: Elapsed & Remaining
es: Restante & Transcurrido

source: Electronic Program Guide
es: Guía Electrónica de Programación
et: EPG
mk: Електронски водич за програма
nb: Elektronisk Program Guide

source: Emergency
es: Emergencia
mk: Итна помош

source: Empty slot
es: Slot vacío
mk: Празно место
nb: Tom

source: Enable
es: Activar
et: Luba
mk: Овозможи
nb: Aktiver

source: Enable 'neutrino' style channel select controlling
es: Activar el control en lista de canales con estilo neutrino
et: Luba 'neutrino' stiilis kanalite valik
mk: Овозможете контрола во стилот „Неутрино“ за избор на канал
nb: Aktiver 'neutrino' stil på fjernkontrollen for kanalvalg

source: Enable 'neutrino' style zap controlling
es: Activar el estilo de zapeo neutrino
et: Luba 'neutrino' stiilis kanalivahetus
mk: Овозможете контрола на зап-стилот во „неутрино“
nb: Aktiver 'neutrino' stil på fjernkontrollen for kanalskifte

source: Enable 5V for active antenna
es: Activar 5V para antena activa
et: Luba 5 V toide aktiivantennile
mk: Овозможете 5V за активна антена
nb: Slå på 5V for aktiv DVB-T antenne

source: Enable Autostart
es: Activar Inicio Automático

source: Enable EIT EPG
es: Activar EIT EPG
et: Luba EIT EPG
mk: Овозможете EIT EPG
nb: Aktiver EIT EPG

source: Enable Fast Channel Change
es: Habilitar Cambio Rápido Canal

source: Enable FreeSat EPG
es: Activar FreeSat EPG

source: Enable HDMI-CEC
es: Activar HDMI-CEC
et: Luba HDMI-CEC
mk: Овозможете HDMI-CEC
nb: Aktiver HDMI-CEC

source: Enable MHW EPG
es: Activar MHW EPG
et: Luba MHW EPG
mk: Овозможете MHW EPG
nb: Aktiver MHW EPG

source: Enable Netmed EPG
es: Activar Netmed EPG
et: Luba Netmed EPG
mk: Овозможете Netmed EPG
nb: Aktiver Netmed EPG

source: Enable OK as preview in channel selection
es: Activar OK para previsualizar en lista de canales
et: Luba OK kanalivalik eelvaateks
mk: Овозможете OK како преглед при избор на канал
nb: Aktiver OK som forhåndsvisning i kanalvalg

source: Enable OK for channel selection
es: Activar OK para lista de canales
et: Luba OK kanalite valikuks
mk: Овозможете OK за избор на канал
nb: Aktiver OK for kanalvalg

source: Enable OpenTV EPG
es: Activar OpenTV EPG
mk: Овозможете OpenTV EPG
nb: Aktiver OpenTV EPG

source: Enable ViaSat EPG
es: Activar Viasat EPG
et: Luba ViaSat EPG
mk: Овозможете ViaSat EPG
nb: Aktiver ViaSat EPG

source: Enable Virgin EPG
es: Activar Virgin EPG
et: Luba Virgin EPG
mk: Овозможете Virgin EPG
nb: Aktiver Virgin EPG

source: Enable Vu+ MultiBoot
es: Habilitar Vu+ MultiBoot

source: Enable auto cable scan
es: Activar búsqueda automática de cable
et: Luba automaatne kaabliotsing
mk: Активирајте го автоматското пребарување на кабелска
nb: Aktiver automatisk kabel TV søk

source: Enable auto fastscan
es: Habilitar escaneo rápido automático
mk: Активирај автоматско брзо пребарување

source: Enable bluetooth audio
es: Habilitado audio bluetooth

source: Enable bouquet edit
es: Activar edición de bouquet
et: Luba nimekirjade muutmine
mk: Активирај го уредувањето букети
nb: Aktiver redigering i kanallisten

source: Enable bouquet selection in multi-EPG
es: Activar selección de bouquet en EPG múltiple
et: Luba multiEPG-s nimekirjade valik.
mk: Активирајте го изборот на букет во мулти-ЕПГ
nb: Aktiver kanallistevalg i multi-EPG

source: Enable client mode
es: Habilitar modo cliente

source: Enable command line function
es: Habilitar la función de línea de comando

source: Enable core dumps *
es: Habilitar volcados de núcleo *

source: Enable cuts (preview)
es: Habilitar cortes (vista previa)

source: Enable debug log
es: Habilitar registro de depuración

source: Enable fallback remote receiver
es: Habilitar el receptor reserva para respaldo
et: Luba kaugvastuvõtja
mk: Активирајте резервен приемник
nb: Bruk ekstern reservemottaker

source: Enable favourites edit
es: Habilitar edición de favoritos
et: Luba lemmikute muutmine
mk: Активирајте го уредникот за фаворити
nb: Aktiver redigering i favorittlisten

source: Enable import timer from fallback tuner
es: Habilitar el temporizador de importación desde el sintonizador de reserva
mk: Активирајте го тајмерот за увоз од резервниот тјунер
nb: Aktiver import timer fra reserve tuner

source: Enable infobar fade-out
es: Activar infobar desvanecida

source: Enable log
es: Activar log

source: Enable move mode
es: Activar modo movimiento
et: Luba liigutamine nimekirjades
mk: Активирајте го режимот за движење
nb: Aktiver kanalflytting i kanallisten

source: Enable multiple bouquets
es: Activar bouquets múltiples
et: Luba mitmed nimekirjad
mk: Дозволете повеќе букети
nb: Aktiver flere kanallister

source: Enable or disable IPv6
es: Habilitar o Deshabilitar IPv6

source: Enable or disable using HDMI-CEC.
es: Habilitar o deshabilitar HDMI-CEC.
mk: Активирај или деактивирај користење на HDMI-CEC.

source: Enable parental protection
es: Activar protección parental
et: Luba vanemate poolne kontroll
mk: Активирај родителска заштита
nb: Aktiver foreldrekontroll
