Repository: OpenVisionE2/enigma2-openvision
Catalog: po/*.po
Languages: es, et, mk, nb

source: The wireless LAN plugin is not installed! Please install it and choose what you want to do next.
es: El plugin de LAN inalámbrica no está instalado! Instálalo y elige lo que quieres hacer a continuación.
et: Wifi laiendus-plugin ei ole paigaldatud! Palun paigalda see ja vali mida soovid teha järgmiseks.
mk: Плагинот за безжичен LAN не е инсталиран! Ве молиме инсталирајте го и потоа изберете опција за да продолжите.
nb: Den trådløse LAN tilleggsmodulen er ikke installert! Vennligst installer den og velg hva du vil gjøre videre.

source: The wireless LAN plugin is not installed! Please install it.
es: El plugin de LAN inalámbrica no está instalado! Por favor instálalo.
et: Wifi laiendus-plugin ei ole paigaldatud! Palun paigalda see.
mk: Плагинот за безжичен LAN не е инсталиран! Ве молам инсталирајте го.
nb: Den trådløse LAN-plugin-modulen er ikke installert! Vennligst installer den.

source: There are at least %d updates available.
es: Hay al menos %d actualizaciones disponibles.

source: There are currently no outstanding actions.
es: Actualmente no hay acciones pendientes.
et: Praegu ei ole täitmata tegevusi.
mk: Не се планираат активности.
nb: Det finnes ingen utestående handlinger nå.

source: There are no saved playlists to delete!
es: No hay listas de reproducción guardadas para eliminar!
mk: Нема зачувани плејлисти за бришење!
nb: Det er ingen lagrede spillelister å slette!

source: There are no saved playlists to load!
es: No hay listas de reproducción guardadas para cargar!
mk: Нема зачувани плејлисти за вчитување!
nb: Det er ingen lagrede spillelister å laste!

source: There are no updates available.
es: No hay actualizaciones disponibles.
et: Uuendusi ei ole saadaval.
mk: Нема достапни ажурирања.
nb: Det finnes ingen nye oppdateringer.

source: There is no signal to lock on !
es: ¡No hay señal para bloquear!
et: Pole signaali, millele lukustuda!
mk: Нема сигнал!
nb: Det finnes ikke noe låsesignal!

source: There may not be enough space on the selected location. Do you really want to continue?
es: Puede que no haya suficiente espacio en la ubicación seleccionada. Desea continuar?

source: This DVD RW medium is already formatted - reformatting will erase all content on the disc.
es: Este medio de DVD RW ya está formateado - el formateo borrará todo el contenido del disco.
et: DVD RW ketas on formaaditud.Uuesti formaatimisel kustutatakse kõik, mis plaadile kirjutatud.
mk: Овој DVD RW медиум е веќе форматиран - преформулирањето ќе ја избрише целата содржина на дискот.
nb: Dette DVD RW-mediet er allerede formatert-ved å reformatere, slettes alt innholdet på platen.

source: This allows you change the font size relative to skin size, so 1 increases by 1 point size, and -1 decreases by 1 point size
es: Esto le permite cambiar el tamaño de fuente en relación con el tamaño del skin, por lo que 1 aumenta en 1 punto de tamaño y -1 disminuye en 1 punto de tamaño

source: This allows you to set the number of digits you can input when selecting channels using number input.
es: Esto le permite establecer el número de dígitos que puede ingresar al seleccionar canales mediante el ingreso de números.

source: This bouquet is protected by a parental control PIN
es: Este bouquet está protegido por un PIN de control parental

source: This can be useful when using the CI(+) module. After the end of the recording, the service will be automatically stopped.
es: Esto puede resultar útil cuando se utiliza el módulo CI(+). Una vez finalizada la grabación, el canal se detendrá automáticamente.

source: This field allows you to search an additional symbol rate up to %s.
es: Este campo le permite buscar un symbol rate adicional hasta %s.
et: See väli võimaldab otsida täiendavalt sümbolikiirusi kuni %s.
mk: Ова поле ви овозможува да пребарувате дополнителна стапка на симболи до %s.
nb: Dette feltet lar deg søke en ekstra symbolrate hastighet opp til %s.

source: This is a multitype tuner. Available options depend on the hardware.
es: Este es un sintonizador multitipo. Las opciones disponibles dependen del hardware.
mk: Ова е МултиТип - Тјунер. Достапните опции зависат од хардверот.
nb: Dette er en multitype tuner. Tilgjengelige alternativer avhenger av maskinvaren.

source: This is a workaround for some devices that wakeup again after switching to standby. The wake up command's from other devices will be ignored for few seconds.
es: Esta es una solución para algunos dispositivos que se activan nuevamente después de pasar al modo de espera. Los comandos de activación de otros dispositivos se ignorarán durante unos segundos.

source: This is the currently selected language. [%s]
es: Este es el idioma seleccionado actualmente. [%s]

source: This is the currently selected locale. [%s]
es: Esta es la configuración regional actual. [%s]

source: This is the order in which DiSEqC commands are sent to the aerial system. The order must correspond exactly with the order the physical devices are arranged along the signal cable (starting from the receiver end).
es: Este es el orden en que los comandos DiSEqC se envían a su instalación de antena. El orden debe corresponderse exactamente con el orden en que los dispositivos físicos están dispuestos a lo largo del cable de señal (comenzando desde el extremo del receptor).
et: Selles järjekorras saadetakse DiSEqC käsud antennisüsteemile. See järjekord peab vastama täpselt järjekorrale, millega füüsilised seadmed on antennikaabli abil ühendatud (alates vastuvõtjast).
mk: Командите DiSEqC се испраќаат до системот за антена по овој редослед. Нарачката мора да одговара точно на редоследот по кој се распоредени физичките уреди по сигналниот кабел (почнувајќи од крајот на приемникот).
nb: Dette er rekkefølgen som DiSEqC kommandoene sendes til antenne systemet. Kommandoene må eksakt tilsvare den samme rekkefølgen som de fysiske enhetene er oppmontert langs antennekabelen (starter fra mottaker og utover).

source: This not valid ONID/TSID
es: No es un ONID/TSID válido

source: This option allows to reduce the block-noise in the picture. Obviously this is at the cost of the picture's sharpness.
es: Esta opción permite reducir el ruido (pixelado) en la imagen. Obviamente, esto es a costa de la nitidez de la imagen.
et: Siin saab vähendada pildi plokkmüra (block-noise). Seda tehakse pildi teravuse arvelt.
mk: Можете да ја користите оваа опција за да го намалите шумскиот блок на сликата. Се разбира, ова доаѓа на штета на острината на сликата.
nb: Dette alternativet gjør det mulig å redusere blokk-støy i bildet. Tydeligvis er dette på bekostning av bildets skarphet.

source: This option allows to set the level of dynamic contrast of the picture.
es: Esta opción permite establecer el nivel de contraste dinámico de la imagen.
mk: Оваа опција ви овозможува да го прилагодите динамичкиот контраст на сликата.
nb: Dette alternativet gjør det mulig å angi nivået på dynamisk kontrast av bildet.

source: This option allows you can to set the auto volume level.
es: Esta opción le permite configurar el nivel de volumen automático.
et: See valikuvõimalus seadistab, et saad sättida automaatse helitugevuse.
mk: Оваа опција ви овозможува да ја поставите автоматската јачина на звук.
nb: Dette alternativet lar deg angi volumnivået automatisk.

source: This option allows you choose how to display elapsed time as + or -
es: Esta opción le permite elegir cómo mostrar el tiempo transcurrido como + o -

source: This option allows you choose how to display remaining time, or elapsed time, or both.
es: Esta opción le permite elegir cómo mostrar el tiempo restante, el tiempo transcurrido o ambos.

source: This option allows you choose how to display the remaining/elapsed time for live TV.
es: Esta opción le permite elegir cómo mostrar el tiempo restante/transcurrido para la televisión en vivo.

source: This option allows you choose how to display the time or nothing in Standby.
es: Esta opción le permite elegir mostrar la hora o nada en standby.

source: This option allows you enable smoothing filter to control the dithering process.
es: Esta opción le permite habilitar el filtro de suavizado para controlar el proceso de difuminado.
mk: Оваа опција ви овозможува да го овозможите филтерот за измазнување да го контролира процесот на мешање.
nb: Med dette alternativet kan du finjustere mykheten i utjamnings prosessen.

source: This option allows you enable the vertical scaler dejagging.
es: Esta opción le permite habilitar el escalador vertical.
mk: Со оваа опција можете да го активирате обезвлекувањето на вертикалниот размер.
nb: Dette alternativet lar deg aktivere den vertikale scaler dejagging.

source: This option allows you to Power Off the display.
es: Esta opción le permite apagar la pantalla display.

source: This option allows you to add the softcam setup in the extensions menu.
es: Esta opción le permite agregar la configuración de softcam en el menú de extensiones.
et: See valik lubab lisada softcam seadmise laienduste menüüsse.
mk: Оваа опција ви овозможува да го додадете поставувањето на Softcam во менито за плагини.
nb: Med dette valget kan du legge til softcam innstilling i blåtast meny.

source: This option allows you to alphabetically sort setup menu entries.
es: Esta opción le permite ordenar alfabéticamente las entradas del menú de configuración.
mk: Оваа опција ви овозможува да ги сортирате азбучно поставките на менито за поставување.
nb: Dette alternativet lar deg alfabetisk sortere hoved menyene.

source: This option allows you to boost the blue tones in the picture.
es: Esta opción le permite potenciar los tonos azules en la imagen.
mk: Оваа опција ви овозможува да ги зголемите сините тонови на сликата.
nb: Dette alternativet lar deg øke de blå tonene i bildet.

source: This option allows you to boost the green tones in the picture.
es: Esta opción le permite potenciar los tonos verdes en la imagen.
mk: Оваа опција ви овозможува да ги зголемите зелените тонови на сликата.
nb: Med dette alternativet kan du øke de grønne tonene i bildet.

source: This option allows you to change the virtuell loadspeaker position.
es: Esta opción te permite cambiar la posición del altavoz.
et: See valikuvõimalus aitab seadistada kujutletava valjuhääldi asukohta.
mk: Оваа опција ви овозможува да ја промените позицијата на звучникот на виртуел.
nb: Med dette alternativet kan du endre virtuell høyttaler posisjon.

source: This option allows you to choose how to display elapsed time. As + or -
es: Esta opción le permite elegir cómo mostrar el tiempo transcurrido. Como + o -

source: This option allows you to choose how to display the remaining/elapsed time for Media playback.
es: Esta opción le permite elegir cómo mostrar el tiempo restante/transcurrido para la reproducción de Medios.

source: This option allows you to choose how to display the remaining/elapsed time for live TV.
es: Esta opción le permite elegir cómo mostrar el tiempo restante/transcurrido para la televisión en vivo.

source: This option allows you to choose how to display the remaining/elapsed time for media playback.
es: Esta opción le permite elegir cómo mostrar el tiempo restante/transcurrido para la reproducción de medios.

source: This option allows you to choose whether or not to display genre information for the event.
es: Esta opción le permite elegir si desea mostrar o no información de género para el evento.

source: This option allows you to configure the Colordepth for UHD
es: Esta opción le permite configurar la profundidad de color para UHD
et: See valikuvõimalus aitab seadistada UHD värvisügavust
mk: Оваа опција ви овозможува да ја конфигурирате Colordepth за UHD
nb: Dette alternativet lar deg konfigurere fargedybde for UHD

source: This option allows you to configure the Colorimetry for HDR.
es: Esta opción le permite configurar la colorimetría para HDR.
et: See valikuvõimalus aitab seadistada HDR kolorimeetriat.
mk: Оваа опција ви овозможува да ја конфигурирате Colorimetry за HDR.
nb: Dette alternativet lar deg konfigurere fargespekter for HDR.

source: This option allows you to configure the Colorspace from Auto to RGB
es: Esta opción le permite configurar el espacio de color, de automático a RGB
mk: Оваа опција ви овозможува да го конфигурирате Colorspace од Auto во RGB
nb: Dette alternativet lar deg konfigurere fargesammensetning fra Auto til RGB

source: This option allows you to configure the HDR type.
es: Esta opción te permite configurar el tipo de HDR.
et: See valikuvõimalus aitab seadistada HDR-tüüpi.
mk: Оваа опција ви овозможува да го конфигурирате типот HDR.
nb: Dette alternativet lar deg konfigurere HDR type.

source: This option allows you to disable or change the virtuell loadspeaker position.
es: Esta opción te permite desactivar ocambiar la posición del altavoz.
et: See valikuvõimalus lubab kustutada või muuta kujutletava valjuhääldi asukohta.
mk: Оваа опција ви овозможува да ја оневозможите или промените позицијата на звучникот на виртуел.
nb: Med dette alternativet kan du deaktivere eller endre virtuell høyttaler posisjon.

source: This option allows you to enable 3D surround softlimiter.
es: Esta opción le permite activar el limitador de sonido envolvente 3D.
et: See valikuvõimalus lubab rakendada 3D surround pehmet piirajat.
mk: Оваа опција ви овозможува да овозможите 3D surround - омекнувач.
nb: Dette alternativet lar deg aktivere 3D-Surround-softlimiter.

source: This option allows you to enable 3D surround sound.
es: Esta opción le permite habilitar el sonido envolvente 3D.
et: Selle valikuvõimaluse abli saad lubada 3D surround heli.
mk: Оваа опција ви овозможува да овозможите 3D surround sound..
nb: Dette alternativet lar deg aktivere 3D Surround-lyd.

source: This option allows you to enable or disable the 10 bit color mode
es: Esta opción le permite habilitar o deshabilitar el modo de color de 10 bits
mk: Оваа опција ви овозможува да го овозможите или оневозможите режимот на боја од 10 бита
nb: Med dette alternativet kan du aktivere eller deaktivere 10-biters fargemodus

source: This option allows you to enable or disable the 12 bit color mode
es: Esta opción le permite habilitar o deshabilitar el modo de color de 12 bits
mk: Оваа опција ви овозможува да го овозможите или оневозможите режимот на боја од 12 бита
nb: Med dette alternativet kan du aktivere eller deaktivere 12-biters fargemodus

source: This option allows you to force the HDR10 modes for UHD
es: Esta opción le permite forzar los modos HDR10 para UHD
mk: Оваа опција ви овозможува да го присилите режимот HDR10 за UHD
nb: Dette alternativet lar deg tvinge HDR10-modusene for UHD

source: This option allows you to force the HLG modes for UHD
es: Esta opción le permite forzar los modos HLG para UHD
mk: Оваа опција ви овозможува да го присилите режимот HLG за UHD
nb: Dette alternativet lar deg tvinge HLG-modusene for UHD

source: This option allows you to hide and sort menu entries. When selecting user you can change order and hide menu items via the blue button. With the user defined hidden the blue button is not shown in the menus
es: Esta opción le permite ocultar y ordenar las entradas del menú. Al seleccionar 'definido por el usuario', puede cambiar el orden y ocultar los elementos del menú mediante el botón azul. Si NO está 'definido por el usuario', el botón azul NO se muestra en los menús
mk: Оваа опција ви овозможува да ги скриете и сортирате записите во менито. При избор на корисник, можете да го промените редоследот и да ги скриете елементите од менито преку синото копче. Со скриен корисник, синото копче не е прикажано во менијата
nb: Med dette alternativet kan du skjule og sortere menyoppføringer. Når du velger bruker, kan du endre orden og skjule menyelementer via den blå knappen. Er brukeren definert skjult, vises ikke den blå knappen i menyene

source: This option allows you to select if the default value for a setup item is shown and, if so, where it is displayed in relation to the description.
es: Esta opción le permite seleccionar si se muestra 'Por Defecto' para un elemento de configuración y, de ser así, dónde se muestra en relación con la descripción.

source: This option allows you to show menu and/or plugin number quick links.
es: Esta opción le permite mostrar números que accederan directo al menu y/o plugins.
mk: Оваа опција ви овозможува да прикажете брзи врски во менито и / или бројот на плагинот.
nb: Dette alternativet lar deg vise meny med eller uten snarveis nummer.

source: This option allows you to show the full screen path leading to the current screen.
es: Esta opción le permite mostrar la ruta de pantalla completa que conduce a la pantalla actual.
mk: Оваа опција ви овозможува да ја прикажете патеката на целиот екран што води до тековниот екран.

source: This option allows you to view the old and new settings side by side.
es: Esta opción le permite ver las configuraciones antiguas y nuevas una al lado de la otra.
mk: Оваа опција ви овозможува да ги прегледувате старите и новите поставки side by side.
nb: Med dette alternativet kan du vise de gamle og nye innstillingene side ved side.

source: This option can be useful for long HDMI cables.
es: Esta opción puede ser útil para cables HDMI largos.
et: See valikuvõimalus võib olla kasulik pikkade HDMI kaablite puhul.
mk: Оваа опција може да биде корисна за долгите HDMI кабли.
nb: Dette alternativet kan være nyttig for lange HDMI-kabler.

source: This option set the level of surpression of mosquito noise (Mosquito Noise is random aliasing as a result of strong compression). Obviously this goes at the cost of picture details.
es: Esta opción establece el nivel de supresión del ruido del mosquito (Mosquito Noise es resultado de una fuerte compresión). Obviamente, esto va a costa de los detalles de la imagen.
et: See valik määrab moskiitomüra summutamise taseme. Seda tehakse pildi üksikasjade arvelt.
mk: Оваа опција го дефинира сузбивањето на бучавата од комарецот (бучавата од комарец е случајно измазнување како резултат на силна компресија). Ова секако е на штета на деталите за сликата.
nb: Med dette alternativet kan du finjustere mosquito støy (Mosquito støy er tilfeldig aliasing som følge av kraftig komprimering). Tydeligvis går dette på bekostning av bildedetaljer.

source: This option sets the picture brightness.
es: Esta opción establece el brillo de la imagen.
et: See valik määrab pildi heleduse.
mk: Оваа опција ја поставува осветленоста на сликата.
nb: Dette alternativet angir bildets lysstyrke.

source: This option sets the picture contrast.
es: Esta opción establece el contraste de la imagen.

source: This option sets the picture flesh tones.
es: Esta opción establece los tonos de skin de la imagen.
et: Siin valikus saab muuta pildi nahatoone.
mk: Оваа опција ги поставува месните тонови на сликата.
nb: Dette alternativet angir bildets fargetoner.

source: This option sets the picture hue.
es: Esta opción establece el matiz de la imagen.
et: See valik määrab pildi värvitooni.
mk: Оваа опција ја поставува нијансата на сликата.
nb: Dette alternativet angir bildets nyanse.

source: This option sets the picture saturation.
es: Esta opción establece la saturación de la imagen.
et: See valik määrab pildi küllastuse.
mk: Оваа опција ја поставува заситеноста на сликата.
nb: Dette alternativet angir bilde metningen.

source: This option sets the scaler sharpness, used when stretching picture from 4:3 to 16:9.
es: Esta opción establece la nitidez del escalador, que se usa al estirar una imagen de 4:3 a 16:9.
et: See valik määrab skaleerija teravuse 4:3 > 16:9 pildi venitamisel.
mk: Оваа опција ја поставува острината на скалерот, што се користи при истегнување на слика од 4: 3 до 16: 9.
nb: Dette alternativet angir bilde skarphet, som brukes når du strekker bilde fra 4:3 til 16:9.

source: This option sets the surpression of false digital contours, that are the result of a limited number of discrete values.
es: Esta opción establece la supresión de contornos digitales falsos, que son el resultado de un número limitado de valores.
et: See valik summutab digitaalsed võltskontuurid, mis on vähese diskreetsete väärtuste tagajärjeks.
mk: Оваа опција ја поставува супресијата на лажните дигитални контури, кои се резултат на ограничен број дискретни вредности.
nb: Dette alternativet angir dempning i falske digitale konturer, som er resultat av et begrenset antall diskrete verdier.

source: This option sets up the picture sharpness, used when the picture is being upscaled.
es: Esta opción configura la nitidez de la imagen, que se usa cuando la imagen se está escalando.
et: See valik määrab pildi teravuse ülesskaleerimisel.
mk: Оваа опција ја поставува острината на сликата, што се користи кога сликата се зголемува.
nb: Dette alternativet setter opp bildeskarpheten, som brukes når bildet blir oppskalert.

source: This plugin is installed.
es: Este plugin está instalado.
et: Laiendus on paigaldatud.
mk: Овој плагин е инсталиран.
nb: Dette tillegget er installert.

source: This plugin is not installed.
es: Este plugin no está instalado.
et: See laiendus pole paigaldatud.
mk: Овој плагин не е инсталиран.
nb: Dette tillegget er ikke installert.

source: This plugin will be installed.
es: Este plugin será instalado.
et: See laiendus paigaldatakse.
mk: Овој плагин ќе биде инсталиран.
nb: Dette tillegget vil bli installert.

source: This plugin will be removed.
es: Este plugin será borrado.
et: See laiendus eemaldatakse.
mk: Овој плагин ќе се деинсталира.
nb: Dette tillegget vil bli slettet.

source: This receiver cannot decode %s streams!
es: ¡Este receptor no puede decodificar %s streams!
et: See vastuvõtja ei dekodeeri %s vooge!
mk: Овој приемник не може да декодира %s стримови!
nb: Mottakeren kan ikke dekode %s streams!

source: This service is protected by a parental control PIN
es: Este canal está protegido por un PIN de control parental

source: This sets the maximum number of log files that will be retained. Files in excess of this number will be deleted.
es: Esto establece el número máximo de archivos logs que se conservarán. Se eliminarán los archivos que superen este número.

source: This sets the prefix for each line in the debug log. The 'Boot time' is the number of seconds since your %s %s was last booted.
es: Esto establece el prefijo para cada línea en el log de depuración. El 'Tiempo de arranque' es el número de segundos desde que arrancó su %s %s por última vez.

source: This setting allows the tuner configuration to be a duplication of how another tuner is already configured.
es: Esta configuración permite que la configuración del sintonizador sea una duplicación de otro sintonizador ya configurado.
et: See säte võimaldab kasutada juba seadistatud teise tuuneri seadistusi.
mk: Оваа поставка овозможува да се удвои конфигурацијата на тјунерот како што е веќе конфигуриран друг тјунер.
nb: Denne innstillingen dupliserer mottaker konfigurasjonen hvordan en annen mottaker allerede er konfigurert.
