Repository: OpenVisionE2/enigma2-openvision
Catalog: po/*.po
Languages: es, et, mk, nb

source: Conflict detection disabled!
es: Detección de conflictos desactivada!
et: Konflikti avastamine keelatud!
mk: Откривањето на конфликти е деактивирано!
nb: Konflikt deteksjon frakoblet!

source: Press OK on your remote control to continue.
es: Pulsa OK en su mando para continuar.
et: Jätkamiseks vajuta OK.
mk: Притиснете OK за да продолжите.
nb: Trykk OK på din fjernkontroll for å fortsette.

source: Press OK or Exit to abort!
es: Presiona OK o Salir para abortar!
mk: Притиснете OK или Излези за да прекинете!
nb: Trykk på OK eller Exit for å avbryte!

source: Recording in progress.
es: Grabación en progreso.
et: Salvestus on käimas.
mk: Снимањето е во тек.
nb: Innspilling pågår.

source: Timer '%s' disabled!
es: Temporizador ‘%s’ desactivado!
et: Taimer '%s' keelatud!
mk: Тајмерот „%s“ е деактивиран!
nb: Timer '%s' frakoblet!

source: Default: 0000 (disabled)
es: Por Defecto: 0000 (desactivado)

source: (+5 volt terrestrial)
es: (+5 voltios terrestre)

source: (0 - all networks)
es: (0 - todas las redes)
et: (0 - kõik võrgud)
mk: (0 - сите мрежи)
nb: (0 - alle nettverk)

source: (Channel %s)
es: (Canal %s)
et: (Kanal %s)
mk: (Канал %s)
nb: (Kanal %s)

source: (Disabled)
es: (Desactivado)

source: (Higher than any auto)
es: (Más alta que cualquier auto)

source: (Higher than rotor any auto)
es: (Más alta que el motor de cualquier auto)

source: (Lower than any auto)
es: (Más baja que cualquier auto)

source: (Partition %d)
es: (Partición %d)
et: (Partitsioon %d)
mk: (Партиција %d)
nb: (Partisjon %d)

source: packages selected.
es: paquetes seleccionados.
et: paketti valitud.
mk: избрани пакети.
nb: valgte pakker.

source: %(freespace)s %(percent)s free disk space
es: %(freespace)s %(percent)s espacio libre en disco

source: %2.1f sec
es: %2.1f seg
et: %2.1f sek
nb: %2.1f sek

source: %d DMIPS per core
es: %d DMIPS por cada core

source: %d DMIPS with %d cores
es: %d DMIPS con %d cores

source: %d channel found
es: %d canal encontrado
et: %d kanal leitud
mk: % d пронајден е канал
nb: %d kanal funnet

source: %d core
es: %d núcleo
et: %d tuumaga
mk: %d јадрa
nb: %d kjerne

source: %d hour
es: %d hora
et: %d tund
mk: %d час
nb: %d time

source: %d job is running in the background!
es: %d tarea está corriendo en segundo plano!
et: %d protsess käib taustal!
mk: %d работата се уште оди во позадина!
nb: %d prosess pågår i bakgrunnen!

source: %d minute
es: %d minuto
et: %d minut
mk: %d минута
nb: %d minutt

source: %d minutes
es: %d minutos
et: %d minutit
mk: %d минути
nb: %d minutter

source: %d of %d Bytes
es: %d de %d Bytes

source: %d of %d KB
es: %d de %d KB

source: %d pixel wide
es: %d píxel de ancho
et: laius %d piksel
mk: %d широк пиксел
nb: %d piksel bredde

source: %d sec
es: %d seg
et: %d sekundit
nb: %d sek

source: %d second
es: %d segundo
et: %d sekund
mk: %d секунда
nb: %d sekund

source: %d seconds
es: %d segundos

source: %d wireless network found!
es: %d red inalámbrica encontrada!
et: %d wifi võrk leitud!
mk: %d пронајдена безжична мрежа!
nb: %d trådløst nettverk funnet!

source: %s If the DNS of other servers are still kept in the DHCP Router, to get the DNS from your Router, reboot receiver.
es: %s Si los DNS de otros servidores aún se mantienen en DHCP Router, para obtener los DNS de su Router, reinicie el receptor.

source: %s You can use the DNS provided by other servers in Static IP Router.
es: %s Puede utilizar los DNS proporcionados por otros servidores en Router IP Estática.

source: %s Failed to download %s/%s from %s
es: %s Falló al descargar %s/%s desde %s

source: %s Press ok for multiboot selection Press exit to close
es: %s Presiona OK para la selección de arranque múltiple Pulsa exit para cerrar
mk: %s Притиснете ок за избор на повеќекратно подигање Притиснете exit за да затворите
nb: %s Trykk OK for valg av multiboot Trykk exit for å lukke

source: %s Read failled %s/%s from %s
es: %s Lectura fallida %s/%s desde %s

source: %s connected successfully. Playable files found.
es: %s conectado con éxito. Se encontraron archivos reproducibles.

source: %s connected successfully. No playable files on this medium found!
es: %s conectado con éxito. ¡No se encontraron archivos reproducibles en este medio!

source: %s is no longer used. Should it be deleted?
es: %s no está en uso. Debería borrarlo?
et: %s ei ole enam kasutuses. Kas see tuleks kustutada?
mk: %s повеќе не се користи. Дали треба да се избрише?
nb: %s er ikke lenger i bruk. Skal den slettes?

source: %s of %s GB
es: %s de %s GB

source: %s of %s MB
es: %s de %s MB

source: %s%s(Default: %s)
es: %s%s(Por Defecto: %s)

source: %s: %s Free: %s Used: %s (%s%%)
es: %s: %s Libre: %s Usado: %s (%s%%)

source: %s: %s Used: %s Free: %s
es: %s: %s Usado: %s Libre: %s

source: %s: %s, in use: %s%%
es: %s: %s, en uso: %s%%

source: %s: Not Available
es: %s: No Disponible

source: '%s' contains %d file(s) and %d sub-directories.
es: '%s' contiene %d archivo(s) y %d sub-directorios.

source: '%s' does not exist. %s
es: '%s' no existe. %s

source: '%s' is Internal Flash. It is not a storage device. %s
es: '%s' es la Flash Interna. No es un dispositivo de almacenamiento. %s

source: '%s' not writeable. %s
es: '%s' no se puede escribir. %s

source: 'Handle standby from TV' has a higher priority than 'Handle input from TV'.
es: 'Manejar modo reposo desde TV' tiene una prioridad más alta que 'Manejar entrada desde TV'.

source: ( All readers)
es: (Todos los lectores)

source: (Show only reader:
es: (Mostrar solo reader:

source: (VU+ type)
es: (Tipo de VU+)
et: (VU+ tüüp)
mk: (Тип VU +)

source: (You are currently using a temporary sort method)
es: (Actualmente está utilizando un método de clasificación temporal)

source: (ZAP as PiP)
es: (ZAP como PiP)
et: (PiP kanalivahetus)
mk: (ZAP како PiP)
nb: (ZAP som PiP)

source: (activated +%d min)
es: (activado +%d min)
et: (aktiveeritud +%d min)
mk: (активиран + %d мин.)
nb: (aktivert +%d min)

source: (empty)
es: (vacío)
et: (tühi)
mk: (празно)
nb: (tom)

source: (not activated)
es: (desactivado)
et: (aktiveerimata)
mk: (не е активиран)
nb: (ikke aktivert)

source: (show optional DVD audio menu)
es: (muestra el menú de audio opcional del DVD)
et: (näita DVD valikulist audio-menüüd)
mk: (покажете мени за ДВД-звук, доколку е достапно)
nb: (vis valgfri DVD lydmeny)

source: (unknown)
es: (desconocido)
et: (tundmatu)
mk: (непознато)
nb: (ukjent)

source: * = Restart Required
es: * = Reiniciar Requerido

source: * Only available if more than one interface is active.
es: * Solo disponible si hay más de un interfaz activo.
et: * Saadaval ainult enama kui ühe aktiivse liidese puhul.
mk: * Достапно е само ако се активни повеќе од еден интерфејс.
nb: * Kun tilgjengelig hvis flere nettverkskort er i bruk.

source: 16:9 always
es: 16:9 siempre
et: 16:9 alati
mk: 16: 9 секогаш
nb: 16:9 alltid

source: 2 new lines
es: 2 nuevas líneas

source: 3D surround
es: envolvente 3D
et: 3D ruumiline

source: 3D surround softlimiter
es: Limitador de sonido envolvente 3D
et: 3D ruumilise pehme piiraja

source: 3D surround speaker position
es: Posición de los altavoces de sonido envolvente 3D
et: 3D ruumilise valjuhääldi asukoht
mk: 3D surround позиција на звучник
nb: 3D surround høyttaler posisjon

source: 3D surround speaker position on or off
es: Posición del altavoz de sonido envolvente 3D o desactivar

source: 3d mode
es: 3d modo
et: 3d režiim
mk: 3д режим
nb: 3D valg

source: < PREV NEXT > Move
es: < PREV NEXT > Mover

source: <Current movielist location>
es: <ubicacion lista peliculas>
et: <Salvestusnimekirja hetkeasukoht >
nb: <Gjeldende opptaksmappe>

source: <Default movie location>
es: <ubicacion peliculas>
et: <Salvestuste tavaasukoht >
nb: <Standard opptaksmappe>

source: <Last timer location>
es: <ubicacion ultimo temporizador>
et: <Viimase taimeri asukoht>
nb: <Siste timer mappe>

source: <unknown>
es: <desconocido>
et: <tundmatu>
mk: (непознат)
nb: <ukjent>

source: A completed recording timer is about to put your receiver in standby mode. Would you like to proceed?
es: Un temporizador de grabación completado está a punto de poner su receptor en modo de espera. ¿Le gustaría continuar?

source: A completed recording timer is about to shut down your receiver. Would you like to proceed?
es: Un temporizador de grabación completado está a punto de apagar su receptor. ¿Le gustaría continuar?

source: A configuration file (%s) has been modified since it was installed. Would you like to keep the modified version?
es: Se ha modificado un archivo de configuración (%s) desde que se instaló. ¿Le gustaría conservar la versión modificada?

source: A file from media is in use!
es: Un archivo desde los medios está en uso!
mk: Датотека од медиуми е активна!
nb: En media fil er i bruk!

source: A finished powertimer wants to restart the user interface. Do that now?
es: Un Powertimer ha terminado y quiere reiniciar enigma2. Hacerlo Ahora?

source: A graphical EPG for all services of a specific bouquet
es: Un EPG gráfico para todos los canales de un bouquet específico
et: Graafiline EPG kõigile kanalitele selles valikus
mk: Графички EPG за сите услуги на специфичен букет
nb: En grafisk EPG for alle kanaler i en bestemt kanalliste

source: A highlight on the remote control image shows which button the help refers to. If more than one button performs the indicated function, more than one highlight will be shown. Text below the list lists the active buttons and whether the function requires a long press or SHIFT of the button(s).
es: Un resaltado en la imagen del mando a distancia muestra a que botón se refiere la ayuda. Si más de un botón realiza la función indicada, se mostrará más de un resaltado. El texto debajo de la lista enumera los botones activos y si la función requiere una pulsación larga o MAYÚS de los botones(s).

source: A recording has started: %s
es: Ha comenzado una grabación: %s

source: A recording is currently running on the selected tuner. Please select a different tuner or stop the recording and try again.
es: El sintonizador está ocupado con una grabación. Por favor, selecciona un sintonizador diferente o para la grabación y reintenta.
et: Valitud tuuneri kaudu toimub praegu salvestus. Vali mõni teine tuuner, või peata salvestus ja proovi uuesti.
mk: Снимката моментално работи на избраниот тјунер. Изберете друг тјунер или запрете го снимањето и обидете се повторно.
nb: Et opptak pågår på denne tuneren. Vennligst velg en annen tuner eller stopp opptaket og prøv igjen.

source: A recording is currently running. What do you want to do?
es: Grabación en curso. Qué quieres hacer?
et: Hetkel salvestatakse. Mida soovid teha?
mk: Снимка во моментов работи. Што сакаш да направиш?
nb: Et opptak pågår. Hva vil du gjøre?

source: A recording is currently running. Please stop the recording before starting a DiSEqC test.
es: Actualmente se está ejecutando una grabación. Detenga la grabación antes de iniciar una prueba DiSEqC.

source: A recording is currently running. Please stop the recording before starting a service scan.
es: Actualmente se está ejecutando una grabación. Detenga la grabación antes de iniciar una búsqueda de canal.

source: A repeating event is currently recording. What would you like to do?
es: Actualmente se está grabando un evento repetido. Que te gustaría hacer?

source: A required tool (%s) was not found.
es: Una herramienta (%s) no fue encontrada.
et: Ei leidnud (%s) vajaliku tööriista.
mk: Не е пронајдена потребната алатка (%s).
nb: Finner ikke et nødvendig verktøy ( %s).

source: A search for available updates is currently in progress.
es: Búsqueda de actualizaciones disponibles en progreso.
et: Otsime uuendusi.
mk: Пребарување за достапни ажурирања е во тек.
nb: Søk etter nye oppdateringer er igang.

source: A second configured interface has been found. Do you want to disable the second network interface?
es: Se ha encontrado un segundo interfaz configurado. Quieres desactivar el segundo interfaz de red?
et: Leitud teine häälestatud võrguliides. Kas soovid keelata teise võrguühenduse?
mk: Втор конфигуриран интерфејс е пронајден. Дали сакате да го оневозможите вториот мрежен интерфејс?
nb: Det ble funnet enda et konfigurert nettverkskort. Skal dette nettverkskortet frakobles?

source: A sleep timer is about to put your receiver in standby mode. Would you like to proceed?
es: Un temporizador está a punto de poner su receptor en modo de espera. ¿Le gustaría continuar?

source: A sleep timer is about to shut down your receiver. Would you like to proceed?
es: Un temporizador de apagado está a punto de apagar su receptor. ¿Le gustaría continuar?

source: A small overview of the available icon states and actions.
es: Una pequeña descripción de los iconos de estado y acciones disponibles.
et: Kasutatavate ikoonide seisundite ja tegevuste lühiülevaade.
mk: Мал преглед на достапните состојби и активности на иконата.
nb: En liten oversikt over indikatorens status og handlinger.

source: A timer failed to record! Disable TV and try again?
es: Un temporizador de grabación falló! Desactivar TV y reintentar?
et: Taimeriga salvestus nurjus! Keela TV ja proovi uuesti?
mk: Тајмерот не успеа да снима Деактивирајте ТВ и обидете се повторно?
nb: Et timer opptak mislyktes! Slå av TV og prøv igjen?

source: A/V settings
es: Ajustes A/V
et: Heli ja pildi seaded
mk: Поставки за A / V
nb: Lyd og bilde innstilling

source: AAC downmix
es: Mezla AAC
et: AAC > stereo
nb: AAC nedskalering

source: AAC transcoding
es: Transcodificación AAC

source: AC3 downmix
es: Mezcla AC3
et: AC3 > stereo
nb: AC3 nedskalering

source: AC3+ transcoding
es: Transcodificación AC3+

source: AFP setup
es: Configurar AFP

source: ASS file
es: ASS Archivo
et: ASS fail
mk: ASS-датотека
nb: ASS fil

source: Abort
es: Abortar
et: Katkesta
mk: Прекини
nb: Avbryt

source: Abort alternatives edit
es: Abortar edición alternativos
et: Tühista muudatused
mk: Откажете ја алтернативната обработка
nb: Avbryt redigering

source: Abort bouquet edit
es: Abortar edición de bouquet
et: Tühista muudatused
mk: Откажете го уредувањето на букет
nb: Avbryt redigering av kanalliste

source: Abort favourites edit
es: Abortar edición de favoritos
et: Tühista muudatused
mk: Откажете го уредувањето на фаворити
nb: Avbryt redigering av favorittliste

source: About
es: Receptor
et: Süsteemiinfo
mk: За
nb: Om

source: Access point:
es: Punto de acceso:

source: Activate HbbTV (Redbutton)
es: Activar HbbTV (Botón Rojo)
et: Aktiveeri HbbTV (punane nupp)
mk: Активирајте HbbTV (ЦрвенаТипка)
nb: Aktiver HbbTV (Rød tast)

source: Activate IPv6 configuration
es: Activar la configuración de IPv6

source: Activate Picture in Picture
es: Activar PiP
et: Ava pilt-pildis
mk: Активирајте слика во слики
nb: Aktiver bilde i bilde

source: Activate a way to send individual or specific internal HDMI-CEC commands from the command line.
es: Active una forma de enviar comandos HDMI-CEC internos individuales o específicos desde la línea de comandos.

source: Activate current configuration
es: Activar configuración actual
et: Jõusta praegused seaded
mk: Активирајте ја тековната конфигурација
nb: Aktiver gjeldende konfigurasjon

source: Activate network settings
es: Activar ajustes de red
et: Aktiveeri võrguseaded
mk: Активирајте ги мрежните поставки
nb: Aktiver nettverksinnstillingene

source: Activate the configured network settings.
es: Activar ajustes de red configurados.
et: Jõusta määratud võrguseaded.
mk: Активирајте ги конфигурираните мрежни поставки.
nb: Aktiver nettverksinnstillingene.

source: Activate timeshift End
es: Activar final de Timeshift
et: Jõusta ajanihke lõpuaeg
mk: Активирајте timeshift - Крај
nb: Aktiver timeskift sluttid

source: Activate timeshift end and pause
es: Activar final de Timeshift y pausa
et: Jõusta ajanihke lõpp ja paus
mk: Активирајте timeshift - Крај и пауза
nb: Aktiver timeskift sluttid og pause

source: Active
es: Activo

source: Adapter settings
es: Ajustes del adaptador
et: Võrgukaardi seaded
mk: Поставки за адаптер
nb: Nettverks innstillinger

source: Add
es: Añadir
et: Lisa
mk: Додај
nb: Legg til

source: Add / Delete bookmark
es: Añadir / Eliminar Marcadores

source: Add 4 more Vu+ Multiboot USB slots after slot %s ?
es: ¿Añadir 4 slots USB Vu+ Multiboot más después del slot %s?

source: Add BISS CaID to service
es: Añadir CaID BISS al canal

source: Add Bookmark
es: Añadir Marcador

source: Add Timer
es: Añadir Temporizador

source: Add USB slots
es: Añadir slots USB

source: Add a mark
es: Añadir una marca
et: Lisa marker
mk: Додај ознака
nb: Legg til merke

source: Add a new tag
es: Añadir una nueva etiqueta

source: Add a new title
es: Añadir un nuevo título
et: Lisa uus pealkiri
mk: Додај нов наслов
nb: Legg til ny overskrift

source: Add a timer for the current event
es: Añadir un temporizador para el evento actual

source: Add alternatives
es: Añadir alternativos
et: Lisa asenduskanaleid
mk: Додај алтернативи
nb: Legg til alternativer

source: Add autotimer
es: Añadir autotemporizador

source: Add autotimer Now (Press long)
es: Añadir autotemporizador Ahora (Pulse largo)

source: Add autotimer Prime time (Press long)
es: Añadir autotemporizador Hora máxima audiencia (Pulse largo)

source: Add bookmark
es: Añadir marcador
et: Lisa uus tähis
mk: Додај обележувач
nb: Legg til bokmerke

source: Add bouquet
es: Añadir bouquet
et: Lisa nimekiri
mk: Додај букет
nb: Legg til favorittliste

source: Add bouquet to parental protection
es: Añadir bouquet al control parental
et: Lisa lemmiknimekirjale lapselukk
mk: Додај букет со родителска заштита
nb: Legg til kanalliste i foreldrekontroll

source: Add directory to playlist
es: Agregar directorio a la lista de reproducción
et: Lisa kataloog esitusloendisse
mk: Додај директориум во плејлиста
nb: Legg til mappe i opptaksliste

source: Add file to playlist
es: Agregar fichero a la lista de reproducción
et: Lisa fail esitusloendisse
mk: Додај датотека во плејлиста
nb: Legg til fil i opptaksliste

source: Add files to playlist
es: Agregar ficheros a la lista de reproducción
et: Lisa failid esitusloendisse
mk: Додај датотеки во плејлиста
nb: Legg til filer i opptaksliste

source: Add legacy LEFT/RIGHT actions
es: Agregar acciones IZQUIERDA/DERECHA

source: Add marker
es: Añadir marcador
et: Lisa märgistus
mk: Додај маркер
nb: Legg til markør

source: Add new tag
es: Añadir nueva etiqueta

source: Add provider
es: Añadir proveedor
et: Lisa levitaja
mk: Додај провајдер
nb: Legg til distributør

source: Add recording (enter recording duration)
es: Añadir grabación (introduce duración)
et: Salvesta (sisesta salvestuse kestvus)
mk: Додај снимање (внесете времетраење на снимањето)
nb: Legg til et opptak (velg opptakets lengde)

source: Add recording (enter recording endtime)
es: Añadir grabación (introduce final de grabación)
et: Salvesta (sisesta salvestuse lõpuaeg)
mk: Додај снимање (внесете го крајното време на снимање)
nb: Legg til et opptak (velg opptakets sluttid)

source: Add recording (stop after current event)
es: Añadir grabación (para al acabar el evento actual)
et: Salvesta (lõpeta pärast praegust saadet)
mk: Додај снимање (стоп по тековниот настан)
nb: Legg til et et opptak (stopp etter gjeldende program)

source: Add recording set to (24 hours)
es: Añadir grabación establecida a (24 horas)

source: Add service
es: Añadir servicio
et: Lisa kanal
mk: Додај услуга
nb: Legg til kanal

source: Add service to bouquet
es: Añadir canal al bouquet
et: Lisa kanal nimekirja
mk: Додај услуга во букет
nb: Legg til denne kanal i kanalliste

source: Add service to favourites
es: Añadir el canal a favoritos
et: Lisa kanal lemmikutesse
mk: Додај услуга во фаворитите
nb: Legg til denne kanal i favorittliste

source: Add timer
es: Añadir temporizador
et: Lisa taimer
mk: Додај тајмер
nb: Legg til timer

source: Add title
es: Añadir título
et: Lisa pealkiri
mk: Додај наслов
nb: Lag overskrift

source: Add to bouquet
es: Añadir al bouquet
et: Lisa lemmiknimekirja
mk: Додај во букет
nb: Legg til i kanalliste

source: Add to favourites
es: Añadir a favoritos
et: Lisa lemmikutesse
mk: Додај во фаворити
nb: Legg til i favorittliste

source: Add to parental protection
es: Añadir canal a control parental
et: Lisa lapselukk
mk: Вклучете родителска контролиа
nb: Legg til i foreldrekontroll

source: Add/remove change timer for current event
es: Añadir/eliminar cambio temporizador para evento actual
et: Lisa/kõrvalda praeguse sündmuse muutuse taimer
mk: Додај / отстрани го тајмерот за промена на тековниот настан
nb: Legg til/slett timer i dette program

source: Adding schedule...
es: Agregando horario.

source: Additional motor options allow you to enter details from your motor's spec sheet so enigma can work out how long it will take to move the dish from one satellite to another satellite.
es: Las opciones de motor adicional te permiten introducir detalles de especificaciones de su motor para que enigma pueda trabajar mientras se mueve su antena de un satélite a otro.
et: Ajami lisavalikud lubavad sisestada andmeid mootori spetsifikatsioonilehelt, et enigma saaks arvutada antenni ühelt satelliidilt teisele liigutamise aja.
mk: Со дополнителни опции за мотор, можете да внесете детали од листот со податоци на вашиот мотор за да можете да дознаете колку време е потребно за да ја преместите антената од еден на друг сателит.
nb: Flere motor alternativer lar deg angi detaljer fra din parabolmotors spesifikasjoner slik at enigma kan regne ut hvor lang tid det tar å flytte fra en satellitt til en annen satellitt.

source: Additional motor options allow you to enter details from your motor's spec sheet so enigma can work out how long it will take to move to another satellite.
es: Las opciones de motor adicional te permiten introducir detalles de especificaciones de su motor para que enigma pueda trabajar mientras se mueve su antena a otro satélite.
et: Ajami lisavalikud lubavad sisestada andmeid mootori spetsifikatsioonilehelt, et enigma saaks arvutada ühelt satelliidilt teisele liigutamise aja.
mk: Со дополнителни опции за моторот, можете да внесете детали од листот со податоци на вашиот мотор за да можете да дознаете колку време ќе биде потребно за да се префрлите на друг сателит.
nb: Flere motor alternativer lar deg angi detaljer fra din parabolmotors spesifikasjoner slik at enigma kan regne ut hvor lang tid det tar å flytte til en annen satellitt.

source: Address
es: Dirección IP

source: Adjust 3D settings
es: Ajustes 3D
et: Kohanda 3D seadeid
mk: Прилагоди 3D поставки
nb: Juster 3D innstillinger

source: Adjust the color settings so that all the color shades are distinguishable, but appear as saturated as possible. If you are happy with the result, press OK to close the video fine-tuning, or use the number keys to select other test screens.
es: Ajuste la configuración de color para que todas las sombras de color se distingan, pero aparezcan lo más saturadas posibles. Si está satisfecho con el resultado, pulse OK para cerrar el ajuste de video o use las teclas numéricas para seleccionar otras pantallas de prueba.
et: Sea värvuse sätted nii, et kõik värvivarjundid oleks eristatavad ja paistaks nii küllastatuna kui võimalik. Kui oled tulemusega rahul, vajuta OK video peenhäälestuse sulgemiseks või kasuta numbrinuppe teiste testipiltide valikuks.
mk: Прилагодете ги поставките за боја така што сите нијанси на бои да се разликуваат, но да се појавуваат што е можно позаситени. Ако сте задоволни со резултатот, притиснете ОК за да го затворите фино подесување или користете ги копчињата со броеви за да изберете дополнителни тест слики.
nb: Juster fargeinnstillingene slik at de er godt skilt og skarpest mulig. Trykk OK eller bruk nummertastene for flere testbilder. Trykk exit tasten når du er ferdig.

source: Adjust the horizontal position of the letters used for teletext.
es: Ajuste la posición horizontal de las letras utilizadas para el teletexto.
