Repository: OpenVisionE2/enigma2-openvision
Catalog: po/*.po
Languages: es, et, mk, nb

source: Seek
es: Buscar
et: Otsi
mk: Пребарување
nb: Spol

source: Seek back long
es: Buscar mucho tiempo atrás

source: Seek back medium
es: Buscar medio atrás

source: Seek back short
es: Buscar poco tiempo

source: Seek backward
es: Buscar hacia atrás
et: Keri tagasi
mk: Пребарај назад
nb: Spol bakover

source: Seek backward (enter time)
es: Buscar hacia atrás (introducir tiempo)
et: Keri tagasi (sisesta aeg)
mk: Пребарај назад (внеси време)
nb: Spol bakover (skriv inn tid)

source: Seek forward
es: Buscar hacia delante
et: Keri edasi
mk: Пребарај нанапред
nb: Spol framover

source: Seek forward (enter time)
es: Buscar hacia delante (introducir tiempo)
et: Keri edasi (sisesta aeg)
mk: Пребарај напред (внесете време)
nb: Spol framover (skriv inn tid)

source: Seek forward long
es: Buscar hacia adelante mucho tiempo

source: Seek forward medium
es: Buscar avance medio

source: Seek forward short
es: Buscar hacia adelante poco tiempo

source: Seems a background update check is in progress, please try again later.
es: Parece que hay una actualización en segundo plano en progreso. Vuelve a intentarlo más tarde.

source: Seems a background update check is in progress, please wait a few minutes and then try again.
es: Se está realizando una verificación de actualización en segundo plano, espere unos minutos y vuelva a intentarlo.

source: Seems internet connection down, Or TMBD Plugin not on feed.
es: Parece que la conexión a Internet no funciona, o el complemento TMBD no está en el feed.

source: Select
es: Seleccionar
et: Vali
mk: Избери
nb: Velg

source: Select '1.0' for standard committed switches, '1.1' for uncommitted switches, and '1.2' for systems using a positioner.
es: Seleccione ‘1.0’ para interruptores comprometidos estándar, ‘1.1’ para interruptores no comprometidos y ‘1.2’ para sistemas que usan un motor.
mk: Изберете „1.0“ за стандардно поврзани прекинувачи, „1.1“ за неповрзани прекинувачи и „1.2“ за системите што користат позиционер.
nb: Velg "1.0" for standard forpliktet veksler, "1.1" for uforpliktet utvidet veksler og '1.2' for motorsystem.

source: Select 'A' or 'B' if your aerial system requires this, otherwise select 'none'. If you are unsure select 'none'.
es: Seleccione ‘A’ o ‘B’ si su instalación de antena lo requiere, de lo contrario seleccione ‘ninguno’. Si no está seguro, seleccione ‘ninguno’.
et: Vali 'A' või 'B', kui antennisüsteem seda nõuab, muudel juhtudel vali 'pole'. Kui ei ole kindel, vali 'pole'.
mk: Изберете „A“ или „B“ ако системот за антена го бара тоа, во спротивно изберете „без“. Ако не сте сигурни, изберете „без“.
nb: Velg 'A' eller 'B' hvis antenne systemet krever dette, ellers, velger du ingen. Hvis du er usikker, velger du ingen.

source: Select 'FBC SCR' if this tuner will connect to a SCR (Unicable/JESS) device. For all other setups select 'FBC automatic'.
es: Seleccione 'FBC SCR' si este sintonizador se conectará a un dispositivo SCR (Unicable/JESS). Para todas las demás configuraciones, seleccione 'FBC automático'.
mk: Изберете „FBC SCR“ ако овој тјунер користи Уникатен / SCR уред. За сите други поставувања, изберете „FBC автоматски“.
nb: Velg 'FBC SCR' hvis denne tuneren bruker en SCR (Unicable/JESS) enhet. Velg 'FBC automatisk' for alle andre oppsett.

source: Select 'Yes' to enable editing of this device's settings. Selecting 'No' resets the devices settings to their default values.
es: Seleccione 'Sí' para habilitar la edición de la configuración de este dispositivo. Seleccionar 'No' restablece la configuración de los dispositivos a sus valores predeterminados.

source: Select 'Yes' to enable use of the LEFT/RIGHT buttons to move PageUp/PageDown when the LEFT/RIGHT buttons are otherwise undefined. This provides legacy navigation for users who prefer it.
es: Seleccione 'Sí' para habilitar el uso de los botones IZQUIERDO/DERECHO para mover Página Arriba/Página Abajo cuando los botones IZQUIERDO/DERECHO no están definidos. Esto proporciona una navegación heredada para los usuarios que la prefieran.

source: Select 'Yes' to remove all keymap data. Selecting this option will remove all keymap override data and restore the default keymap definitions.
es: Seleccione 'Sí' para eliminar todos los datos de configuración de teclas. Al seleccionar esta opción, se eliminarán todos los datos de teclas y se restaurarán las definiciones predeterminadas del mapa de teclas.

source: Select 'Yes' to remove all main settings configuration data. Selecting this option will set all Enigma2 settings back to their default values. This will also cause Enigma2 to run the Welcome Wizard on restart.
es: Seleccione 'Sí' para eliminar todos los datos de configuración de los ajustes principales. Al seleccionar esta opción, todos los ajustes de Enigma2 volverán a sus valores de fábrica. Esto también hace que Enigma2 ejecute el Asistente wizard al reiniciar.

source: Select 'Yes' to remove all media player resume data. Selecting this option will remove the data used to allow playback of media files to resume from the position where playback was last stopped. Playback position of recordings is not affected.
es: Seleccione 'Sí' para eliminar todos los datos de reanudación del reproductor multimedia. Al seleccionar esta opción, se eliminarán los datos utilizados para permitir que la reproducción de archivos multimedia se reanude desde la posición donde se detuvo por última vez. La posición de reproducción de las grabaciones no se ve afectada.

source: Select 'Yes' to remove all network data. Selecting this option will remove all network data including automounts and network connection data including connection accounts and passwords. This could cause some Enigma2 functions to fail if they are configured to use these network resources.
es: Seleccione 'Sí' para eliminar todos los datos de la red. Al seleccionar esta opción, se eliminarán todos los datos de red, incluidos los montajes automáticos y los datos de conexión de red, incluidas las cuentas de conexión y las contraseñas. Esto podría hacer que algunas funciones de Enigma2 fallen si están configuradas para usar estos recursos de red.

source: Select 'Yes' to remove all other files and directories not covered by the options above.
es: Seleccione 'Sí' para eliminar todos los demás archivos y directorios no cubiertos por las opciones anteriores.

source: Select 'Yes' to remove all plugin configuration data. Selecting this option will remove all plugin configuration data that is stored in the Enigma2 configuration folder. This will cause all affected plugins to return to their default settings. This could cause some plugins to not function until configured.
es: Seleccione 'Sí' para eliminar todos los datos de configuración de plugins. Al seleccionar esta opción, se eliminarán todos los datos de configuración de plugins que están almacenados en la carpeta de configuración de Enigma2. Esto hará que todos los plugins afectados vuelvan a su configuración predeterminada. Esto podría hacer que algunos plugins no funcionen hasta que se configuren.

source: Select 'Yes' to remove all settings, tuning data, timers, resume pointers etc. Selecting this option will restore the configuration to the initial settings before any configuration settings were applied. This is the most reliable form of Factory Reset.
es: Seleccione 'Sí' para eliminar todos los ajustes, datos de ajuste, temporizadores, punteros de reanudación, etc. Al seleccionar esta opción, se restaurará la configuración a los ajustes iniciales antes de que se aplicaran los ajustes de configuración. Esta es la forma más confiable de restablecimiento de fábrica.

source: Select 'Yes' to remove all timer configuration data. Selecting this option will clear all timers, autotimers and power timers.
es: Seleccione 'Sí' para eliminar todos los datos de configuración del temporizador. Al seleccionar esta opción, se borrarán todos los temporizadores, temporizadores automáticos y temporizadores de alimentación.

source: Select 'Yes' to remove all tuning data. Selecting this option will remove all tuning and bouquet data and will make timers non functional until the receiver is retuned.
es: Seleccione 'Sí' para eliminar todos los datos de sintonización. Al seleccionar esta opción, se eliminarán todos los datos de sintonización y ramificación y los temporizadores no funcionarán hasta que se vuelva a sintonizar el receptor.

source: Select 'Yes' when you want to configure this tuner for DVB-C
es: Seleccione 'Sí' cuando desee configurar este sintonizador para DVB-C
et: DVB-C seadistamiseks vali 'Jah'.
mk: Изберете „Да“ ако сакате да го конфигурирате овој приемник за DVB-C
nb: Velg 'Ja' når du vil konfigurere denne tuneren for DVB-C

source: Select 'Yes' when you want to configure this tuner for DVB-S
es: Seleccione 'Sí' cuando desee configurar este sintonizador para DVB-S
et: DVB-S seadistamiseks vali 'Jah'.
mk: Изберете „Да“ ако сакате да го конфигурирате овој приемник за DVB-S
nb: Velg 'Ja' når du vil konfigurere denne tuneren for DVB-S

source: Select 'Yes' when you want to configure this tuner for DVB-T
es: Seleccione 'Sí' cuando desee configurar este sintonizador para DVB-T
et: DVB-T seadistamiseks vali 'Jah'.
mk: Изберете „Да“ ако сакате да го конфигурирате овој приемник за DVB-T
nb: Velg 'Ja' når du vil konfigurere denne tuneren for DVB-T

source: Select 'band' if using a 'universal' LNB, otherwise consult your LNB spec sheet.
es: Seleccione ‘banda’ si usa un LNB ‘universal’; de lo contrario, consulte la hoja de especificaciones de LNB.
et: Universaalse LNB puhul vali 'sagedusala', muudel juhtudel vaata LNB käsiraamatust.
mk: Изберете „опсег“ ако користите „универзален“ LNB, инаку консултирајте се со вашиот лист за спецификации на LNB.
nb: Velg 'band' hvis du bruker en universal LNB, ellers les din LNB bruksanvisning.

source: Select 'enabled' if this tuner has a signal cable connected, otherwise select 'nothing connected'.
es: Seleccione ‘habilitado’ si este sintonizador tiene un cable de señal conectado; de lo contrario, seleccione ‘nada conectado’.
et: Määra 'lubatud', kui tuuner on kaabliga ühendatud.
mk: Изберете „активиран“ ако има поврзан сигнален кабел со овој тјунер, инаку изберете „ништо не е поврзано“.
nb: Velg 'aktivert' hvis mottakeren har en signalkabel tilkoblet. Hvis ikke velges 'ingenting tilkoblet'.

source: Select 'polarisation' if using a 'universal' LNB, otherwise consult your LNB spec sheet.
es: Seleccione ‘polarización’ si usa un LNB ‘universal’; de lo contrario, consulte la hoja de especificaciones de LNB.
et: Vali 'polarisatsioon', kui kasutuses on universaalne LNB. Muudel juhtudel uuri LNB spetsifikatsiooni.
mk: Изберете „Поларизација“ ако користите „универзална“ LNB, инаку консултирајте се со вашиот лист со податоци за LNB.
nb: Velg 'polarisering' hvis du bruker en universal LNB ellers les din LNB bruksanvisning.

source: Select 'provider' to scan from the predefined list of cable multiplexes. Select 'bands' to only scan certain parts of the spectrum. Select 'steps' to scan in steps of a particular frequency bandwidth.
es: Seleccione ‘proveedor’ para escanear desde la lista predefinida de múltiplex de cable. Seleccione ‘bandas’ para solo escanear ciertas partes del espectro. Seleccione ‘pasos’ para escanear en pasos de un ancho de banda de frecuencia particular.
et: Valides 'Levitaja', saab otsingus kasutada eelmääratud kaablioperaatorite nimekirja. Valides 'sagedusalad' skaneeritakse ainult teatud osa spektrumist. Valides 'sageduse samm' skaneeritakse sammu kaupa teatud ribalaius.
mk: Изберете „Провајдер“ за да пребарувате од претходно дефинираната листа на кабелски мултиплекси. Изберете „Опсези“ за да скенирате само одредени делови од спектарот. Изберете „чекори“ за да скенирате во чекори со специфичен опсег на фреквенција.
nb: Velg "leverandør" for å skanne fra den forhåndsdefinerte listen over kabel multiplekser. Velg "bånd" for å bare skanne bestemte deler av spekteret. Velg "trinn" for å skanne i trinn med en bestemt frekvensbåndbredde.

source: Select 'yes' if this tuner is connected to the SCR device through another tuner, otherwise select 'no'.
es: Seleccione 'sí' si este sintonizador está conectado al dispositivo SCR a través de otro sintonizador, de lo contrario, seleccione 'no'.
mk: Изберете „Да“ ако овој приемник е поврзан со уредот Unicable / SCR преку друг приемник, во спротивно изберете „Не“.
nb: Velg 'Ja' Hvis denne tuneren er koblet til SCR enheten via en annen mottaker, ellers velger du 'nei'.

source: Select 'yes' to choose what bands or step sizes will be scanned.
es: Seleccione ‘sí’ para elegir qué bandas o tamaños de pasos serán escaneados.
et: Määra 'jah', valimaks skaneeritavad sagedusalad või otsingu sammud.
mk: Изберете „да“ за да изберете кои опсези или големини на чекори ќе бидат пребарувани.
nb: Velg 'Ja' for å velge hvilke band eller trinn størrelser som skal skannes.

source: Select 'yes' to include %s multiplexes in your search.
es: Seleccione ‘sí’ para incluir %s multiplexes en su búsqueda.
et: Määra 'jah', kaasamaks otsingusse %s multipleksid.
mk: Изберете "Да" за да вклучите% s мултиплекси во вашето пребарување.
nb: Velg 'Ja' for å inkludere %s multiplexer i ditt søk.

source: Select 'yes' to include symbol rate %s in your search.
es: Seleccione ‘sí’ para incluir lel symbol rate %s en su búsqueda.
et: Määra 'jah', kaasamaks otsingusse %s sümbolikiirus.
mk: Изберете „да“ за да ја вклучите брзината на сигналот% s во пребарувањето.
nb: Velg 'Ja' for å inkludere symbolhastighet %s i søket.

source: Select 'yes' to include the %s band in your search.
es: Seleccione ‘sí’ para incluir la banda %s en su búsqueda.
et: Määra 'jah', kaasamaks otsingusse %s sagedusala.
mk: Изберете "Да" за да ја вклучите опсегот% s во вашето пребарување.
nb: Velg 'Ja' for å inkludere %s band i søket.

source: Select 'yes' to only send the DiSEqC command when changing from one satellite to another, or select 'no' for the DiSEqC command to be resent on every zap.
es: Seleccione ‘sí’ para enviar solamente el comando DiSEqC cuando cambie de un satélite a otro, o seleccione ‘no’ para que el comando DiSEqC se vuelva a enviar en cada zapeo.
et: Valides 'jah', saadetakse DiSEqC käsk vahetades ühelt satelliidilt teisele, valides 'ei', saadetakse DiSEqC käsk igal kanalivahetusel.
mk: Изберете „Да“ за да ја испратите командата DiSEqC само кога ќе се префрлите од еден сателит на друг, или изберете „Не“ за да може командата DiSEqC повторно да се испраќа секогаш кога ќе удрите.
nb: Velg 'Ja' for bare å sende DiSEqC kommando når du endrer fra en satellitt til en annen, eller velg "nei" for å sende DiSEqC kommando ved hvert kanalbytte.

source: Select CAId
es: Seleccionar CAId
et: Vali CAId
mk: Изберете CAId
nb: Velg CAId

source: Select Fast DiSEqC if your aerial system supports this. If you are unsure select 'no'.
es: Seleccione DiSEqC rápido si su instalación de antena lo admite. Si no está seguro, seleccione ‘no’.
et: Vali kiire DiSEqC, kui antennisüsteem seda toetab. Kui pole kindel, vali 'ei'.
mk: Изберете Fast DiSEqC ако системот за антена го поддржува. Ако не сте сигурни, изберете „Не“.
nb: Velg Fast DiSEqC hvis antenne systemet støtter dette. Hvis du er usikker velg "nei".

source: Select HDD
es: Selecciona HDD
et: Vali kõvaketas
mk: Изберете HDD
nb: Velg hdd/ssd

source: Select Input Device
es: Seleccionar Dispositivo de Entrada

source: Select Movie Location
es: Seleccionar Ubicación de Películas

source: Select Timeshift Location
es: Seleccionar Ubicación Timeshift

source: Select a bouquet
es: Selecciona bouquet
et: Vali lemmiknimekiri
mk: Изберете букет
nb: Velg kanalliste

source: Select a cardserver from the available list.
es: Seleccione un cardserver de la lista disponible.

source: Select a movie
es: Selecciona una película
et: Vali salvestis
mk: Изберете филм
nb: Velg film

source: Select a network adapter
es: Seleccionar adaptador de red
et: Vali võrgukaart
mk: Изберете мрежен адаптер
nb: Velg et nettverkskort

source: Select a softcam from the available list.
es: Seleccione una softcam de la lista disponible.

source: Select a tuner
es: Selecciona sintonizador
et: Vali tuuner
mk: Изберете тјунер
nb: Velg tuner

source: Select a wireless network
es: Seleccionar una red inhalámbrica
et: Vali WiFi võrk
mk: Изберете безжична мрежа
nb: Velg et trådløst nettverk

source: Select action
es: Seleccione la acción
et: Vali tegevus
mk: Изберете деjство
nb: Velg handling

source: Select action for timer '%s'.
es: Seleccionar acción para el temporizador ‘%s’.
et: Vali taimeri tegevus '%s'.
mk: Изберете дејство за тајмерот „% s“.
nb: Velg handling for timer'%s'.

source: Select all
es: Seleccionar todo
et: Vali kõik
mk: Изберете се
nb: Velg alt

source: Select audio track
es: Seleccionar pista de audio
et: Vali helikanal
mk: Изберете аудио трака
nb: Velg lydspor

source: Select backup files
es: Seleccionar ficheros de copia de seguridad
et: Vali varundamiseks failid
mk: Изберете резервни датотеки
nb: Velg sikkerhetskopifiler

source: Select backup location
es: Seleccionar lugar para copias de seguridad
et: Varukoopia asukoht
mk: Изберете локација за резервна копија
nb: Velg sikkerhetskopi

source: Select between entering an IP address or a domain.
es: Seleccione entre ingresar una dirección IP o un host.

source: Select cardserver
es: Seleccione cardserver

source: Select channel
es: Seleccionar Canal
et: Vali kanal
mk: Изберете канал
nb: Velg kanal

source: Select channel to record from
es: Seleccionar canal desde el que grabar
et: Vali salvestatav kanal
mk: Изберете канал за снимање од
nb: Velg kanal for opptak

source: Select char for replacing newlines in EPG.
es: Seleccione el carácter para reemplazar nuevas líneas en EPG.

source: Select copy destination for:
es: Seleccione el destino de la copia para:
et: Vali kopeerimise asukoht:
mk: Изберете дестинација за копирање за:
nb: Velg kopierings mål for:

source: Select destination for:
es: Seleccionar destino para:
et: Vali asukoht:
mk: Изберете дестинација за:
nb: Velg målet for:

source: Select files for backup.
es: Seleccionar ficheros para copia de seguridad.
et: Vali failid varundamiseks.
mk: Изберете датотеки за резервна копија.
nb: Velg filer for sikkerhetskopiering.

source: Select files/folders to backup
es: Seleccionar ficheros/carpetas a copiar
et: Vali failid/kaustad varukoopiale
mk: Изберете датотеки / папки за резервна копија
nb: Velg filer/mapper for sikkerhetskopiering

source: Select folders
es: Seleccionar carpetas

source: Select function
es: Seleccionar función
et: Vali funktsioon
mk: Изберете функција
nb: Velg funksjon

source: Select how quickly the dish should move between satellites.
es: Seleccione qué tan rápido debe moverse el plato entre los satélites.
et: Vali antenni satelliitide vahel liikumise kiirus.
mk: Изберете колку брзо антената треба да се движи помеѓу сателитите.
nb: Velg hvor raskt parabolen skal kjøre mellom satellitter.

source: Select how the satellite dish is set up. i.e. fixed dish, single LNB, DiSEqC switch, positioner, etc.
es: Seleccione cómo se configura la antena parabólica. es decir, plato fijo, LNB único, interruptor DiSEqC, motor, etc.
et: Vali antenni seadistus, nt. üksik LNB, DiSEqC lüliti, ajam jne.
mk: Изберете како е поставена сателитската антена. т.е. фиксна антена, еден LNB, DiSEqC, позиционер итн.
nb: Velg hvordan parabolen er konfigurert. dvs. fast parabol, en LNB, DiSEqC veksler, motor, etc.

source: Select image and delete
es: Seleccionar imagen y eliminar

source: Select image and press OK or GREEN button for reboot.
es: Seleccione imagen y pulse el botón OK o VERDE para reiniciar.

source: Select image and reboot
es: Seleccionar imagen y reiniciar

source: Select image or boot to Android image and press OK or GREEN button for reboot.
es: Seleccione la imagen o arrancar en imagen Android y pulse OK o el botón VERDE para reiniciar.

source: Select image or boot to recovery menu and press OK or GREEN button for reboot.
es: Seleccione la imagen o inicie el menú de recuperación y pulse el botón OK o VERDE para reiniciar.

source: Select in which resolution pictures are displayed with picture viewer or movie player.
es: Seleccione en qué resolución se muestran las imágenes con el visor de imágenes o el reproductor de películas.

source: Select input device
es: Seleccionar dispositivo de entrada
et: Vali sisendseade
mk: Изберете влезен уред
nb: Velg enhet

source: Select interface
es: Seleccionar interfaz
et: Vali liides
mk: Изберете интерфејс
nb: Velg grensesnitt

source: Select menu entry
es: Seleccionar entrada menu

source: Select movie
es: Seleccionar película
et: Vali film
mk: Изберете филм
nb: Velg opptak

source: Select provider to add...
es: Seleccionar proveedor a añadir…
et: Vali levitaja lisamiseks
mk: Изберете провајдер за да додадете ...
nb: Velg distributør som skal legges til...

source: Select refresh rate
es: Seleccionar frecuencia de actualización
et: Vali värskendussagedus
mk: Изберете стапка на освежување
nb: Velg oppdateringsfrekvens

source: Select remote control
es: Seleccione mando a distancia

source: Select satellites
es: Seleccionar satélites
et: Vali satelliidid
mk: Изберете сателити
nb: Velg satellitter

source: Select service to add...
es: Seleccionar canal a añadir…
et: Vali kanal lisamiseks
mk: Изберете канал за да додадете ...
nb: Velg kanal som skal legges til...

source: Select slot
es: Seleccionar slot
et: Vali pesa
mk: Изберете слот
nb: Velg spor

source: Select slot image and press OK or GREEN button to reboot.
es: Seleccione la imagen slot y pulse el botón OK o VERDE para reiniciar.

source: Select softcam
es: Seleccione softcam

source: Select sort method:
es: Seleccione el método de clasificación:
et: Vali järjestusviis:
mk: Изберете метод на сортирање:
nb: Velg sorteringsmetode:

source: Select target folder
es: Seleccionar carpeta de destino
et: Vali sihtkataloog
mk: Изберете целна папка
nb: Velg målmappe

source: Select the No / False response
es: Seleccione la respuesta No / Falso

source: Select the User Band channel to be assigned to this tuner. This is an index into the table of frequencies the SCR switch or SCR LNB uses to pass the requested transponder to the tuner.
es: Seleccione el canal de la banda de usuario que se asignará a este sintonizador. Este es un índice en la tabla de frecuencias que usa el interruptor SCR o SCR LNB para pasar el transpondedor solicitado al sintonizador.
mk: Изберете го каналот корисничка лента што ќе му биде доделен на овој приемник. Ова е индекс во табелата на фреквенции што го користи SCR прекинувачот или SCR LNB за да го предаде бараниот транспондер до тјунерот.
nb: Velg bruker bånd-kanalen som skal tilordnes til denne mottakeren. Dette er en indeks i frekvenstabellen som SCR-bryteren eller SCR LNB bruker for å sende den forespurte transponder til tuneren.

source: Select the User Band frequency to be assigned to this tuner. This is the frequency the SCR switch or SCR LNB uses to pass the requested transponder to the tuner.
es: Seleccione la frecuencia de la banda de usuario que se asignará a este sintonizador. Esta es la frecuencia que utiliza el interruptor SCR o SCR LNB para pasar el transpondedor solicitado al sintonizador.
mk: Изберете ја фреквенцијата на корисничката лента што ќе му биде доделена на овој приемник. Ова е фреквенцијата што ја користи SCR прекинувачот или SCR LNB за да го пренесе бараниот транспондер до тјунерот.
nb: Velg bruker bånd frekvensen som skal tilordnes til denne mottakeren. Dette er frekvensen SCR-bryteren eller SCR LNB bruker for å sende den forespurte transponder til tuneren.
