Repository: OpenVisionE2/enigma2-openvision
Catalog: po/*.po
Languages: es, et, mk, nb

source: How many minutes do you want to record?
es: ¿Cuántos minutos quiere grabar?
et: Mitu minutit soovid salvestada?
mk: Колку минути сакате да снимите?
nb: Hvor mange minutter vil du ta opp?

source: Hue
es: Matiz
et: Värvitoon
mk: Нијанса
nb: Fargetone

source: Humidity:
es: Humedad:

source: Hungarian
es: Húngaro
et: Ungari
mk: Унгарски
nb: Ungarsk

source: Hungary
es: Hungría
et: Ungari
mk: Унгарија
nb: Ungarn

source: I do not want to perform any service scans
es: No quiero realizar ningún búsqueda de canal
et: Ei soovi mingeid teenuse otsinguid
mk: Не сакам да извршувам пребарување на канали
nb: Jeg vil ikke ta noen kanalsøk

source: IP %s is not valid. Disable client mode if you are going to use this address.
es: IP %s no es válida. Desactive modo cliente si va a utilizar esta dirección.

source: IP address
es: Dirección IP
et: IP aadress
mk: IP-адреса
nb: IP adresse

source: IP of fallback remote receiver.
es: IP del receptor reserva para respaldo.

source: IPTV recording with ServiceApp enabled - recording canceled
es: Grabación de IPTV con ServiceApp habilitado - grabación cancelada

source: IPv6 support
es: Soporte IPv6

source: ISO file is too large for this filesystem!
es: La imagen ISO es demasiado grande para este sistema de archivos!
et: ISO fail on liiga suur failisüsteemile!
mk: ISO-датотеката е преголема за овој систем на датотеки!
nb: ISO-filen er for stor for dette filsystemet!

source: ISO path
es: Ruta ISO
et: ISO kataloog
mk: ISO патека
nb: ISO bane

source: Iceland
es: Islandia
et: Island
mk: Исланд
nb: Island

source: Icons
es: Iconos
et: Ikoonid
mk: Икони
nb: Framdriftsirkel

source: If an action is user-configurable, its help entry will be flagged with a '(C)' suffix.
es: Si una acción es configurable por el usuario, su entrada de ayuda se marcará con un sufijo '(C)'.

source: If disabled, underline characters in file and directory names are not shown and are replaced with spaces.
es: Si está deshabilitado, los caracteres subrayados en los nombres de archivo y directorio no se muestran y se reemplazan con espacios.
mk: Кога е оневозможено, подвлечените знаци во датотеките и директориумите се заменуваат со празни места.
nb: Hvis deaktivert, vises ikke understrekingstegn i fil-og mappenavn, og erstattes med mellomrom.

source: If enabled, a log will be kept of CEC protocol traffic. The log files are located with the other log files but named 'Enigma2-hdmicec-[date].log'.
es: Si está habilitado, se mantendrá un registro del tráfico del protocolo CEC. Los archivos de registro se encuentran junto con los otros archivos de registro, pero se denominan 'Enigma2-hdmicec-[fecha].log'.

source: If enabled, bookmarks will be updated with the new location when you move or copy a recording.
es: Si está habilitado, los marcadores se actualizarán con la nueva ubicación cuando mueva o copie una grabación.
mk: Ако е активирана, обележувачот ќе се ажурира со директориумот за снимање.
nb: Hvis aktivert, vil bokmerker bli oppdatert med den nye plasseringen når du flytter eller kopierer et opptak.

source: If enabled, display shows 12 chars instead 8, but in latin-1/translit only.
es: Si está habilitado, la pantalla muestra 12 caracteres en lugar de 8, pero solo en latin-1/translit.
et: Kui on lubatud, näitab näidik 12 sümbolit 8 asemel, aga ainult latin-1/translit.
mk: Ако е активиран, екранот покажува 12 знаци наместо 8, но само на латински-1 / Транслит.
nb: Hvis aktivert, display viser 12 tegn istedenfor 8, men bare i latin-1/overs.

source: If set to 'Yes' the same commands will be sent to the TV for deep standby events as are sent during regular standby events.
es: Si se establece en 'Sí', se enviarán los mismos comandos al televisor para los eventos en modo espera profundo y los eventos de modo reposo regulares.

source: If set to 'yes' signal values (SNR, etc) will be calculated from API V3. This is an old API version that has now been superseded.
es: Si se establece en ‘sí’, los valores de señal (SNR, etc.) se calcularán a partir de la API V3. Esta es una versión antigua de API que ahora ha sido reemplazada.
et: Määrates 'jah', arvutatakse signaali väärused (SNR, jms.) API V3 põhjal. See on vana API versioon, mis on nüüd asendatud uuega.
mk: Ако е избрано „Да“, вредноста на сигналот (SNR итн.) Се пресметува од API V3. Ова е стара верзија на API што сега е заменета.
nb: Hvis satt til 'Ja' signal verdier (SNR, etc) vil bli beregnet fra API v3. Dette er en gammel API-versjon som nå er erstattet.

source: If set to 'yes', allows you to use timeshift with alternative audio plugins.
es: Si se establece en 'sí', le permite usar Timeshift con plugins de audio alternativos.

source: If the text is too long to be displayed on the front panel display, it will be repeated (number of times):
es: Si el texto es demasiado largo para mostrarse en la pantalla del display, se repetirá (número de veces):

source: If the upper panel is active pressing GREEN or OK will change the current directory. If the lower panel is active pressing GREEN or OK will select the current bookmark and exit.
es: Si el panel superior está activo, presionar VERDE u OK cambiará el directorio actual. Si el panel inferior está activo, presionar VERDE u OK seleccionará el marcador actual y saldrá.

source: If using multiple uncommitted switches the DiSEqC commands must be sent multiple times. Set to the number of uncommitted switches in the chain minus one.
es: Si utiliza múltiples interruptores no comprometidos, los comandos DiSEqC se deben enviar varias veces. Establezca la cantidad de interruptores no asignados en la cadena menos uno.
mk: Ако се користат неколку неконтригирани switches - прекинувачи, командите DiSEqC мора да се испраќаат неколку пати. Поставете го бројот на неповрзани switches - прекинувачи на ланецот минус еден.
nb: Hvis du bruker flere ubegrensede switcher, må DiSEqC-kommandoene sendes flere ganger. Angi antall ubegrensede switcher i kjeden minus en.

source: If you are using a Circular polarised LNB select 'yes', otherwise select 'no'.
es: Si está utilizando un LNB circular polarizado, seleccione ‘sí’, de lo contrario, seleccione ‘no’.
et: Kui kasutuses on ringpolar LNB , vali 'jah', muudel juhtudel 'ei'.
mk: Ако користите кружен поларизиран LNB изберете „да“, инаку изберете „не“.
nb: Hvis du bruker en sirkulærpolarisert LNB, velg 'ja', ellers velg 'nei'.

source: If you are using a DiSEqC committed switch enter the port letter required to access the LNB used for this satellite.
es: Si está utilizando un conmutador comprometido DiSEqC, ingrese la letra de puerto requerida para acceder al LNB utilizado para este satélite.
mk: Ако користите посветен прекинувач DiSEqC, внесете ја буквата на ПОРТ потребна за пристап до LNB што се користи за овој сателит.
nb: Hvis du bruker en forpliktet DiSEqC veksler, angi LNB portnummer som skal brukes til denne satellitt.

source: If you are using a DiSEqC uncommitted switch enter the port number required to access the LNB used for this satellite.
es: Si está utilizando un conmutador no asignado DiSEqC, ingrese el número de puerto requerido para acceder al LNB utilizado para este satélite.
mk: Ако користите непотврден прекинувач DiSEqC, внесете го бројот на ПОРТ потребен за пристап до LNB што се користи за овој сателит.
nb: Hvis du bruker en uforpliktet DiSEqC veksler, angi LNB portnummer som skal brukes til denne satellitt.

source: If you see this, something is wrong with your scart connection. Press OK to return.
es: Si ves esto, algo está mal con su conexión scart. Pulse OK para regresar.
et: SCART-ühenduses on probleem. Vajuta OK, et minna tagasi.
mk: Ако ја видите ова порака, нешто не е во ред Скарт кабелот е неправилно поврзан. Притиснете OK за да се вратите.
nb: Hvis dette vises, er det noe galt med scart tilkoblingen. Trykk OK for å fortsette.

source: If your TV has a brightness or contrast enhancement, disable it. If there is something called "dynamic", set it to standard. Adjust the backlight level to a value suiting your taste. Turn down contrast on your TV as much as possible. Then turn the brightness setting as low as possible, but make sure that the two lowermost shades of gray stay distinguishable. Do not care about the bright shades now. They will be set up in the next step. If you are happy with the result, press OK.
es: Si su televisor tiene una mejora de brillo o contraste, desactívelo. Si hay algo llamado “dinámico”, configúralo en estándar. Ajuste el nivel de luz de fondo a un valor que se ajuste a su gusto. Reduzca el contraste en su televisor tanto como sea posible. Luego, cambie la configuración de brillo lo más bajo posible, pero asegúrese de que los dos tonos de gris más inferiores se distingan. No se preocupe de las sombras brillantes ahora. Se establecerán en el siguiente paso. Si está satisfecho con el resultado, pulse OK.
et: Kui TV-s on heleduse või kontrastsuse parandusfunktsioon, lülita see välja. Kui on olemas midagi nimega "dynamic", kasuta selle standardseadistust. Sea taustvalgustus sobivaks.Vähenda TV kontrastsust nii palju kui võimalik. Nüüd vähenda TV heledust miinimumini nii, et kaks kõige alumist halli varjundit jäävad eristatavaks. Ära hooli praegu heledatest varjunditest, need seame paika järgmisena. Kui oled tulemusega rahul, vajuta OK.
mk: Ако вашиот телевизор има зголемување на осветленоста или контрастот, деактивирајте го ова. Ако има поставка \ "Динамичка \", таа треба да биде поставена на Стандард. Променете го интензитетот на задното осветлување за да одговара на вашиот вкус. Намалете го контрастот на вашиот телевизор што е можно повеќе. Потоа намалете ја осветленоста што е можно повеќе. Осигурете се дека двете најниски сиви нијанси остануваат препознатливи. Светлите нијанси се поставени во следниот чекор. Не грижете се за светлите нијанси сега. Тие ќе бидат поставени во следниот чекор. Притиснете OK кога сте задоволни со резултатот.
nb: Har TV lysstyrke eller kontrastforbedring anbefales denne avslått. Finnes 'dynamisk' innstilling anbefales denne satt til standard. Juster baklys nivået til en innstilling som ser bra ut og bruk så lite kontrast som mulig. Still lysstyrken så lavt som mulig, men pass på at de to laveste grå nivåene kan skilles. Ikke ta hensyn til de lyse nivåene. De blir justert i neste trinn. Trykk OK for å fortsette.

source: Ignore DVB-C namespace sub network
es: Ignorar DVB-C espacio de nombres subred
et: Eira DVB-C nimeruumi alamvõrku
mk: Игнорирај ја под-мрежата со именски простор DVB-C
nb: Ignorer DVB-C navneområde i nettverket

source: Ignore DVB-S namespace sub network
es: Ignorar DVB-S espacio de nombres subred
et: Eira DVB-S nimeruumi alamvõrku
mk: Игнорирај ја под-мрежа на именски простор DVB-S
nb: Ignorer DVB-S navneområde i nettverket

source: Ignore DVB-T namespace sub network
es: Ignorar DVB-T espacio de nombres subred
et: Eira DVB-T nimeruumi alamvõrku
mk: Игнорирај ја под-мрежата со именски простор DVB-T
nb: Ignorer DVB-T navneområde i nettverket

source: Ignore conflict
es: Ignorar conflicto
et: Ignoreeri konflikti
mk: Игнорирај го конфликтот
nb: Ignorer konflikt

source: Ignore unexpectedly wakeup and stay in standby
es: Ignorar la activación inesperada y permanecer en modo de espera

source: Image to install is invalid %s
es: La imagen a instalar no es válida %s
et: Installeeritav tarkvara on kehtetu %s
mk: Имиџот што треба да се инсталира е неважечки % s
nb: Systemet til installering er ugyldig %s

source: Images
es: Imágenes

source: Immediately restart selected devices.
es: Reinicie inmediatamente los seleccionados.

source: Import AutoTimer
es: Importar Temporizador Automático

source: Import autotimer in current event
es: Importar temporizador automático en el evento actual

source: Import channels and/or EPG from remote receiver URL also when the receiver is getting out of standby.
es: Importar canales y/o EPG desde la URL del receptor reserva también cuando el receptor salga del modo de reposo.

source: Import channels and/or EPG from remote receiver URL or IP.
es: Importe canales y/o EPG desde la URL o IP del receptor servidor.

source: Import channels and/or EPG from remote receiver URL when receiver or enigma2 is restarted.
es: Importar canales y/o EPG desde la URL del receptor reserva cuando se reinicie el receptor o enigma2.

source: Import from remote receiver URL
es: Importar desde la URL del receptor reserva
et: Impordi kaugvastuvõtja URL-ist
mk: Увезете од URL-то на далечинскиот приемник
nb: Importer fra ekstern mottakeradresse

source: Import remote receiver URL
es: Importar URL del receptor reserva
et: Impordi kaugvastuvõtja URL
mk: Внесете URL на далечински приемник
nb: Importer eksternmottakers URL

source: Imported list with bouquet empty <n/a> %s file does not exist
es: Lista importada con bouquet vacío <n/a> el archivo %s no existe

source: In live view wait this many seconds after a numeric key press before assuming the required channel number has been entered. Default: 5 seconds. Setting zero will require confirmation with 'OK'.
es: En la vista en vivo, espere estos segundos después de presionar una tecla numérica antes de asumir que se ha ingresado el número de canal requerido. Predeterminado: 5 segundos. Establecer cero requerirá confirmación con 'OK'.

source: In order to record a timer, the TV was switched to the recording service!
es: Para grabar un temporizador, el televisor se cambió al canal de grabación!
et: Sunnitud kanalivahetus. Taimeri salvestus just käivitus ja vajas seda tuunerit!
mk: За да може да се изврши снимање на тајмерот, каналот што треба да се снима е вклучен!
nb: Et timer opptak startet og mottakeren skiftet over til opptaket!

source: In progress
es: En progreso
et: Toimumas
mk: Во тек
nb: Pågår

source: Inactivity Sleeptimer
es: Temporizador de inactividad
et: Jõudeoleku taimer
mk: Неактивност Слептимер
nb: Inaktiv dvale timer

source: Inadyn config is missing!
es: Falta la configuración de Inadyn!

source: Inadyn setup
es: Configurar Inadyn

source: Include AIT in http streams
es: Incluir AIT en streams http
et: Kaasa AIT http voogudesse
mk: Вклучете AIT во http стримови
nb: Inkluder AIT i http stream

source: Include CI assignment
es: Incluir asignación de CI
et: Kaasa CI määramine
mk: Вклучете задачата за CI
nb: Inkluder CI-tildeling

source: Include DVB scan data
es: Incluir datos DVB

source: Include ECM in http streams
es: Incluir ECM en streams http
et: Kaasa ECM http voogudesse
mk: Вклучете ECM во http стримови
nb: Inkluder ECM i http stream

source: Include EIT in http streams
es: Incluir EIT en streams http
et: Kaasa EIT http voogudesse
mk: Вклучете го ЕИТ во http стримови
nb: Inkluder EIT i http stream

source: Include EPG data
es: Incluir datos EPG

source: Include SDT, BAT in http streams
es: Incluir SDT en streams http

source: Include action map data
es: Incluir datos de mapas de acción en keymap

source: Include keyboard data
es: Incluir datos del teclado

source: Include remote control data
es: Incluir datos del mando a distancia

source: Include screen load data
es: Incluir datos de carga de pantalla

source: Increased voltage
es: Tensión incrementada
et: Suurendatud pinge
mk: Зголемен напон
nb: Økt voltstyrke

source: Index
es: Índice
et: Indeks
mk: Индекс
nb: Innhold

source: Index allocated:
es: Índice asignado:
et: Indeks asetseb:
mk: Доделен индекс:
nb: Innholdsfortegnelse tildelt:

source: Indonesian
es: Indonesio
et: Indoneesia
mk: Индонезиски
nb: Indonesisk

source: Inetd recovery
es: Recuperación Inetd

source: Info bar timeout
es: Duración de la InfoBar
et: Inforiba kuvamise aeg
mk: Време на прикажување на информативната лента
nb: Tidslengde på infobar

source: InfoBar EPG Actions
es: Acciones EPG InfoBar

source: InfoBar Show/Hide Actions
es: InfoBar Mostrar/Ocultar Acciones

source: Infobar fade-out speed
es: Velocidad infobar desvanecida

source: Infobar frontend data source
es: Fuente de datos de la Infobar
et: Inforiba sisendandmete allikas
mk: Извор на податоци за прелистување на инфо-лента
nb: Infobar for visningsdata

source: Information
es: Información
et: Info
mk: Информации
nb: Informasjon

source: Init
es: Inicio
mk: Иницијализира
nb: Igangsett

source: Init Vu+ MultiBoot
es: Inicializar Vu+ MultiBoot

source: Initial fast forward speed
es: Velocidad inicial de avance rápido
et: Edasikerimise algkiirus
mk: Почетна брза брзина нанапред
nb: Hurtigspoling framover

source: Initial lock ratio
es: Relación de bloqueo inicial
et: Algne lukustamise suhe
mk: Почетен однос на сигнал
nb: Låse forhold

source: Initial rewind speed
es: Velocidad de rebobinado inicial
et: Tagasikerimise algkiirus
mk: Почетна брзина на премотување
nb: Hurtigspoling bakover

source: Initial scroll delay
es: Retraso de desplazamiento inicial
et: Algne liigutamise viide
mk: Првично одложување на лизгање
nb: Innledende rulle forsinkelse

source: Initial signal quality
es: Calidad de señal inicial
et: Algne signaali kvaliteet
mk: Почетен квалитет на сигналот
nb: Signal kvalitet

source: Initial signal quality:
es: Calidad de señal inicial:
et: Algne signaali kvaliteet:
mk: Почетен квалитет на сигналот:
nb: Signal kvalitet:

source: Initializing storage device...
es: Inicializando el dispositivo de almacenamiento.
et: Andmekandja vormindamine...
mk: Иницијализирање на уредот за меморија ...
nb: Igangsetter lagringsenhet ...

source: Inotify monitoring
es: Monitoreo de Inotify

source: Input
es: Entrada
et: Sisend
mk: Влез
nb: Inngang

source: Input %d
es: Entrada %d

source: Input Device Actions
es: Acciones del dispositivo de entrada

source: Input Device Driver Setup
es: Ajustes Entrada Dispositivos

source: Input Stream ID
es: ID del flujo de entrada
et: Sisendvoo ID
mk: Внесете ID на Стрим
nb: Still inn Stream ID

source: Input scroll position
es: Posición entrada desplazamiento

source: Insert mark after each in
es: Insertar marca después de cada IN

source: Insert mark here
es: Insertar marca aquí

source: Install
es: Instalar
et: Paigalda
mk: Инсталираj
nb: Installer

source: Install Lang
es: Instalar Lenguaje

source: Install Loc
es: Instalar Región

source: Install extensions
es: Instalar extensiones
et: Paigalda laiendused
mk: Инсталирај Плагин (екстензии)
nb: Installer utvidelser

source: Install local extension
es: Instalar extensión local
et: Paigalda kohalik laiendus
mk: Инсталирај локално ехтензии
nb: Installer tillegg

source: Install picons on
es: Instalar picons en
et: Paigalda kanalilogod
mk: Инсталирај пикони на
nb: Installer kanallogo på

source: Installation has completed.
es: La instalación ha terminado.
et: Paigaldamine on lõppenud.
mk: Инсталирањето заврши.
nb: Installasjonen er ferdig.

source: Installation or removal has completed.
es: Instalación o desinstalación terminada.
et: Paigaldamine või kustutamine on tehtud.
mk: Инсталирањето или отстранувањето заврши.
nb: Installasjonen/avinstalleringen er ferdig.

source: Installing
es: Instalando
et: Paigaldamine
mk: Инсталирање
nb: Installerer

source: Installing %s (%s)...
es: Instalando %s (%s)...

source: Installing AutoTimer
es: Instalando AutoTemporizador

source: Installing TMBD
es: Instalando TMBD

source: Installing service
es: Instalando Servicio

source: Installing software...
es: Instalando software…
et: Tarkvara paigaldamine...
mk: Се инсталира софтвер ...
nb: Installerer programvare...

source: Instant record
es: Grabación instantánea
et: Kohene salvestus
mk: Инстант снимки
nb: Direkte opptak

source: Instant recording
es: Grabación instantánea

source: Instant recording location
es: Ubicación de la grabación instantánea
et: Kohese salvestuse asukoht
mk: Локација за инстант снимки
nb: Mappe for direkteopptak

source: Interface to change MAC
es: Interfaz para cambiar MAC

source: Interface:
es: Interfaz:
et: Liides:
mk: Интерфејс:
nb: Nettverkskort:

source: Internal
es: Interno
et: Sisemine
mk: Внатрешно
nb: Intern

source: Internal flash
es: Flash interna
et: Sisemine flash-mälu
mk: Внатрешен флеш
nb: Internt minne

source: Internal hdd only
es: Solo Disco Duro interno
et: Ainult sisemine kõvaketas
mk: Само внатрешно HDD
nb: Bare for intern lagring

source: Interval between keys when repeating (ms)
es: Intervalo entre teclas al repetir (milisegundos)

source: Invalid transponder data
es: Datos del transpondedor inválidos
et: Kehtetud transponderi andmed
mk: Невалидни податоци за транспондер
nb: Ugyldig transponder data

source: Inversion
es: Inversión
et: Inversioon
mk: Инверзија
nb: Inversjon

source: Inversion & Bandwidth
es: Inversión y Ancho de banda
et: Inversioon ja ribalaius
mk: Инверзија и ширина на опсег
nb: Inversjon & Båndbredde

source: Inversion, Pilot & Roll-off
es: Inversión, Pilot & Roll-off
et: Inversioon, piloot ja roll-off
mk: Инверзија, Пилот и Тркалање
nb: Inversjon, Pilot & Roll-off

source: Invert
es: Invertido
et: Vastupidi
mk: Инвертирај
nb: Invertere

source: Iran, Islamic Republic
es: Irán, República Islámica
et: Iraan, Islamivabariik
mk: Иран, Исламска Република
nb: Iran, islamske republikk

source: Ireland
es: Irlanda
et: Iirimaa
mk: Ирска
nb: Irland

source: Is the remote control working okay?
es: Funciona bien el mando a distancia?

source: Is this video mode ok?
es: ¿Está bien este modo de video?
et: Kas see videoseadistus sobib?
mk: Дали е во ред овој режим за видео?
nb: Er denne videoen modus OK?

source: Isle of Man
es: Isla de Man
et: Mani saar
mk: Остров Мен

source: Italian
es: Italiano
et: Itaalia
mk: Италијански
nb: Italiensk

source: Italy
es: Italia
et: Itaalia
mk: Италија
nb: Italia

source: Items per page
es: Canales por página
et: Kirjet lehel
mk: Предмети по страница
nb: Kanaler pr. side

source: Items per page for list screen
es: Canales por página en lista con pantalla
et: Kirjete arv lehel
mk: Предмети по страница за екран со листи
nb: Antall kanaler i listen pr. side

source: Japan
es: Japón
et: Jaapan
mk: Јапонија

source: Job cancel
es: Cancelar trabajo

source: Job overview
es: Visión general del trabajo
et: Töövaade
mk: Преглед на работата
nb: Arbeidsoversikt

source: Jump to beginning of list
es: Saltar al comienzo de la lista
et: Hüppa loendi algusesse
mk: Скокни на почетокот на списокот
nb: Gå til starten av liste

source: Jump to end of list
es: Saltar al final de la lista
et: Mine loendi lõppu
mk: Скокни до крајот на списокот
nb: Gå til slutten av liste

source: Jump to first item in list or the start of text
es: Ir al primer elemento de la lista o al comienzo del texto

source: Jump to last item in list or the end of text
es: Ir al último elemento de la lista o al final del texto

source: Jump to next marked position
es: Saltar a la próxima marca
et: Mine järgmise märgini
mk: Скокни до следната означена позиција
nb: Gå til neste markerte posisjon

source: Jump to previous marked position
es: Saltar a la marca previa
et: Mine eelmise märgini
mk: Скокни на претходната означена позиција
nb: Gå til forrige markerte posisjon

source: Jump to the currently active locale/language
es: Ir al ajuste regional/idioma actualmente activo

source: Kazakhstan
es: Kazakistán
et: Kasahstan
mk: Казахстан
nb: Kasakhstan

source: Keep service
es: Mantener canal
et: Jää teenusele
mk: Тековен канал
nb: Behold kanal

source: Keeps the movie list open whilst playing audio files.
es: Mantiene la lista de películas abierta mientras reproduce archivos de audio.

source: Kenya
es: Kenia
et: Keenia
mk: Кениа

source: Keyboard / Remote Control Setup
es: Ajustes Teclado & Mando Distancia

source: Keyboard map
es: Mapa de teclado
et: Klaviatuur
mk: Распоред на тастатура
nb: Tastaturspråk

source: Keyboard mapping file to be used for keyboard input.
es: Archivo de asignación de teclado que se utilizará para la entrada de teclado.

source: Kyrgyzstan
es: Kirguistán
et: Kirgiisi Vabariik
mk: Киргистан
nb: Kirgisistan

source: LAN adapter
es: Adaptador LAN-Cable
et: Kohtvõrgu adapter
mk: LAN адаптер
nb: LAN nettverk
