Repository: OpenVisionE2/enigma2-openvision
Catalog: po/*.po
Languages: es, et, mk, nb

source: Network configuration...
es: Configuración de la red…
et: Võrgu seadistamine...
mk: Конфигурација на мрежа ...
nb: Nettverksinnstilling...

source: Network interface for change MAC address. For change MAC WiFi activate LAN-WLAN DHCP.
es: Interfaz de red para cambiar dirección MAC. Para cambiar MAC WiFi activar LAN-WLAN DHCP.

source: Network mount
es: Montaje de red
et: Võrgu haakepunkt
mk: Монтирање на мрежата
nb: Nettverks mount

source: Network mount %s
es: Montaje de red %s
et: Võrgu haakepunkt %s
mk: Монтирање на мрежа %s
nb: Nettverks mount %s

source: Network mounts
es: Montajes de red

source: Network name (SSID)
es: Nombre de red (SSID)
et: Võrgu nimi (SSID)
mk: Име на мрежата (SSID)
nb: Nettverksnavn (SSID)

source: Network scan
es: Búsqueda de redes
et: Võrguotsing
mk: Мрежно пребарување
nb: Nettverkssøk

source: Network test
es: Prueba de red
et: Võrgu ühenduse test
mk: Тест за мрежа
nb: Nettverkstest

source: Network test...
es: Test de red…
et: Võrgu ühenduse test
mk: Тест за мрежа ...
nb: Nettverkstest...

source: Network test:
es: Prueba de red:
et: Võrgu test:
mk: Тест на мрежата:
nb: Nettverkstest:

source: Network wizard
es: Asistente de red
et: Võrgu abimees
mk: Волшебник за поставување мрежа
nb: Nettverksveiviser

source: Network:
es: Red:
et: Võrk:
mk: Мрежа:
nb: Nettverk:

source: Never
es: Nunca

source: Never decrypt the content while recording. This overrides the individual timer settings globally. If enabled, recordings are stored in crypted presentation and must be decrypted afterwards (sometimes called offline decoding). Default: off.
es: Nunca descifre el contenido mientras graba. Esto anula las configuraciones de temporizador individuales a nivel general. Si está habilitado, las grabaciones se almacenan en una presentación encriptada y se deben descifrar posteriormente (a veces llamadas decodificación sin conexión). Predeterminado: apagado.
et: Ära dekrüpti sisu salvestamise ajal. See valik alistab üksiku taimeri seadistused globaalselt ja selle lubamisel salvestised talletatakse krüpteeritult. Lahtikrüptida saad hiljem (offlain dekodeerimine). Vaikimisi: välja lülitatud.
mk: Никогаш не ја дешифрирајте содржината додека снимате. Ова ги пребришува индивидуалните поставки на тајмерот на глобално ниво. Кога е избрана оваа опција, снимките се зачувуваат во шифрирана форма и потоа мора да се декриптираат (понекогаш се нарекува и офлајн декодирање). Стандардно: исклучено.
nb: Aldri dekode innholdet under opptak. Dette overstyrer egne globale timer innstillinger. Når dette er på, vil opptak lagres kryptert og må dekodes i ettertid (offline dekoding). Standardinnstilling: av.

source: Never decrypt while recording
es: Nunca descifrar mientras se graba
et: Ära kunagi dekrüpti salvestamise ajal
mk: Никогаш не дешифрирајте додека снимате
nb: Aldri dekryptere under opptak

source: New
es: Nuevo
et: Uus
mk: Ново
nb: Ny

source: New Caledonia
es: Nueva Caledonia
et: Uus-Kaledoonia
mk: Нова Каледонија
nb: Ny Caledonia

source: New Zealand
es: Nueva Zelanda
et: Uus-Meremaa
mk: Нов Зеланд

source: New password
es: Nueva contraseña

source: News
es: Novedades

# button label, 'next screen'
source: Next
es: Siguiente
et: Järgmine
mk: Следно
nb: Neste

# now/next: 'next' event label
source: Next
es: Siguiente
et: Järgmine
mk: Следно
nb: Neste

source: Next Image
es: Próxima Imagen

source: Niger
es: Níger
mk: Нигер

source: No (supported) DVDROM found!
es: DVDROM (soportado) no encontrado!
et: Ei leitud (toetatud) DVDROM-i!
mk: Не е пронајден (поддржан) ДВД-уред!
nb: Ingen (støttet) DVD-ROM funnet!

source: No Connection
es: Sin conexión
et: Pole ühendust
mk: Нема конекциjа
nb: Ingen forbindelse

source: No ECM info is currently available. This is only available while decrypting.
es: Actualmente no hay información de ECM disponible. Solo está disponible durante el descifrado.

source: No ECMPids available (FTA Service)
es: No ECMPids disponibles (Canal FTA)
et: ECMPid pole saadaval (FTA teenus)
mk: Не се достапни ECMPids (FTA канал)
nb: Ingen ECM Pids tilgjengelig (FTA kanal)

source: No active subservices available.
es: No hay subcanales activos disponibles.
mk: Нема достапни активни под-канали.
nb: Ingen aktive subservices er tilgjengelige.

source: No age block
es: Sin bloqueo de edad
et: Vanusepiiranguta
mk: Без ограничување на возраста
nb: Ingen aldersgrense

source: No config to start, please check /etc/openvpn/ and try again.
es: No hay configuración para comenzar, verifique en /etc/openvpn/ e intente nuevamente.

source: No data on transponder! (Timeout reading PAT)
es: Transpondedor sin datos! (Tiempo agotado leyendo PAT)
et: Pole andmeid transponderil! (Timeout PAT lugemisel)
mk: Нема податоци за транспондер! (Тајмаут за читање PAT)
nb: Finner ikke data på transponder! (Intet signal)

source: No data received yet
es: No se recibieron datos
mk: Сè уште не се добиени податоци
nb: Ingen data enda

source: No debug logs
es: Sin registros de depuración

source: No delay
es: Sin retardo
et: Viiteaeg puudub
mk: Без одложување
nb: Ingen forsinkelse

source: No description available.
es: Sin descripción disponible.
et: Saatetutvustust ei ole.
mk: Нема достапен опис.
nb: Ingen forklaring er tilgjengelig.

source: No event info found, recording set to (24 hours)
es: No se encontró información del evento, grabación establecida a (24 horas)

source: No fast winding possible yet... but you can use the number buttons to skip forward/backward!
es: No es posible el avance rápido aún… pero puede usar los botones de números para pasar delante/atrás!

source: No free index available
es: No hay índice libre disponible
et: Pole vaba indeksit
mk: Нема достапен слободен индекс
nb: Ingen ledig innholdfortegnelse tilgjengelig

source: No free tuner!
es: No hay sintonizador libre!
et: Pole vaba tuunerit!
mk: Нема слободен тјунер!
nb: Ingen ledig tuner!

source: No images found
es: No se encontraron imágenes
mk: Не се пронајдени имиџи
nb: Ingen programvare ble funnet

source: No network connection available.
es: No hay conexión de red disponible.
et: Võrgu ühendust pole saadaval.
mk: Не е достапна мрежна врска.
nb: Ingen nettverksforbindelse er tilgjengelig.

source: No networks found
es: No se encontraron redes
et: Võrke ei leidnud
mk: Не се пронајдени мрежи
nb: Ingen nettverk ble funnet

source: No priority
es: Sin prioridad
et: Pole eelistust
mk: Без приоритет
nb: Ingen prioritet

source: No satellite frontend found!
es: No se encontró frontend de satélite!
et: Ei leitud satelliidi tuunerit!
mk: Не е пронајден сателитски тјунер!
nb: Fant ingen visning for satellitt!

source: No satellite, terrestrial or cable tuner is configured. Please check your tuner setup.
es: No hay sintonizador de satélite, terrestre o de cable configurado. Por favor revise la configuración de su sintonizador.
et: SAT, maapealse TV või kaablituunerit pole seadistatud. Kontrolli tuuneri seadistust.
mk: Не е конфигуриран сателитски, копнен или кабелски тјунер. Проверете го поставувањето на тјунерот.
nb: Ingen satellitt, bakkenett eller kabel-TV tuner er stilt inn. Se gjennom tuner innstillingene.

source: No service
es: Sin canal
et: Pole teenust
mk: Нема канали
nb: Ingen tjeneste

source: No services/providers selected
es: No se seleccionaron canales / proveedores
et: Kanalit/levitajat pole valitud
mk: Нема избран канал / провајдер
nb: Ingen kanaler/distributører er valgt

source: No standby
es: Sin espera
et: Ooteseisundita
mk: Не оди во стендбај
nb: Ikke slå av

source: No stream clients
es: No hay clientes en streaming
et: Pole voogedastuse kliente
mk: Нема стрим клиенти
nb: Ingen streaming klienter

source: No tags are set on these movies.
es: No se establecen etiquetas en la lista de películas.
et: Salvestisele pole märksõnu määratud.
mk: Нема поставено ознаки за овие филмови.
nb: Ingen merker er satt på disse opptakene.

source: No timeout
es: Sin tiempo de espera
et: Vaheajata
mk: Не оди во тајмаут
nb: Kontinuerlig

source: No to all
es: No a todo
et: EI kõigile
mk: Не на сите
nb: Nei til alle

source: No transparency
es: Sin transparencia
et: Läbipaistmatu
mk: Без транспарентност
nb: Ikke transparent

source: No tuner is enabled! Please setup your tuner settings before you start a service scan.
es: Ningún sintonizador está habilitado! Configure sus ajustes de sintonizador antes de comenzar un búsqueda de canal.
et: Tuuner määramata! Määra tuuner enne kanaliotsingu alustamist.
mk: Нема вклучен тјунер! Поставете ги поставките за тјунер пред да започнете со пребарување на каналот.
nb: Ingen tuner er aktivert! Vennligst still inn tuner før kanalsøket starter.

source: No wireless networks found! Searching...
es: No se han encontrado redes inalámbricas! Buscando…
et: WiFi võrke ei leitud! Otsing...
mk: Не се пронајдени безжични мрежи! Се пребарува ...
nb: Ingen trådløse nettverk ble funnet! Søker...

source: No working local network adapter found. Please verify that you have attached a network cable and your network is configured correctly.
es: No se encontró ningún adaptador de red local en funcionamiento. Verifique que haya conectado un cable de red y que su red esté configurada correctamente.
et: Ei leidnud töötavat kohaliku võrgukaarti. Palun kontrolli kas võrgukaabel on ühendatud ja kas võrk on seadistatud õigesti.
mk: Не е пронајден адаптер за локална мрежа. Проверете дали сте поврзале мрежен кабел и дали вашата мрежа е правилно конфигурирана.
nb: Finner ikke noe nettverk. Kontroller at nettverkskabelen er koblet til og at innstillingene er satt opp riktig.

source: No working wireless network adapter found. Please verify that you have attached a compatible WLAN device and your network is configured correctly.
es: No se encontró ningún adaptador de red inalámbrica en funcionamiento. Verifique que haya conectado un dispositivo WLAN y que su red esté configurada correctamente.
et: Ei leidnud töötavat WiFi seadet. Palun kontrolli, kas seadmega ühilduv WLAN USB pulk on ühendatud ja kas võrk on seadistatud õigesti.
mk: Не е пронајден безжичен мрежен адаптер. Проверете дали сте поврзале компатибилен уред WLAN и дали вашата мрежа е правилно конфигурирана.
nb: Finner ikke noe trådløst nettverk. Kontroller at WLAN nettverket er kompatibelt og at innstillingene er satt opp riktig.

source: No working wireless network interface found. Please verify that you have attached a compatible WLAN device or enable your local network interface.
es: No se encontró una interfaz de red inalámbrica en funcionamiento. Verifique que haya conectado un dispositivo WLAN o habilite su interfaz de red local.
et: Ei leidnud töötavat WiFi seadet. Palun kontrolli, kas tuuneriga ühilduv seade on ühendatud ja kas kohalik võrk töötab.
mk: Не е пронајден WiFi - мрежа. Ве молиме, проверете дали сте поврзале компатибилен WLAN уред или активирајте ја LAN-мрежата.
nb: Ingen fungerende trådløse nettverk funnet. Kontroller at WLAN nettverket er kompatibelt eller aktiver det lokale nettverket.

source: No, I do not want to install plugins
es: No, no quiero instalar plugins
et: Ei, ma ei soovi paigaldada pluginaid
mk: Не, не сакам да инсталирам Плагини
nb: Nei, jeg vil ikke installere tillegg

source: No, but restart from begin
es: No, pero reiniciar desde el principio
et: Ei, alusta uuesti algusest
mk: Не, но започни од почеток
nb: Nei, men start på nytt

source: No, do not flash image
es: No, no flashear imagen
et: Ei, ära paigalda seda imaget
mk: Не, не флеширај имиџ
nb: Nei, ikke installer systemet

source: No, except Wakeup timer
es: No, excepto el temporizador despertador
et: Ei, välja arvatud äratustaimer
mk: Не, освен тајмер за будење
nb: Nei, unntatt vekke timer

source: No, never
es: No, nunca
et: Ei, mitte kunagi
mk: Не Никогаш
nb: Nei, aldri

source: None
es: Ninguno
et: Pole
mk: Нема
nb: Ingen

source: Norfolk Island
es: Isla Norfolk
et: Norfolki saar
mk: Норфолшки Остров
nb: Norfolkøyene

source: Normal mode
es: Modo normal
et: Tavaline
mk: Нормален режим
nb: Normal modus

source: North
es: Norte
et: Põhi
mk: Север
nb: Nord

source: Northern Mariana Islands
es: Islas Marianas del Norte
et: Põhja-Mariaanid
mk: Северни Маријански Острови
nb: Nord-Marianene

source: Norway
es: Noruega
et: Norra
mk: Норвешка
nb: Norge

source: Norwegian
es: Noruego
et: Norra
mk: Норвешки
nb: Norsk

source: Not Defined
es: No Definido

source: Not associated
es: No asociado
et: Pole seotud
mk: Не се поврзани
nb: Ikke tilknyttet

source: Not configured
es: No configurado

source: Not defined
es: No definido

source: Not enough disk space. Please free up some disk space and try again. (%(req)d MB required, %(avail)d MB available)
es: No hay suficiente espacio en el disco. Libere espacio en disco e inténtelo de nuevo. (%(req)d MB requerido, %(avail)d MB disponible)

source: Not tested:
es: No probado:
et: Pole testitud:
mk: Не е тестирано:
nb: Ikke testet:

source: Note: No button defined for this action!
es: Nota: ¡No hay ningún botón definido para esta acción!

source: Nothing
es: Nada

source: Nothing connected
es: Nada Conectado

source: Nothing to scan! Please setup your tuner settings before you start a service scan.
es: Nada para escanear! Configure sus ajustes de sintonizador antes de comenzar un búsqueda de canal.
et: Pole midagi otsida! Määra tuuneri seaded enne kanalite otsingu alustamist.
mk: Ништо за пребарување! Поставете ги поставките за тјунер пред да започнете со пребарување.
nb: Ingenting å søke! Konfigurer tunerinnstillingene før du starter et kanalsøk.

source: Nothing to scan! Setup your tuner and try again.
es: Nada para escanear! Configura su sintonizador y vuelve a intentarlo.
et: Pole midagi otsida! Seadista tuuner ja proovi uuesti.
mk: Ништо за пребарување! Поставете го тјунерот и обидете се повторно.
nb: Ingenting å søke! Konfigurer tunerinnstillingene og prøv på nytt.

# now/next: 'now' event label
source: Now
es: Ahora
et: Hetkel
mk: Сега
nb: Nå

source: Now playing
es: Reproduciendo
et: Praegu mängib
mk: Сега е пуштено
nb: Spiller nå

source: Now, use the contrast setting to turn up the brightness of the background as much as possible, but make sure that you can still see the difference between the two brightest levels of shades.If you have done that, press OK.
es: Ahora, use la configuración de contraste para aumentar el brillo del fondo tanto como sea posible, pero asegúrese de que aún pueda ver la diferencia entre los dos niveles más brillantes de tonos. Si lo ha hecho, pulse OK.
et: Nüüd suurenda kontrastsuse seadmise abil pildi tausta heledust nii palju kui võimalik, aga veendu, et sa näed siiski erinevust kahe kõige heledama varjundi vahel. Kui see on tehtud, vajuta OK.
mk: Сега, користете ја поставката за контраст за да ја зголемите осветленоста на позадината што е можно повеќе, но проверете дали сè уште можете да ја видите разликата помеѓу двете најсветли нивоа на нијанси. Ако сте го сториле тоа, притиснете ОК.
nb: Nå bruker du kontrastinnstillingen til å skru opp lysstyrken i bakgrunnen så mye som mulig, men pass på at du fortsatt kan se forskjellen mellom de to lyseste nivåene av nyanser. Hvis du har gjort det, trykker du på OK.

source: Number of channels shown in channel selection list
es: Número de canales que se muestran en la lista de canales
et: Kanalinimekirjas kuvatav kanalite arv
mk: Број на канали прикажани во списокот за избор на канали
nb: Antall kanaler vist i kanallisten

source: Number of debug logs to keep *
es: Número máximo de logs para mantenerlos *

source: Number of digits in channel number
es: Número de dígitos en número de canal

source: Number of repeating text on display.
es: Número de texto repetido en pantalla.
et: Näidikul korduva teksti arv.
mk: Број на повторувачки текст на екранот.
nb: Repeterende ganger tekst på display.

source: Number of rows
es: Número de filas

source: Number of rows to display
es: Número de filas para mostrar

source: Number or SMS style data entry
es: Entrada de datos de estilo de número o SMS
mk: Внесување броеви или СМС-податоци
nb: Tall eller SMS-stil

source: OPKG clean mode
es: Modo de limpieza OPKG

source: OSD 3D setup
es: Ajustes de OSD 3D
et: Ekraanigraafika 3D seadistus
mk: OSD 3D поставување
nb: OSD 3D innstilling

source: OSD Setup
es: Ajustes OSD

source: OSD name request
es: Solicitud de nombre OSD
et: Ekraanigraafika nime päring
mk: Барање кориснички интерфејс на OSD
nb: Forespørsel om OSD-navn

source: OSD transparency
es: Transparencia OSD
et: Ekraanigraafika läbipaistvus
mk: OSD проѕирност
nb: OSD-gjennomsiktighet

source: Off
es: Apagado
et: Väljas
mk: Исклучи
nb: Av

source: Offline decode delay (ms)
es: Retraso decodificación sin conexión (milisegundos)
et: Võrguta dekodeerimise viide (ms)
mk: Доцнење за дешифрирање офлајн (ms)
nb: Frakoblet dekodingsforsinkelse (ms)

source: Offline delete failed
es: Error al eliminar sin conexión

source: Old
es: Antiguo

source: Oman
es: Omán
et: Omaan
mk: Оман

source: On
es: Encendido
et: Sees
mk: Вклучено
nb: På

source: On end of movie
es: En final de película
et: Filmi lõpus
mk: На крајот на филмот
nb: På slutten av filmen

source: On end of movie (As menu)
es: En final de película (Como menú)

source: On valid ONIDs, ignore frequency sub network part
es: En ONID válidos, ignore la parte de la frecuencia de subred
et: Kehtivate ONID puhul eira sageduse alavõrgu osa
mk: Ако ONID-овите се валидни, игнорирај ја фреквенцијата на делот на под-мрежата
nb: Ved gyldige ONIDs, ignorer frequency sub network part

source: Once
es: Una vez

source: One
es: Uno
et: Üks
mk: Еден
nb: En

source: Online update of your receiver software.
es: Actualizacion en linea del software de su receptor.
et: Vastuvõtja internetiuuendused.
mk: Ажурирање преку Интернет на софтверот за приемник.
nb: Oppdaterer din mottaker.

source: Only active when in standby
es: Solo activo cuando esté en modo reposo

source: Only change this setting if you are using a SCR device that has been reprogrammed with a custom programmer. For further information check with the person that reprogrammed the device.
es: Solo cambie esta configuración si está utilizando un dispositivo SCR que ha sido reprogramado con un programador personalizado. Para más información, consulte con la persona que reprogramó el dispositivo.
mk: Променете ја оваа поставка само доколку користите SCR уред што е репрограмиран со сопствен програмер. За дополнителни информации, проверете со лицето кое го репрограмирало уредот.
nb: Bare endre denne innstillingen hvis du bruker en SCR enhet som har blitt omprogrammert med egendefinert programmerer. For mer informasjon sjekk med personen som omprogrammerte enheten.

source: Only extensions.
es: Solo extensiones.
et: Ainult laiendused.
mk: Само екстензии.
nb: Kun tillegg.

source: Only free scan
es: Solo búsqueda canales gratuitos
et: Ainult vabade otsimine
mk: Пребарувај само бесплатни канали
nb: Bare søk etter ukodete kanaler

source: Only from deep standby
es: Solo desde el modo de reposo profundo

source: Only from standby
es: Solo desde el modo de reposo

source: Only move the dish quickly after this hour.
es: Solo mueva el plato rápidamente después de esta hora.
et: Liiguta antenni kiiresti ainult pärast seda kellaaega.
mk: Завртете ја сателитскиот антена само после овој час.
nb: Bare flytt parabolen raskt etter denne time.

source: Only move the dish quickly before this hour.
es: Solo mueva el plato rápidamente antes de esta hora.
et: Liiguta antenni kiiresti ainult enne seda kellaaega.
mk: Завртете ја сателитскиот антена кратко само пред овој час “.
nb: Bare flytt parabolen raskt før denne time.

source: Only on startup
es: Solo en el inicio
et: Ainult alustamisel
mk: На почеток
nb: Bare ved oppstart

source: Only select 'yes' if you are using a multiswich that requires a DiSEqC Port-A command signal. For all other setups select 'no'.
es: Solo seleccione ‘sí’ si está usando un multiswich que requiere una señal de comando DiSEqC Port-A. Para todas las demás configuraciones, seleccione ‘no’.
et: Vali 'jah' ainult juhul, kui kasutatav multiswich lüliti nõuab DiSEqC Port-A käsu signaali. Kõigil teistel juhtudel vali 'ei'.
mk: Изберете „Да“ само ако користите multiswich за кој е потребен команден сигнал DiSEqC Port-A. За сите други поставувања, изберете "Не".
nb: Bare velg 'Ja' Hvis du bruker en multiswich som krever et DiSEqC Port-A kommando signal. For alle andre oppsett velger du "nei".

source: Open Multi EPG
es: Abrir Multi EPG

source: Open Simple EPG
es: Abrir EPG Simple

source: Open context menu
es: Abrir menú contextual

source: Open main menu
es: Abrir Menú Principal

source: Open satellites list
es: Abrir la lista de Satélites

source: Open select location
es: Abrir seleccionar ubicación
et: Ava valitud asukoht
mk: Отворете ја избраната локација
nb: Åpne valg mappe

source: Open select location as timer name
es: Abrir la ubicación de selección como nombre del temporizador
et: Ava valitud asukoht nagu taimeri nimetus
mk: Отворете ја избраната локација како име на тајмер
nb: Åpne velgested som timer navn

source: Open service list
es: Abrir lista de canales
et: Ava kanalinimekiri
mk: Отворете го списокот со канали
nb: Åpne kanalliste

source: Open setup tuner
es: Abrir la configuración del sintonizador
et: Ava tuuneri seadistamine
mk: Отворете поставки за тјунер
nb: Åpne oppsetts tuner

source: Open the movie list
es: Abrir lista de películas
et: Ava filmilist
mk: Вратете се на списокот со видеа
nb: Åpne opptaksliste

source: OpenVPN setup
es: Configurar OpenVPN

source: Operating LED status in deep standby mode
es: Estado del LED en reposo profundo
mk: LED-статус во Дееп Стандбај

source: Operating LED status in standby mode
es: Estado del LED en standby
mk: LED-статус во Стандбај

source: Operating LED status while running
es: Estado del LED en funcionamiento

source: Options disable timer
es: Opciones de temporizador desactivado
et: Taimeri keelamise valikud
mk: Опции за запирање на тајмер
nb: Innstilling for av timer

source: Orbital position
es: Posición orbital
et: Orbitaalpositsioon
mk: Орбитална позиција
nb: Satellittposisjon

source: Orbital position:
es: Posición orbital:

source: Orde image per modes and slots (require receiver with mode slot 12)
es: Ordene la imagen por modos y slots (requiere receptor con slot modo 12)

source: Order by modes
es: Ordenar por modos

source: Order by slots
es: Ordenar por slots

source: Ordinary
es: Ordinario
et: Tavaline
mk: Обични
nb: Vanlig

source: Original language
es: Lenguaje original

source: Other
es: Otros
et: Miski muu
mk: Други
nb: Annen

source: Other Subtitles & lang
es: Otros Subtítulos lenguaje
mk: Други преводи & јазик
nb: Andre undertekster & språk

source: Other buttons will jump to the help information for that button, if there is help available.
es: Otros botones saltarán a la información de ayuda para ese botón, si hay ayuda disponible.

source: Output
es: Salida
et: Väljund
mk: Излез
nb: Utgang

source: Overall progress:
es: Progreso total:
et: Üldine edenemine:
mk: Севкупен напредок:
nb: Liten framdriftsbar:

source: Overscan wizard
es: Asistente de Overscan
et: Üleskaneerimise abiline
nb: Veiviser for ekte bildestørrelse

source: Overwrite configuration files during software update?
es: Sobrescribir archivos de configuración durante la actualización de software?
et: Kas tarkvara uuendamisel kirjutada üle konfiguratsioonifailid?
mk: Да ги пребришете конфигурациските датотеки за време на ажурирањето на софтверот?
nb: Overskriv konfigurerte filer under programvareoppdatering?

source: Overwrite configuration files?
es: ¿Sobreescribir ficheros de configuración?
et: Seadistusfailid kirjutatakse üle?
mk: Да ги пребришете конфигурациските датотеки?
nb: Overskrive innstilte filer?

source: PGS file
es: Archivo PGS
et: PGS fail
mk: PGS-датотека
nb: PGS fil

source: PID Filtering
es: Filtrado PID
mk: PID филтрирање
