Repository: OpenVisionE2/enigma2-openvision
Catalog: po/*.po
Languages: es, et, mk, nb

source: Configure the height of the TrueType font letters used for teletext.
es: Configure la altura de las letras de fuente TrueType utilizadas para el teletexto.

source: Configure the horizontal alignment of the subtitles.
es: Configure la alineación horizontal de los subtítulos.
et: Määra subtiitrite horisontaalne asetus.
mk: Поставете го хоризонтално порамнување на преводите.
nb: Still inn horisontal posisjon for undertekst.

source: Configure the infobar fading speed
es: Configure la velocidad de desvanecimiento de la infobar

source: Configure the initial fast forward speed. When you press the fast forward button, winding will start at this speed.
es: Configure la velocidad de avance rápido inicial. Cuando pulse el botón de avance rápido, el avance comenzará a esta velocidad.
et: Määra edasikerimise algkiirus. Edasikerimine algab selle kiirusega.
mk: Поставете ја почетна брза брзина нанапред. Кога ќе се притисне копчето за напред, оваа брзина се користи за ликвидација.
nb: Still inn hurtigspolingshastighet framover. Framover spolingshastighet vil heretter starte med denne fart.

source: Configure the initial rewind speed. When you press the rewind button, winding will start at this speed.
es: Configure la velocidad de rebobinado inicial. Cuando pulse el botón de rebobinado, el rebobinado comenzará a esta velocidad.
et: Määra tagasikerimise algkiirus. Tagasikerimine algab selle kiirusega.
mk: Поставете ја почетна брзина на премотување. Кога ќе се притисне копчето за назад, оваа брзина се користи за премотување.
nb: Still inn hurtigspolingshastighet bakover. Tilbake spolingshastighet vil heretter starte med denne fart.

source: Configure the latitude of your location.
es: Configure la latitud de su ubicación.
et: Määra oma asukoha laiuskraad.
mk: Поставете латитуда на вашата локација.
nb: Angi mottakerens breddegrad.

source: Configure the longitude of your location.
es: Configure la latitud de su ubicación.
et: Määra oma asukoha pikkuskraad.
mk: Поставете лонгитуда на вашата локација.
nb: Angi mottakerens lengdegrad.

source: Configure the minimum amount of disk space to be available for recordings. When the amount of space drops below this value, deleted items will be removed from the trash can.
es: Configure la cantidad mínima de espacio en disco para estar disponible para las grabaciones. Cuando la cantidad de espacio cae por debajo de este valor, los elementos eliminados se eliminarán de la papelera.
et: Määra väikseim kettaruum, mis peab olema vaba enne salvestuse algamist. Selle saavutamiseks kustutatakse vajadusel faile prügikastist.
mk: Поставете минимален простор на хард диск што мора да биде достапен пред снимањето. Ако оваа вредност не е достигната, предметите во корпата за отпадоци трајно се отстрануваат.
nb: Still inn minsteverdi for lagring av opptak. Når lagringsplassen fylles opp, tømmes papirkurven.

source: Configure the nameserver (DNS).
es: Configure DNS.
et: Seadista nimeserver (DNS).
mk: Конфигурирајте го DNS серверот.
nb: Konfigurer navneserver (DNS).

source: Configure the netmask.
es: Configure la máscara de red.
et: Seadista võrgumask.
mk: Конфигурирај нетмаск.
nb: Still inn nettmaske.

source: Configure the number of days after which items are automaticaly removed from the trash can.
es: Configure el número de días después de los cuales los elementos se eliminan automáticamente de la papelera.
et: Määra päevade arv, pärast mida salvestised kustutatakse automaatselt prügikastist.
mk: Поставете го бројот на денови, по кои предметите треба автоматски се отстрануваат од корпата за отпадоци.
nb: Still inn antall dager elementer lagres før de automatisk slettes fra papirkurven.

source: Configure the number of days old timers are kept before they are automatically removed from the timer list.
es: Configure la cantidad de días que se guardan los temporizadores antiguos antes de que se eliminen automáticamente de la lista de temporizadores.
et: Määra päevade arv, pärast mida vana taimer kustutatakse automaatselt nimekirjast.
mk: Поставете број на денови по кои старите тајмери ​​треба автоматски да се отстранат од прегледот на тајмерот.
nb: Still inn antall dager gamle timere lagres før de automatisk fjernes fra timer listen.

source: Configure the offline decoding delay in milliseconds. The configured delay is observed at each control word parity change.
es: Configure el retardo de decodificación offline en milisegundos. El retraso configurado se observa en cada cambio de paridad en palabras de control.
et: Määra võrguta dekodeerimise viiteaeg (ms).
mk: Поставете локално одложување на декодирање во милисекунди. Поставеното задоцнување се зема предвид со секоја промена на паритет на проверен збор.
nb: Still inn avkodingsforsinkelsen i millisekunder.(offline). Den innstilte forsinkelsen iakttas ved hver paritetsendring.

source: Configure the possible fast forward speeds.
es: Configure las posibles velocidades de avance.
et: Määra edasikerimise kiirused.
mk: Поставете ги можните брзи брзини напред.
nb: Still inn de ønskede hastighetstrinn for hurtigspoling framover.

source: Configure the possible rewind speeds.
es: Configure las posibles velocidades de rebobinado.
et: Määra tagasikerimise kiirused.
mk: Поставете ги можните брзи брзини на премотување.
nb: Still inn de ønskede hastighetstrinn for hurtigspoling bakover.

source: Configure the primary EPG language.
es: Configure el primer idioma de EPG.
et: Määra saatekava keele esimene eelistus.
mk: Поставете римарен EPG јазик.
nb: Still inn førstevalg for EPG språk (førsteprioritert).

source: Configure the refresh rate of the screen.
es: Configura la frecuencia de actualización de la pantalla.
et: Määra ekraani värskendussagedus.
mk: Поставете стапка на освежување на екранот.
nb: Still inn oppfriskningsrate på TV skjermen.

source: Configure the screen resolution for teletext (Not all skins support full-HD teletext).
es: Configure la resolución de pantalla para el teletexto (no todos los skins admiten el teletexto full-HD).

source: Configure the screen resolution in PC output mode.
es: Configure la resolución de pantalla en el modo de salida a PC.
et: Määra ekraanilahutus PC väljundi režiimis.
mk: Поставете резолуција на екранот во режим на PC.
nb: Still inn skjermoppløsning for PC utgangen.

source: Configure the second audio language.
es: Configure el segundo idioma de audio.
et: Määra heli keele teine eelistus.
mk: Избор на вториот јазик за аудио трака.
nb: Still inn andrevalg på lyd språk.

source: Configure the second subtitle language.
es: Configure el segundo idioma de subtítulos.
et: Määra subtiitrite keele teine eelistus.
mk: Избор на втор јазик на превод.
nb: Still inn andrevalg på undertekst språk.

source: Configure the secondary EPG language.
es: Configure el segundo idioma de EPG.
et: Määra saatekava keele teine eelistus.
mk: Избор на втор EPG јазик.
nb: Still inn andrevalg på EPG språk.

source: Configure the sharpness of the video scaling.
es: Configure la nitidez de la escala de video.
et: Määra pildi skaleerimise teravus.
mk: Острина на обемот на екранот.
nb: Still inn skarpheten på bildet.

source: Configure the skip time interval for the '1'/'3' buttons.
es: Configure el intervalo de saltos de tiempo para los botones ‘1’/‘3’.
et: Määra '1'/'3'-nuppude ülehüppe pikkus.
mk: Интервал на скок во секунди при притискање на копчињата '1' или '3'.
nb: Still inn hopptid for '1'/'3' tastene.

source: Configure the skip time interval for the '4'/'6' buttons.
es: Configure el intervalo de saltos de tiempo para los botones ‘4’/‘6’.
et: Määra '4'/'6'-nuppude ülehüppe pikkus.
mk: Интервал на скок во секунди при притискање на копчињата '4' или '6'.
nb: Still inn hopptid for '4'/'6' tastene.

source: Configure the skip time interval for the '7'/'9' buttons.
es: Configure el intervalo de saltos de tiempo para los botones ‘7’/‘9’.
et: Määra '7'/'9'-nuppude ülehüppe pikkus.
mk: Интервал на скок во секунди при притискање на копчињата '7' или '9'.
nb: Still inn hopptid for '7'/'9' tastene.

source: Configure the slow motion speeds.
es: Configure la velocidad de cámara lenta.
et: Määra aeglustuskiirused.
mk: Можни брзини на бавно движење.
nb: Still inn hastighet for saktefilm.

source: Configure the source of the frontend data as shown on the infobars. 'Settings' is as stored on the settings. 'Tuner' is as reported by the tuner.
es: Configure la fuente de los datos como se muestra en las Infobars. ’Settings’ es como está almacenado en la configuración. ‘Tuner’ es como lo informa el sintonizador.
et: Määra sisendi infoallikas nagu on näidatud inforibadel. 'Seaded' on nii nagu on salvestatud seadetes. 'Tuuner' on nii nagu tuuneri poolt on teatatud.
mk: Конфигурирајте го изворот на податоци на прелистувачот што се прикажува во лентата за информации. Полето „Поставки“ може да се конфигурира. Полето „Тјунер“ е преземено од тјунерот.
nb: Still inn kilden til 'visningsdataene' som vist i informasjonsboksene. Innstillingene blir lagret som de er framkommet av tuneren.

source: Configure the speed of the background deletion process. Lower speed will consume less hard disk drive performance.
es: Configure la velocidad del proceso de eliminación en segundo plano. Una velocidad menor consumirá menos rendimiento del disco duro.
et: Määra taustal kustutamise kiirus. Madal kiirus mõjutab kõvaketta jõudlust vähem.
mk: Брзина на процесот на бришење на позадината. Побавната постапка на бришење троши помалку перформанси на хард диск.
nb: Still inn hastighetsprosessen for bakgrunnssletting. Lavere hastighet vil bruke mindre disk ytelse.

source: Configure the speed of the fan
es: Configure la velocidad del ventilador
et: Määra ventilaatori kiirus
mk: Конфигурирај ја брзината на вентилаторот
nb: Still inn turtallet på kjølevifte

source: Configure the start coordinate in x of the teletext display area.
es: Configure la coordenada de inicio en 'x' del área de visualización del teletexto.

source: Configure the start coordinate in y of the teletext display area.
es: Configure la coordenada de inicio en 'y' del área de visualización del teletexto.

source: Configure the subtitle delay when timing information is not available.
es: Configure el retraso de los subtítulos cuando no hay información de tiempo disponible.
et: Määra subtiitrite viiteaeg ajastuse puudumisel.
mk: Одложување на поднасловот ако временските информации не се достапни.
nb: Still inn forsinkelse på undertekst når tidtakingsinformasjon mangler.

source: Configure the third audio language.
es: Configure el tercer idioma de audio.
et: Määra heli keele kolmas eelistus.
mk: Избор на третиот јазик за аудио трака.
nb: Still inn tredjevalg på lyd språk.

source: Configure the third subtitle language.
es: Configure el tercer idioma de subtítulos.
et: Määra subtiitrite keele kolmas eelistus.
mk: Избор на третиот јазик на преводот.
nb: Still inn tredjevalg på undertekst språk.

source: Configure the transparency of the OSD.
es: Configure la transparencia del OSD.
et: Määra ekraanigraafika läbipaistvus.
mk: Транспарент. на (OSD) екранот.
nb: Still inn lysstyrke på menyen.

source: Configure the transparency of the black background of graphical DVB subtitles.
es: Configure la transparencia del fondo negro de los subtítulos gráficos DVB.
et: Määra DVB subtiitrite tausta läbipaistvus.
mk: Конфигурација на транспарентноста со црна позадина на графичките DVB преводи.
nb: Still inn transparent svart bakgrunns nivå på DVB undertekst.

source: Configure the tuner mode.
es: Configure el modo de sintonizador.
et: Määra tuuneri režiim.
mk: Избор на режим на тјунер.
nb: Still inn tunervalg.

source: Configure the type of status indication icons shown in the movielist.
es: Configure el tipo de iconos de indicación de estado que se muestran en la lista de películas.
et: Määra, kuidas tähistatakse salvestuste olek filmilistis.
mk: Вид на иконата за индикаторот за статус во списокот со филмови.
nb: Still inn hvordan avspillingsindikatoren skal vises i opptakslisten.

source: Configure the video output mode (or resolution).
es: Configure el modo de salida de video (o resolución).
et: Määra pildi väljundi režiim (või resolutsioon)
mk: Режим на излез на видео (или резолуција).
nb: Velg oppløsning på videoutgangen.

source: Configure the way in which your %s %s changes channels.
es: Configure la forma en que su %s %s cambia canales.

source: Configure the width of the TrueType font letters used for teletext.
es: Configure el ancho de las letras de fuente TrueType utilizadas para el teletexto.

source: Configure this tuner using simple or advanced options, or loop it through to another tuner, or copy a configuration from another tuner, or disable it.
es: Configure este sintonizador usando opciones simples o avanzadas, o buclee a través de otro sintonizador, o copie una configuración desde otro sintonizador, o desactívela.
et: Seadista see tuuner kasutades lihtsat või täpsemaid valikuid. Võimalik on ka läbiviik teisele tuunerile, teise tuuneri seadete kopeerimine või tuuneri keelamine.
mk: Конфигурирајте го овој тјунер користејќи едноставни или напредни опции или извршете го на друг тјунер или копирајте или оневозможете конфигурација од друг тјунер.
nb: Innstill denne tuneren med enkle eller avanserte alternativer, gjennomgang til en annen tuner, eller kopiere en konfigurasjon fra en annen mottaker, eller deaktivere den.

source: Configure where completed timers show up in the timer list.
es: Configure dónde aparecen los temporizadores completados en la lista de temporizadores.
et: Määra, kus teostatud taimereid taimerite nimekirjas näidatakse.
mk: Поставете како да се прикажуваат завршените тајмери ​​во списокот со тајмери.
nb: Still inn hvor fullførte timere skal vises i timer listen.

source: Configure whether (and for how long) a second infobar will be shown when OK is pressed twice. The second infobar contains additional information about the current channel.
es: Configure si (y por cuánto tiempo) se mostrará una segunda Infobar cuando se pulse OK dos veces. La segunda Infobar contiene información adicional sobre el canal actual.
et: Määra, kas ja kui kaua teist inforiba näidatakse, kui vajutada kaks korda OK. Teine inforiba sisaldab käesoleva kanali kohta lisateavet.
mk: Прилагодување дали (и колку долго) треба да се прикаже втора инфо лента кога повторно ќе се притисне ОК копчето. Ова покажува дополнителни информации за каналот.
nb: Still inn (hvor lenge) ekstra informasjonstekst skal vises når OK trykkes to ganger. Ekstra informasjonstekst inneholder tilleggsinformasjon for den aktuelle kanalen.

source: Configure whether a bold TrueType font is used for teletext.
es: Configure si se usa una fuente TrueType en negrita para el teletexto.

source: Configure whether a fixed font or a scalable TrueType font is used for teletext.
es: Configure si se utiliza una fuente fija o una fuente TrueType escalable para el teletexto.

source: Configure whether multi channel PCM sound should be enabled.
es: Configure si el sonido PCM multicanal debe estar habilitado.
et: Säti, kas mitme kanali PCM heli peaks olema lubatud.
mk: Конфигурирајте дали да овозможите повеќеканален PCM звук.
nb: Velg dersom PCM flerkanals lyd skal brukes.

source: Configure whether multi channel sound tracks should be downmixed to stereo.
es: Configure si las pistas de sonido multicanal se deben mezclar a estéreo.
et: Määra, kas mitmekanaline heli tuleks taandada stereoks.
mk: Мешање на повеќеканален звук во стерео.
nb: Velg dersom digital flerkanals lyd skal nedskaleres til stereolyd.

source: Configure whether or not a rotor position will be displayed on the infobar
es: Configure si se mostrará o no la posición del motor en la Infobar
et: Määra, kas antennipööraja asendit näidatakse või ei näidata inforibal.
mk: Конфигурирајте дали позицијата на роторот треба да биде прикажана во лентата за информации или не
nb: Velg hvis en motorposisjon skal vises på infobaren eller ikke

source: Configure whether or not an icon should be shown when your motorized dish is moving.
es: Configure si se debe mostrar o no un icono cuando su parabólica motorizada se está moviendo.
et: Määra, kas mootori liikumisel näidatakse ikooni.
mk: Приказ на симбол за известување кога ќе се помести чинијата со моторна антена.
nb: Still inn hvis et varsels ikon skal vises når motorisert parabolsystem kjører.

source: Configure whether service picons will be shown in number zap.
es: Configure si los picons de canales se mostrarán en número zap.

source: Configure whether the 'recording' symbol (in the display skin and LCD skin) is visible for real recordings only or also for streaming and pseuso recordings (e.g. EPGrefresh).
es: Configure si el símbolo de 'grabación' (en el aspecto de la pantalla y en el aspecto de la pantalla LCD) es visible solo para grabaciones reales o también para grabaciones de streaming y falsas (por ejemplo, EPGrefresh).

source: Configure which access level to use for the configuration menu. Expert level gives access to all items.
es: Configure qué nivel de acceso usar para el menú de configuración. El nivel de experto da acceso a todos los artículos.
et: Määra seadistusmenüü kuvamise tase. 'Täpsem' näitab kõiki võimalusi.
mk: Поставете го нивото на пристап до менито за конфигурација. Ниво на експерт овозможува пристап до сите елементи.
nb: Still inn tilgangsnivået som skal brukes på meny oppsettet. Ekspert nivå gir tilgang til alle elementer.

source: Configure which color format should be used on the SCART output.
es: Configure qué formato de color se debe usar en la salida SCART.
et: Määra SCART väljundi poolt kasutatav värvisüsteem.
mk: Формат на боја на SCART излезот .
nb: Velg hvilket fargeformat som skal brukes på SCART-utgang.

source: Configure which tuner for recordings will be preferred, when more than one tuner is available.
es: Configure qué sintonizador preferido para las grabaciones, cuando haya más de un sintonizador disponible.
et: Määra, milline tuuner on salvestusteks eelistatud, kui rohkem kui üks tuuner on saadaval.
mk: Го одредува тјунерот што треба да се претпочита за снимања ако има неколку тјунери.
nb: Still inn tuneren som skal foretrekkes til opptak når mer enn en tuner er tilgjengelig.

source: Configure which tuner type will be preferred when the same service is available on different types of tuners. Choose 'no priority' to try each alternative one by one regardless of the tuner type.
es: Configure qué tipo de sintonizador será preferido cuando el mismo canal esté disponible en diferentes tipos de sintonizadores. Elija “sin prioridad” para probar cada alternativa una por una, independientemente del tipo de sintonizador.
et: Määra, millist tuunerit eelistatakse kui sama teenus on saadaval erinevate tuunerite kaudu. Vali 'pole eelistust' et proovida iga võimalikku valikut sõltumata kasutatava tuuneri tüübist.
mk: Конфигурирајте кој тип на тјунер е најпосакуван кога истата услуга е достапна за различни типови на тјунери. Изберете „без приоритет“ за да ја тестирате секоја алтернатива поединечно, без оглед на видот на тјунерот.
nb: Konfigurer hvilken tunertype som vil bli foretrukket når samme tjeneste er tilgjengelig på forskjellige typer tunere. Velg "ingen prioritet" for å prøve hvert alternativ en etter en, uavhengig av tuner type.

source: Configure which tuner will be preferred, when more than one tuner is available. If set to 'auto' the system will give priority to the tuner having the lowest number of channels/satellites.
es: Configure qué sintonizador será preferido, cuando haya más de un sintonizador disponible. Si se establece en ‘auto’, el sistema dará prioridad al sintonizador que tenga la menor cantidad de canales/satélites.
et: Määra, millist tuunerit eelistatakse, kui saadaval on rohkem kui üks tuuner. Valikul 'automaatne' annab süsteem eelistuse tuunerile, millel on kõige vähem kanaleid/satelliite.
mk: Префериран тјунер ако е достапно повеќе од еден. Со „Автоматски“ се претпочита тјунерот со најмалку канали / сателити.
nb: Still inn tuneren som skal foretrekkes når flere tunere er tilgjengelige. Hvis satt til 'auto', vil systemet gi prioritet til tuneren med lavest antall kanaler/satellitter.

source: Configure your internal LAN
es: Configura su red LAN por cable
et: Seadista sisemine LAN võrk
mk: Конфигурирај ја внатрешната мрежа
nb: Velg ditt lokale LAN nettverk

source: Configure your network again
es: Configure su red de nuevo
et: Seadista võrk uuesti
mk: Конфигурирај ја мрежа повторно
nb: Konfigurer nettverket på nytt

source: Configure your network settings and press OK to scan
es: Configura tus ajustes de red y pulsa OK para escanear
et: Seadista võrk ja vajuta otsingu alustamiseks OK
mk: Конфигурирајте ги мрежните поставки и притиснете ОК за да скенирате
nb: Konfigurer dine nettverksinnstillinger og trykk OK for å søke

source: Configure your wireless LAN again
es: Configura su red inalámbrica WLAN-WiFi
et: Seadista WiFi võrk uuesti
mk: Конфигурирајте ја безжичната мрежа повторно
nb: Velg ditt trådløse LAN nettverk på nytt

source: Configures which video output connector will be used.
es: Configura qué conector de salida de video se utilizará.
et: See valik määrab, millist ühenduspesa video väljund kasutab.
mk: Конфигурира кој конектор за видео излез ќе се користи.
nb: Velg video utgangskontakt som skal brukes.

source: Configuring
es: Configurando
et: Seadistatakse
mk: Конфигурирање
nb: Installerer

source: Conflict not resolved!
es: Conflicto no resuelto!
et: Konflikt pole lahendatud!
mk: Конфликтот не е решен!
nb: Konflikt ikke løst!

source: Connect
es: Conectar
et: Ühenda
mk: Поврзете се
nb: Koble til

source: Connect to a wireless network
es: Conectar a red inalámbrica
et: Ühenda WiFi võrguga
mk: Поврзете се на безжична мрежа
nb: Koble til et trådløst nettverk

source: Connected
es: Conectado
et: Ühendatud
mk: Поврзано
nb: Koblet til

source: Connected satellites
es: Satélites conectados
et: Ühendatud satelliidid
mk: Поврзани сателити
nb: Tilkoblede satellitter

source: Connected to
es: Conectado a
et: Ühendatud
mk: Поврзан со
nb: Koblet til

source: Connected transcoding, limit - no PiP!
es: Transcodificado conectado, límite - no PiP!
et: Ühendatud transkoodingu piirang - PiP ei ole võimalik!
mk: Поврзано транскодирање, ограничување - нема PiP!
nb: Transcoding tilkoblet. Bilde i bilde kan ikke brukes!

source: Connection using supplied FTP parameters failed. Check parameters of server.
es: Falló la conexión usando los parámetros FTP proporcionados. Revise los parámetros del servidor.

source: Console
es: Consola
et: Konsool
mk: Конзола
nb: Konsoll

source: Constellation & FFT mode
es: Constelación y modo FFT
et: Konstellatsioon ja FFT laad
nb: Konstellasjon & FFT tilstand

source: Consult your SCR device spec sheet for this information.
es: Consulte la hoja de especificaciones de su dispositivo SCR para obtener esta información.
mk: За повеќе информации, погледнете го листот за спецификации на уредот Unicable / SCR.
nb: Konsulter din SCR bruksanvisning for denne informasjonen.

source: Consult your motor's spec sheet for this information, or leave the default setting.
es: Consulte la hoja de especificaciones de su motor para obtener esta información, o deje la configuración predeterminada.
et: Seda infot otsi ajami spetsifikatsioonilehelt või kasuta vaikeväärtust.
mk: Консултирајте се со листот со податоци за вашиот мотор за овие информации или оставете ја зададената поставка.
nb: Les motorens bruksanvisning for denne informasjonen, eller gå til standardinnstillingen.

source: Content does not fit on DVD!
es: El contenido no cabe en el DVD!
et: Sisu ei mahu DVD-le!
mk: Содржината не се вклопува на ДВД-то!
nb: Innholdet kan ikke brukes på en DVD!

source: Continue
es: Continuar
et: Jätka
mk: Продолжи
nb: Fortsett

source: Continue in background
es: Continuar en segundo plano
