Repository: OpenVisionE2/enigma2-openvision
Catalog: po/*.po
Languages: es, et, mk, nb

source: Enable remote enigma2 receiver to be tried to tune into services that cannot be tuned into locally, e.g. tuner is occupied or service type is unavailable on local tuner. You can use this receiver only in client mode using server channel list, timers and EPG.
es: Permita que el receptor servidor intente sintonizar canales que no se pueden sintonizar localmente, ej. el sintonizador está ocupado o el tipo de canal no está disponible en el sintonizador local. Puede usar este receptor solo en modo cliente usando la lista de canales del servidor, temporizadores y EPG.

source: Enable teletext caching
es: Habilitar el caché de teletexto
et: Luba teleteksti puhverdamine
mk: Активирајте телетекст меморија
nb: Aktiver tekst-TV mellomlagring

source: Enable the advanced HDMI-CEC setting options.
es: Habilite las opciones de ajustes avanzados HDMI-CEC.

source: Enable the current value of the slider at end of the slider bar.
es: Habilite el valor actual del control deslizante al final de la barra deslizante.

source: Enable this option to add action map / remote control mapping data to the debug log file.
es: Habilite esta opción para agregar datos de mapas de acción/mando a distancia al archivo de registro de depuración.

source: Enable this option to add extra DVB scan data to the debug log file.
es: Habilite esta opción para agregar datos de Búsqueda DVB adicionales al archivo de registro de depuración.

source: Enable this option to add extra EPG data to the debug log file.
es: Habilite esta opción para agregar datos EPG adicionales al archivo de registro de depuración.

source: Enable this option to add keyboard keymap data to the debug log file.
es: Habilite esta opción para agregar datos del keymap del teclado al archivo de registro de depuración.

source: Enable this option to add remote control data to the debug log file.
es: Habilite esta opción para agregar datos del mando a distancia al archivo de registro de depuración.

source: Enable this option to add screen names and resolution data to the debug log file.
es: Habilite esta opción para agregar nombres de pantalla y datos de resolución al archivo de registro de depuración.

source: Enable this setting if your aerial system needs power
es: Activa este ajuste si su instalación de antena necesita alimentación eléctrica
et: Luba see, kui välisantenn vajab toidet.
mk: Активирајте ја оваа поставка ако вашиот антенски систем бара напојување
nb: Aktiver denne innstillingen hvis din antenne trenger strøm

source: Enable timer conflict detection
es: Activa temporizador de detección de conflictos
et: Luba taimerikonflikti tuvastus
mk: Активирајте откривање на конфликт со тајмер
nb: Aktiver timer konflikt kontroll

source: Enable to display all True/False, Yes/No, On/Off and Enable/Disable set up options as a graphical switch.
es: Habilite para mostrar todas las opciones de configuración Verdadero/Falso, Sí/No, Encendido/Apagado y Habilitar/Deshabilitar como un interruptor gráfico.

source: Enable volume control with arrow buttons
es: Habilite el control de volumen con botones flecha (cruzeta del botón OK)
et: Luba helitugevuse juhtimine noolenuppudega
mk: Активирајте ја контролата на јачината на звукот со копчињата со стрелки
nb: Aktiver lydkontroll med piltastene

source: Enable wakeup timer
es: Activa temporizador despertador
et: Luba äratustaimer
mk: Активирајте тајмер за будење
nb: Bruk våkne timer

source: Enable zapping with CH+/-, B+/-, P+/-
es: Habilitar zapping con CH +/-, B +/-, P +/-
et: Luba kanalivahetus CH+/-, B+/-, P+/- nuppudega
mk: Активирајте го префрлувањето на каналот со CH +/-, B +/-, P +/- "
nb: Aktiver bytte med tastene CH+/-, B+/-, P+/-

source: Enable/Disable IPv6
es: Habilitar/Deshabilitar IPv6

source: Enable/Disable IPv6 support of your receiver.
es: Habilite/deshabilite la compatibilidad con IPv6 de su receptor.

source: Enabled
es: Activado
et: Kasutusel
mk: Овозможено
nb: Aktivert

source: Enabled will perform a channels and EPG import on every enigma2 restart.
es: Habilitado realizará una importación de canales y EPG en cada reinicio de enigma2.

source: Enabled, screens Clients, Servers and Log are updated on time interval.
es: Habilitado, las pantallas Clientes, Servidores y Log se actualizan en intervalos de tiempo.

source: Encrypted TV
es: Encriptado

source: Encrypted:
es: Encriptado:
et: Kodeeritud:
mk: Шифрирано:
nb: Kryptert:

source: Encryption
es: Encriptación
et: Kodeering
mk: Шифрирање
nb: Kryptering

source: Encryption key
es: Llave de encriptado
et: Kodeeringu võti
mk: Клуч за шифрирање
nb: Krypteringsnøkkel

source: Encryption key type
es: Tipo de llave de encriptado
et: Kodeeringu võtme tüüp
mk: Тип на клуч за шифрирање
nb: Krypteringsnøkkel type

source: Encryption:
es: Encriptación:
et: Kodeering:
mk: Шифрирање:
nb: Kryptering:

source: End
es: Fin

source: End alternatives edit
es: Fin edición alternativos
et: Salvesta muudatused ja välju
mk: Завршете го алтернативното уредување
nb: Avslutt redigering

source: End at this position
es: Terminar en esta posición

source: End bouquet edit
es: Fin de edición de bouquet
et: Salvesta muudatused ja välju
mk: Крај на уредувањето на букетите
nb: Avslutt redigering av kanalliste

source: End cut
es: Corte final

source: End cut here
es: Finalizar corte aquí

source: End cut here (reset)
es: Finalizar corte aquí (restablecer)

source: End favourites edit
es: Fin edición de favoritos
et: Salvesta muudatused ja välju
mk: Крај на промените на фаворити
nb: Avslutt redigering av favorittliste

source: End time
es: Tiempo final
et: Lõpetamise aeg
mk: Време на завршување
nb: Slutt tid

source: End time to ignore inactivity sleeptimer
es: Tiempo final para ignorar inactividad del temporizador de descanso
et: Lõpuaeg jõudeoleku taimeri vältimiseks
mk: Крај на време за игнорирање на неактивниот тајмерот за исклучување
nb: Slutt tid for overstyring av dvale timer

source: End time to ignore shutdown in standby
es: Tiempo final para ignorar apagado en reposo
et: Lõpuaeg ooterežiimis väljalülitamise vältimiseks
mk: Крај на време за да се игнорира исклучување во стендбај
nb: Slutt tid for overstyring av slå av i standby

source: End timeshift
es: Final timeshift

source: English
es: Inglés
et: Inglise
mk: Англиски
nb: Engelsk

source: English name (Ascending)
es: Nombre en inglés (Ascendente)

source: English name (Descending)
es: Nombre en inglés (Descendente)

source: Enter
es: Entrar
mk: Влези

source: Enter IP address
es: Introduzca dirección IP
et: Sisesta IP-aadress
mk: Внеси IP адреса
nb: Tast IP adresse

source: Enter PIN
es: Introduzca PIN
et: Sisesta PIN
mk: Внеси PIN
nb: Tast inn PIN

source: Enter PIN code
es: Introduzca código PIN

source: Enter URL
es: Introduzca URL
et: Sisesta URL
mk: Внесеи URL
nb: Tast URL

source: Enter a new name for this device.
es: Introduzca un nuevo nombre para este dispositivo.

source: Enter if you are in the east or west hemisphere.
es: Introduzca si está en el hemisferio este u oeste.
et: Sisesta, kas asud ida- või läänepoolkeral.
mk: Внесете ако сте во источната или западната хемисфера.
nb: Skriv inn hvis du er i østlig eller vestlig halvkule.

source: Enter if you are north or south of the equator.
es: Introduzca si está en el norte o sur del ecuador.
et: Sisesta, kas asud põhja- või lõunapoolkeral.
mk: Внесете ако сте северно или јужно од екваторот.
nb: Skriv inn hvis du er nord eller sør for ekvator.

source: Enter name of new directory:
es: Ingrese el nombre del nuevo directorio:

source: Enter persistent PIN code
es: Introduzca el código PIN persistente
et: Sisesta püsiv PIN kood
mk: Внесете постојан ПИН-код
nb: Tast inn gjeldende PIN kode

source: Enter the FTP password of the host receiver (normally just leave empty).
es: Ingrese la contraseña de FTP del receptor servidor (normalmente solo deje en blanco).

source: Enter the FTP port of the host receiver (normally '21').
es: Ingrese el puerto FTP del receptor servidor (normalmente '21').

source: Enter the FTP username of the host receiver (normally 'root').
es: Ingrese el nombre de usuario de FTP del receptor (normalmente 'root').

source: Enter the IP address of the host receiver.
es: Introduzca la dirección IP del receptor servidor.

source: Enter the domain of the host receiver. Do not include 'http://' or port number.
es: Ingrese el hostname del receptor. No incluya 'http://' o número de puerto.

source: Enter the frequency at which you LNB switches between low band and high band. For more information consult the spec sheet of your LNB.
es: Ingrese la frecuencia a la que su LNB cambia entre banda baja y banda alta. Para obtener más información, consulte la hoja de especificaciones de su LNB.
et: Sisesta sagedus, millel LNB lülitub kõrgsagedusriba ja madalsagedusriba vahel. Enamat infot vaata LNB spetsifikatsioonist.
mk: Внесете ја фреквенцијата на која LNB се префрлате помеѓу низок и висок опсег. За повеќе информации, прегледајте го листот за спецификации на вашето LNB.
nb: Angi frekvensen der LNB bytter mellom lavbånd og høybånd. For mer informasjon, se spesifikasjonsarket til LNB.

source: Enter the frequency step size for the tuner to use when searching for cable multiplexes. For more information consult your cable provider's documentation.
es: Ingrese el tamaño del paso de frecuencia para que el sintonizador lo use cuando busque múltiplex por cable. Para obtener más información, consulte la documentación de su proveedor de cable.
et: Sisesta otsinguks kasutatava sageduse sammu suurus. Enama info saamiseks võta ühendust oma operaatoriga.
mk: Внесете ја големината на фреквенцијата што сакате да ја користите тјунерот при пребарување на мултиплексирање на кабел. Консултирајте се со документацијата од провајдерот за кабел за повеќе информации.
nb: Angi frekvensstørrelsen for tuneren som skal brukes når du søker etter kabel multiplekser. For mer informasjon, vennligst kontakt din kabelleverandørs dokumentasjon.

source: Enter the number stored in the positioner that corresponds to this satellite.
es: Ingrese el número almacenado en el motor que corresponde a este satélite.
et: Sisesta positioneeri salvestatud number, mis vastab sellele satelliidile.
mk: Внесете го бројот што е зачуван во позиционерот за овој сателит.
nb: Skriv inn nummeret som er lagret i posisjonerer som tilsvarer denne satellitten.

source: Enter the streaming port of the host receiver (normally '8001').
es: Ingrese el puerto de streaming del receptor servidor (normalmente '8001').

source: Enter valid ONID/TSID
es: Introduzca un ONID/TSID válido

source: Enter your current latitude. This is the number of degrees you are from the equator as a decimal.
es: Ingrese su latitud actual. Este es el número de grados al que estás del ecuador como un decimal.
et: Sisesta asukoha laiuskraad. See on kraadide arv ekvaatorist kümnendväärtusena.
mk: Внесете ја вашата моментална географска ширина. Ова е бројот на степени што ги имате од екваторот како децимален број.
nb: Skriv inn din nåværende breddegrad. Dette er antall grader du er fra ekvator som en desimal.

source: Enter your current longitude. This is the number of degrees you are from zero meridian as a decimal.
es: Ingrese su longitud actual. Este es el número de grados al que estás del meridiano cero como un decimal.
et: Sisesta asukoha pikkuskraad. See on kraadide arv 0-meridiaanist kümnendväärtusena.
mk: Внесете ја вашата тековна должина. Ова е бројот на степени што ги имате од главниот меридијан како децимален број.
nb: Skriv inn din nåværende lengdegrad. Dette er antall grader du er fra null meridian som et desimal.

source: Enter your high band local oscillator frequency. For more information consult the spec sheet of your LNB.
es: Ingrese su frecuencia de oscilador local de banda alta. Para obtener más información, consulte la hoja de especificaciones de su LNB.
et: Sisesta kõrgsagedusriba ostsillaatori sagedus. Enamat infot vaata LNB spetsifikatsioonist.
mk: Внесете ја локалната фреквенција на вашиот локален осцилатор. Дополнителни информации може да се најдат во листот со податоци за вашата LNB.
nb: Angi din høybånds lokale oscillatorfrekvens. For mer informasjon, se spesifikasjonsarket til LNB.

source: Enter your low band local oscillator frequency. For more information consult the spec sheet of your LNB.
es: Ingrese la frecuencia de su oscilador local de banda baja. Para obtener más información, consulte la hoja de especificaciones de su LNB.
et: Sisesta madalsagedusriba ostsillaatori sagedus. Enamat infot vaata LNB spetsifikatsioonist.
mk: Внесете ја вашата локална фреквенција на осцилатор со ниска фреквенција. Дополнителни информации може да се најдат во листот со податоци за вашата LNB.
nb: Skriv inn lokale oscillatorfrekvens for lavbåndet ditt. For mer informasjon, se spesifikasjonsarket til LNB.

source: Equal to
es: Igual a
et: Võrdne
mk: Еднакво на
nb: Samme som

source: Equatorial Guinea
es: Guinea Ecuatorial
et: Ekvatoriaal-Guinea
mk: Екваторска Гвинеја
nb: Ekvatorial Guinea

source: Error code
es: Código de error
et: Veakood
mk: Грешка на кодот
nb: Feil kode

source: Error during backup settings %s
es: Error mientras se respaldaban sus ajustes %s
et: Viga backup seadistustes %s
mk: Грешка во поставките за резервна копија % s
nb: Feil under sikkerhetskopiering %s

source: Error during downloading image %s %s
es: Error mientras se descargaba imagen %s %s
et: Viga tarkvara allalaadimisel %s %s
mk: Грешка при преземање на имиџ % s % s
nb: Feil under nedlastning av image %s %s

source: Error during unzipping image %s
es: Error de descompresión de imagen %s
et: Viga tarkvara lahtipakkimisel %s
mk: Грешка при отпакување на имиџот % s
nb: Feil under utpakking av bilde %s

source: Error stop stream!
es: Error al detener el stream!
et: Viga, peata voog!
mk: Грешка при запирање на стримот!
nb: Feil stopp stream!

source: Error while retreiving fallback timer information %s
es: Error al recuperar la información del temporizador del servidor %s
mk: Грешка при враќање на информациите за тајмерот за замена % s
nb: Feil ved henting av reserve timer informasjon %s

source: Error: %s Retry?
es: Error: %s Reintentar?
et: Viga: %s Uuesti?
mk: Грешка:% s Обидете се повторно?
nb: Feil: %s Prøve på nytt?

source: Error: Directory '%s' already exists!
es: Error: El Directorio '%s' ya existe!

source: Error: File or directory '%s' already exists!
es: Error: Archivo o directorio '%s' ya existe!

source: Error: Invalid directory '%s' selected!
es: Error: Inválido directorio '%s' seleccionado!

source: Error: Invalid location!
es: Error: Ubicación Inválida!

source: Error: The filename may not be blank!
es: Error: Es posible que el nombre del archivo no esté en blanco!

source: Error: Unable to create directory '%s'!
es: Error: No se puede crear el directorio '%s'!

source: Error: Unable to delete directory '%s'! (Diretory may not be empty.)
es: Error: no se puede eliminar el directorio '%s'! (Es posible que el directorio no esté vacío)

source: Error: Unable to rename directory '%s' to '%s'!
es: Error: no se puede cambiar el nombre del directorio '%s' a '%s'!

source: Estonian
es: Estonio
et: Eesti
mk: Естонски
nb: Estlandsk

source: Ethernet network interface
es: Interfaz de red Ethernet
et: Etherneti võrguliides
mk: Етернет мрежен адаптер
nb: Ethernet nettverkskort

source: Ethiopia
es: Etiopía
et: Etioopia
mk: Етиопија
nb: Etiopia

source: Even if TV has another input active
es: Incluso si la TV tiene otra entrada activa

source: Even if a 'Wakeup' PowerTimer starting?
es: Incluso si se inicia un temporizador 'Despertar'?

source: Even if a 'Zap and Record' recording timer starting?
es: Incluso si se inicia un temporizador de grabación 'Zapear y grabar'?

source: Even if a 'Zap' recording timer starting?
es: Incluso si se inicia un temporizador de grabación 'Zap'?

source: Event View Actions
es: Acciones de visualización de eventos

source: Event View Context Menu
es: Menú contextual de la vista de eventos

source: Event font size (relative to skin size)
es: Tamaño de la fuente del evento (relativa al tamaño de skin)
et: Saate tähesuurus
mk: Големина на фонт на пратка (во однос на големината на скинот)
nb: Program- skriftstørrelse (i forhold til størrelse på utseende)

source: Event name first
es: Nombre del evento primero
et: Sündmuse nimi esimesena
mk: Прво име на настанот
nb: Kildenavnet først

source: Event view
es: Vista de evento
et: Saateinfo
mk: Преглед на настанот
nb: Programoversikt

source: Event view menu
es: Menú de vista de evento
et: Saateinfo menüü
mk: Мени за преглед на настанот
nb: Meny programoversikt

source: Every 12 hours
es: Cada 12 horas

source: Every 2 hours
es: Cada 2 horas

source: Every 3 hours
es: Cada 3 horas

source: Every 6 hours
es: Cada 6 horas

source: Every hour
es: Cada hora

source: Every known
es: Todos los conocidos
et: Iga tuntud
mk: Секое познато
nb: Alle kjente

source: Everyday
es: Cada día

source: Everywhere
es: En todos lados
et: Igal pool
mk: Насекаде
nb: Overalt

source: Exceeds dual layer medium!
es: Excede el medio de doble capa!
et: Liiga suur kahekihilise ketta jaoks!
mk: Ја надминува големината на двослоен медиум!
nb: Overgår to lags medium!

source: Execute cuts and exit
es: Ejecutar cortes y salir

source: Execution finished!!
es: Ejecución finalizada!
et: Käivitus lõppenud!!
mk: Извршувањето заврши !!
nb: Utførelse ferdig!

source: Execution progress:
es: Progreso de la ejecución:
et: Käivituse progress:
mk: Извршувањето заврши:
nb: Utførelse pågår:

source: Exist are debug or crash files. Space used:
es: Existen archivos debug o crash. Espacio usado:

source: Exist are no debug files or crash.
es: No existen archivos debug o crash.

source: Exit
es: Salir
et: Välju
mk: Излези
nb: Avslutt

source: Exit EPG
es: Salir de EPG
et: Sulge saatekava
mk: Излези од EPG
nb: Avslutt EPG

source: Exit IPv6 configuration
es: Salir de la configuración IPv6

source: Exit editor
es: Salir del editor
et: Välju redaktorist
mk: Излези од уредникот
nb: Avslutt redigering

source: Exit inetd recovery
es: Salir de inetd recovery

source: Exit input device selection
es: Salir de la selección de dispositivo de entrada

source: Exit input device selection and close all menus
es: Salir de la selección del dispositivo de entrada y cerrar todos los menús

source: Exit media player?
es: Salir del reproductor?
et: Sulgeda meediamängija?
mk: Излези од медиа плеерот?
nb: Avslutt mediespiller?

source: Exit mediaplayer
es: Salir del reproductor
et: Sulge meediamängija
mk: Излези од медиа плеер
nb: Avslutt mediespiller

source: Exit mounts setup menu
es: Salir del menú de configuración de montajes

source: Exit movie list
es: Salir de lista de películas
et: Sulge filmide nimekiri
mk: Излези од филмската листа
nb: Avslutt opptaksliste

source: Exit movie player?
es: Salir del reproductor?
et: Kas lõpetad taasesituse?
mk: Ќе излезете од медиа плеер?
nb: Stoppe avspillingen?

source: Exit nameserver configuration
es: Salir de la configuración del servidor de nombres
et: Välju nimeserverite seadistusest
mk: Излези од конфигурацијата на DNS серверот
nb: Avslutt navneserver konfigurasjon

source: Exit network interface list
es: Salir de la lista de interfaces de red
et: Välju võrguliideste nimekirjast
mk: Излези од прегледот на мрежниот адаптер
nb: Avslutt nettverksgrensesnitt

source: Exit network wizard
es: Salir del asistente de red
et: Välju võrgu häälestusest
mk: Излезете од волшебникот за поставување мрежа
nb: Avslutt nettverksveiviser

source: Exit networkadapter setup menu
es: Salga del menú de configuración del adaptador de red

source: Exit the wizard
es: Salir del asistente
et: Välju juhendatud seadistusabist
mk: Излези од волшебникот за поставување "
nb: Avslutt veiviseren

source: Expand
es: Expandir
et: Laienda
mk: Прошири
nb: Utvid

source: Expert
es: Experto
et: Ekspert
mk: Стручен
nb: Ekspert

source: Expert mode
es: Modo experto

source: Extend sleeptimer 15 minutes
es: Extiende el temporizador 15 minutos
et: Pikenda unetaimerit 15 minutit
mk: Продолжете го тајмерот за мирување за 15 минути
nb: Utvid dvale timer med 15 minutter

source: Extended
es: Extendido
et: Laiendatud
mk: Продолжен
nb: Ekstra

source: Extended PID info
es: Extender info PID
mk: Продолжени информации за PID
nb: Utvidet PID-informasjon

source: Extended Software
es: Software extendido
et: Laiendatud tarkvara
mk: Продолжен софтвер
nb: Utvidet tillegg

source: Extended Software Plugin
es: Plugin de software extendido
et: Laiendatud tarkvara
mk: Продолжен софтверски Плагин
nb: Ekstra programvare tillegg

source: Extended network setup plugin...
es: Complemento de configuración de red extendida…
et: Laiendatud võrguseaded
mk: Продолжен плагин за поставување мрежа ...
nb: Ekstra program innstilling for nettverksoppsett...

source: Extended setup...
es: Configuración extendida…
et: Täpsemad seaded...
mk: Продолжени поставувања…
nb: Ekstrainnstilling...

source: Extension Actions
es: Acciones Extensión

source: Extensions
es: Extensiones
et: Laiendused
mk: Екстензии
nb: Utvidelser

source: Extensions Menu
es: Menú de Extensiones

source: Extensions management
es: Administrador de extensiones
et: Laienduste haldamine
mk: Управување со екстензии
nb: Utvidelsessenter

source: External
es: Externo
et: Väline
mk: Надворешен
nb: Ekstern

source: External PiP
es: PiP Externo
et: Väline PiP
mk: Надворешен PiP
nb: Eksternt bilde i bilde

source: External Storage %s
es: Almacenamiento externo %s
et: Väline salvestusseade %s
mk: Надворешна меморија% s
nb: Ekstern lagring %s

source: External subtitle color
es: Color de los subtítulos externos
et: Väliste subtiitrite värv
mk: Надворешна боја на превод
nb: Ekstern undertekstfarge

source: External subtitle dialog colorisation
es: Colorizar los diálogos en subtítulos externos
et: Väliste subtiitrite dialoogi värvimine
mk: Боење на дијалогот за надворешни преводи
nb: Ekstern undertekstfarge ved dialog

source: External subtitle switch fonts
es: Tipo de letra para cambios de subtítulos externos
et: Väliste subtiitrite kirjatüübi vahetamine
mk: Надворешна промена на фонтот за превод
nb: Ekstern undertekst skriftype

source: Externally powered
es: Alimentado externamente
mk: Надворешно напојување
nb: Eksternt drevet

source: Extra end time to ignore inactivity sleeptimer
es: Hora de final adicional para ignorar inactividad
et: Lisatud lõpu aeg tegevusetuse unetaimeri vältimiseks
mk: Дополнително последно време за игнорирање на тајмерот за спиење
nb: Ekstra slutt tid til overstyring av inaktiv dvale timer

source: Extra motor options
es: Opciones extra del motor
et: Mootori ekstravõimalused
mk: Дополнителни опции за моторот
nb: Ekstra motorinnstillinger

source: Extra start time to ignore inactivity sleeptimer
es: Hora de inicio adicional para ignorar el temporizador de inactividad
et: Lisatud alustamise aeg tegevusetuse unetaimeri vältimiseks
mk: Дополнително почетно време за игнорирање на тајмерот за спиење
nb: Ekstra start tid til overstyring av inaktiv dvale timer

source: F1 button
es: Botón F1

source: F2 button
es: Botón F2

source: F3 button
es: Botón F3

source: FAILED
es: FALLIDO
et: NURJUS
mk: НЕ УСПЕА
nb: FEILET

source: FBC automatic
es: FBC automático
et: FBC automaatne
mk: FBC автоматски
nb: FBC automatisk

source: FBC automatic connected to
es: FBC automático conectado a
et: FBC automaatselt ühendatud
mk: FBC автоматски поврзан со
nb: FBC automatisk koblet til

source: FBC automatic connected to %s
es: FBC automático conectado a %s
et: FBC automaatselt ühendatud %s
mk: FBC автоматски поврзан со% s
nb: FBC automatisk koblet til %s

source: FBC automatic inactive
es: FBC automático Inactivo
et: FBC automaatika mitteaktiivne
mk: FBC автоматски неактивен
nb: FBC automatisk ubrukt

source: FCC enabled
es: FCC habilitado

source: FTA TV
es: FTA

source: FTP connection failure
es: Falló la conexión FTP

source: FTP passive mode
es: FTP modo pasivo
