Repository: OpenVisionE2/enigma2-openvision
Catalog: po/*.po
Languages: es, et, mk, nb

source: Set default
es: Establecer por defecto
et: Sea vaikeseadesse
mk: Поставете стандардно
nb: Sett standard

source: Set end time
es: Establecer tiempo final
et: Määra lõppaeg
mk: Поставете време на завршување
nb: Sett sluttid

source: Set fixed
es: Establecer dirección
et: Määra püsiaadress
mk: Поставен фиксен
nb: Fast

source: Set fps for external subtitles
es: Establecer fps para subtítulos externos
et: Määra väliste subtiitrite kaadrisagedus
mk: Поставете fps за надворешни преводи
nb: Ekstern undertekst fps nivå

source: Set in section [webif] port (httpport), enter (0) if you don't have any numeric value assigned in your (httpport).
es: Configure en la sección [webif] puerto (httpport), ingrese (0) si no tiene ningún valor numérico asignado en su (httpport).

source: Set interface as default Interface
es: Establecer interfaz como predeterminada
et: Määra vaikimisi võrguliideseks
mk: Поставете го интерфејсот како стандарден интерфејс
nb: Bruk denne som standard grensesnitt

source: Set limits
es: Establecer límites
et: Määra piirid
mk: Поставете граници
nb: Sett grenser

source: Set local time
es: Establecer hora local

source: Set new MAC address
es: Establecer nueva dirección MAC

source: Set new value to "Fallback remote receiver" change URL %s
es: Establezca nuevo valor en "Receptor reserva para respaldo" cambie URL %s

source: Set password if you have it set in section [webif] httppwd.
es: Establece contraseña si la tiene configurada en la sección [webif] httppwd.

source: Set persistent PIN code
es: Establecer un código PIN persistente

source: Set receiver IP address.
es: Establecer la dirección IP del receptor.

source: Set sequence repeats if your aerial system requires this. Normally if the aerial system has been configured correctly sequence repeats will not be necessary. If yours does, recheck you have command order set correctly.
es: Establezca la secuencia repetida si su instalación de antena lo requiere. Normalmente, si la instalación se ha configurado correctamente, no será necesario repetir la secuencia. Si la suya lo hace, vuelva a verificar que tienes establecidas correctamente las ordenes de comando.
et: Määra jada kordused, kui antennisüsteem seda nõuab. Kui antennisüsteem on seadistatud õigesti, siis tavaliselt pole jada kordused vajalikud. Kui nõuab, siis kontrolli, et käskude järjekord oleks õige.
mk: Поставете повторувања на низата ако тоа го бара вашиот систем. Повторувања на низата вообичаено не се потребни ако системот е правилно конфигуриран. Доколку е потребно, проверете дали правилно сте ја поставиле наредбата за команди.
nb: Sekvens gjentakelse brukes hvis antenne systemet krever dette. Normalt hvis antenne systemet er konfigurert riktig vil sekvens gjentakelse ikke være nødvendig. Hvis ditt gjør, må du sjekke på nytt at kommando rekkefølgen er riktig innstilt.

source: Set startup service
es: Establecer canal de inicio
et: Määra algusteenus
mk: Поставете како почетен канал
nb: Velg denne som oppstartskanal

source: Set system
es: Establecer sistema

source: Set the MAC address of your receiver.
es: Establezca la dirección MAC de su receptor.

source: Set the User ID of the OpenWebif from your fallback tuner.
es: Configure la ID de usuario de OpenWebif desde su sintonizador de reserva.

source: Set the default location for your instant recordings. Press OK to add new locations, LEFT/RIGHT to select from any existing locations.
es: Establezca la ubicación por defecto para sus grabaciones instantáneas. Pulse OK para agregar nuevas ubicaciones, IZQUIERDA/DERECHA para seleccionar entre las ubicaciones existentes.

source: Set the default location for your recordings. Press OK to add new locations, LEFT/RIGHT to select from any existing locations.
es: Establezca la ubicación por defecto para sus grabaciones. Pulse OK para agregar nuevas ubicaciones, IZQUIERDA/DERECHA para seleccionar entre las ubicaciones existentes.

source: Set the default location for your timers. Press OK to add new locations, LEFT/RIGHT to select from any existing locations.
es: Establezca la ubicación por defecto para sus temporizadores. Pulse OK para agregar nuevas ubicaciones, IZQUIERDA/DERECHA para seleccionar entre las ubicaciones existentes.

source: Set the default location for your timeshift files. Press OK to add new locations, LEFT/RIGHT to select any existing locations.
es: Establezca la ubicación por defecto para sus archivos de Timeshift. Pulse OK para agregar nuevas ubicaciones, IZQUIERDA/DERECHA para seleccionar cualquier ubicación existente.

source: Set the default sorting method.
es: Establece el método de clasificación predeterminado.

source: Set the delay time between repeated loops, this is used by software renderer in some skins.
es: Establezca el tiempo de retardo entre los bucles repetidos, esto es usado por el renderizador de software en algunos skins.

source: Set the global sort method
es: Establecer el método de ordenación

source: Set the password of the OpenWebif from your fallback tuner.
es: Establezca la contraseña de OpenWebif desde su sintonizador de reserva.

source: Set the port of the OpenWebif from your fallback tuner.
es: Configure el puerto de OpenWebif desde su sintonizador de reserva.

source: Set the repeat interval of the schedule.
es: Establezca el intervalo de repetición del programa.

source: Set the scrolling speed of text on the front panel display, this is used by software renderer in some skins.
es: Establezca la velocidad de desplazamiento del texto en display, esto lo usa el renderizador de software en algunas skins.

source: Set the scrolling speed of text on the front panel display.
es: Configure la velocidad de desplazamiento del texto en display.

source: Set the sort method for this directory
es: Establecer el método de clasificación para este directorio

source: Set the time of day to perform the import.
es: Configure la hora del día para realizar la importación.

source: Set the type of the progress indication in the channel selection screen.
es: Establecer el tipo de indicación de progreso en la lista de canales.
et: Määra saate edenemise näit kanalivalikus.
mk: Поставете го типот на индикаторот за напредок што ќе се прикаже на екранот за избор на канал.
nb: Velg hvis du ønsker at programbasert framgang skal vises i kanallisten.

source: Set the vertical position of subtitles, measured from the bottom of the screen.
es: Establezca la posición vertical de los subtítulos, medida desde la parte inferior de la pantalla.

source: Set time window to 1 hour
es: Establecer la ventana de tiempo en 1 hora
et: Määra ajaaknaks 1 tund
mk: Поставете временски прозорец на 1 час
nb: Still tidsvinduet til 1 time

source: Set time window to 2 hours
es: Establecer la ventana de tiempo en 2 horas
et: Määra ajaaknaks 2 tundi
mk: Поставете временски прозорец на 2 часа
nb: Still tidsvinduet til 2 timer

source: Set time window to 3 hours
es: Establecer la ventana de tiempo en 3 horas
et: Määra ajaaknaks 3 tundi
mk: Поставете временски прозорец на 3 часа
nb: Still tidsvinduet til 3 timer

source: Set time window to 4 hours
es: Establecer la ventana de tiempo en 4 horas
et: Määra ajaaknaks 4 tundi
mk: Поставете временски прозорец на 4 час
nb: Still tidsvinduet til 4 timer

source: Set time window to 5 hours
es: Establecer la ventana de tiempo en 5 horas
et: Määra ajaaknaks 5 tundi
mk: Поставете временски прозорец на 5 час
nb: Still tidsvinduet til 5 timer

source: Set time window to 6 hours
es: Establecer la ventana de tiempo en 6 horas
et: Määra ajaaknaks 6 tundi
mk: Поставете временски прозорец на 6 час
nb: Velg tidsvindu til 6 timer

source: Set to yes for debugging the root cause of a spinner.
es: Establezca en 'sí' para depurar la causa raíz de un spinner.

source: Set username if you have it set in section [webif] httpuser.
es: Establezca el nombre de usuario si lo tiene configurado en la sección [webif] httpuser.

source: Set voltage and 22KHz
es: Ajuste el voltaje y 22KHz
et: Määra pinge ja 22 KHz
mk: Поставете напон и 22KHz
nb: Still inn spenning og 22kHz

source: Sets the root directory of movie list, to remove the '..' from being shown in that folder.
es: Establece el directorio raíz de la lista de películas, para eliminar el '..' de que se muestre en esa carpeta.

source: Settings
es: Ajustes
et: Seaded
mk: Поставки
nb: Innstillinger

source: Settings DNS Server
es: Configuración Servidor DNS

source: Setup
es: Configuración
et: Seadistamine
mk: Поставки
nb: Innstilling

source: Setup UI animations
es: Configurar animaciones UI

source: Setup menu
es: Menú de configuración
et: Seadistusmenüü
mk: Поставки - Мени
nb: Menyoppsett

source: Setup mode
es: Modo de configuración
et: Seadistamine
mk: Режим на поставување
nb: Menyoppsett

source: Setup your positioner
es: Configure su motor
et: Mootori häälestamine
mk: Поставување на вашиот позиционер
nb: Posisjonsoppsett

source: Setup your satellite equipment
es: Configuración su equipo de satélite
et: Satelliidiseadmed
mk: Поставување на вашата сателитска опрема
nb: Satellittoppsett

source: Share folder
es: Compartir carpeta

source: Shares
es: Compartir

source: Sharpness
es: Nitidez
et: Teravus
mk: Острина
nb: Skarphet

source: Shift
es: Cambiar
mk: Смена
nb: Skift

source: Shift: %s
es: Cambiar: %s

source: Short filenames
es: Nombres cortos de archivo
et: Lühikesed failinimed
mk: Кратки имиња на датотеки
nb: Korte filnavn

source: Show
es: Mostrar
mk: Покажи
nb: Vis

source: Show /tmp/ecm.info
es: Mostrar /tmp/ecm.info

source: Show Audioselection
es: Mostrar selección de audio
et: Näita helivalikut
mk: Покажи избор на тон
nb: Vis lydvalg

source: Show Boolean values as graphical switch
es: Mostrar gráficos para las opciones de configuración

source: Show CI messages
es: Mostrar mensajes CI
et: Näita CI teateid
mk: Покажи CI пораки
nb: Vis CI meldinger

source: Show Clients
es: Mostrar Clientes

source: Show Display Icons
es: Mostrar iconos en Display

source: Show EIT now/next in infobar
es: Mostrar EIT ahora/siguiente en Infobar
et: Näita nüüd/järgmine inforibal
mk: Покажи ЕИТ сега / Следно во лентата за информации
nb: Vis EIT nå/neste i informasjonslinjen

source: Show EPG for current channel...
es: Mostrar EPG para canal actual…
et: Kanali saatekava
mk: Прикажи EPG за тековниот канал ...
nb: Vis EPG for gjeldende kanal...

source: Show HDD progress
es: Mostrar progreso HDD

source: Show HDMI Output Resulution.
es: Mostrar resolución HDMI en display.

source: Show InfoBar
es: Mostrar InfoBar
et: Näita inforiba
mk: Покажи лента за информации
nb: Vis infobar

source: Show Logs Manager in extensions list
es: Mostrar Logs Manager en la lista de extensiones

source: Show Main Menu as
es: Mostrar menú principal como

source: Show Media playback Remaining/Elapsed as
es: Reproducción de medios restante/transcurrido como

source: Show Readers/Proxies
es: Mostrar Lectores/Proxies

source: Show SNR percentage instead of dB value
es: Mostrar porcentaje de SNR en lugar de valor de dB
et: Näita dB asemel SNR protsente
mk: Покажи процент на SNR наместо вредност dB
nb: Vis SNR signalstyrke i prosent istedenfor dB verdi

source: Show Time Remaining/Elapsed
es: Mostrar tiempo Restante/Transcurrido

source: Show Transponder Remaining/Elapsed as
es: Mostrar transpondedor Restante/Transcurrido como

source: Show VCR scart on main menu
es: Mostrar VCR scart en menú principal
et: Näita VCR Scart peamenüüs
mk: Покажи VCR-SCART во главното мени
nb: Vis VCR scart på hovedmenyen

source: Show WLAN status
es: Mostrar status de WLAN-WiFi
et: Näita WiFi Olekut
mk: Покажи статус на WLAN
nb: Vis WLAN status

source: Show additional slider value
es: Mostrar valor adicional del control en barra deslizante

source: Show alternatives
es: Mostrar alternativos
et: Näita asenduskanaleid
mk: Прикажи алтернативи
nb: Vis alternativer

source: Show animation while busy
es: Mostrar animación cuando esté ocupado
et: Näita hõivatud oleku puhul animatsiooni
mk: Покажи анимација додека сте зафатени
nb: Vis varsling når opptatt

source: Show background in radio mode
es: Mostrar fondo en modo radio
et: Näita raadioolekus taustapilti
mk: Прикажи позадина во режим на радио
nb: Vis bakgrunn ved radiolytting

source: Show bouquet selection menu
es: Mostrar menú de selección de bouquet
et: Näita lemmiknimekirja menüüd
mk: Покажи мени за избор на букет
nb: Vis kanalliste meny

source: Show busy indicator when the system is busy.
es: Mostrar indicador de ocupado cuando el sistema esté ocupado.
et: Näita hõivatud oleku puhul animatsiooni.
mk: Покажи симбол за вчитување кога системот е зафатен.
nb: Vis opptattvarsel når systemet er opptatt.

source: Show channel numbers in channel selection
es: Mostrar números de canal en la lista de canales
et: Näita kanalivalikus kanalinumbreid
mk: Покажи го бројот на каналот во списокот за избор на канали
nb: Vis kanalnummer i kanallisten

source: Show columns
es: Mostrar columnas
et: Näita veergusid
mk: Прикажи колони
nb: Vis kolonner

source: Show crypto icons
es: Mostrar iconos de encriptado
et: Näita krüpto ikoone
mk: Покажи крипто икони
nb: Vis krypterings indikator

source: Show crypto info in infobar
es: Mostrar iconos de encriptado en Infobar
et: Näita salastatust inforibal
mk: Покажи крипто информации од емулаторот во лентата за информации
nb: Vis krypteringsinfo på infobar

source: Show default after description
es: Mostrar 'Por Defecto' seguido en la descripción

source: Show default on new line
es: Mostrar 'Por Defecto' en nueva linea

source: Show detailed event info
es: Mostrar info detallada del evento
et: Näita üksikasjalikku saatetutvustust
mk: Прикажи детални информации за настанот
nb: Vis detaljert programinformasjon

source: Show event details
es: Mostrar detalles del evento
et: Näita saatetutvustust
mk: Покажи детали за настанот
nb: Vis program detaljer

source: Show event genre information
es: Mostrar información de género en evento

source: Show event-progress in channel selection
es: Mostrar progreso del evento en la lista de canales
et: Näita saate edenemist kanalivalikus
mk: Покажи напредок на настанот при избор на канал
nb: Vis programbasert framgang i kanallisten

source: Show eventinfo plugins
es: Mostrar plugins de información del evento
et: Näita saateinfo laiendusi
mk: Прикажи плагини за информации за настанот
nb: Vis tillegg for programinfo

source: Show extended description
es: Mostrar descripción extendida
et: Näita pikemat saatetutvustust
mk: Покажи проширен опис
nb: Vis tilleggs beskrivelse

source: Show extension selection
es: Mostrar selección de extensión
et: Näita laiendusvalikut
mk: Покажи избор на екстензии
nb: Vis tilleggs valg

source: Show extensions
es: Mostrar extensiones

source: Show favourites list
es: Mostrar lista de favoritos
et: Näita lemmikute nimekirja
mk: Покажи список со фаворити
nb: Vis favorittlister

source: Show help
es: Mostrar ayuda
et: Näita abi
mk: Покажи помош
nb: Vis hjelp

source: Show icon for new/unseen items
es: Mostrar icono para eventos nuevos/no vistos
et: Tähista uus/vaatamata salvestis
mk: Покажи икона за нови / невидени записи
nb: Vis ikonet for nye/usette elementer

source: Show image items
es: Mostrar elementos de imagen

source: Show import notification for channels and EPG
es: Mostrar notificación de importación para canales y EPG

source: Show in Standby
es: Mostrar en standby

source: Show in extensions menu
es: Mostrar en menú de extensiones
et: Näita laienduste menüüs
mk: Прикажи во менито за екстензии
nb: Vis i tilleggs meny

source: Show info
es: Mostrar info
et: Näita infot
mk: Покажи инфо
nb: Vis info

source: Show info line
es: Mostrar línea de info
et: Näita infot
mk: Покажи инфо линија
nb: Vis infolinje

source: Show infobar on channel change
es: Mostrar Infobar en cambio de canal
et: Näita kanali vahetusel inforiba
mk: Покажи инфо-лента за промена на каналот
nb: Vis infobar ved kanalbytte

source: Show infobar on event change
es: Mostrar Infobar en cambio de evento
et: Näita saate vahetumisel inforiba
mk: Покажи инфо-лента за промена на настанот
nb: Vis infobar ved programbytte

source: Show infobar on skip forward/backward
es: Mostrar Infobar en saltos adelante/atrás
et: Näita kerimisel inforiba
mk: Покажете инфо-лента при прескокнување напред / назад
nb: Vis infobar ved spoling framover/bakover

source: Show list with PiP
es: Mostrar lista con PiP

source: Show live tv when movie stopped
es: Mostrar televisión cuando la película se detuvo

source: Show log
es: Mostrar log

source: Show media player on main menu
es: Mostrar reproductor multimedia en el menú principal
et: Näita meediaesitajat peamenüüs
mk: Покажи медиа плеер на главното мени
nb: Vis mediespiller på hovedmenyen

source: Show menu numbers
es: Mostrar números de menú

source: Show menu or plugin numbers
es: Mostrar números de menú o plugin
mk: Покажи нумерирање на менито или плагините
nb: Vis meny eller plugin-numre

source: Show message when recording starts
es: Mostrar mensaje al comenzar la grabación
et: Teavita salvestuse algamisest
mk: Прикажи известување кога ќе започне снимањето
nb: Vis melding når opptak starter

source: Show movie lengths in movie list
es: Mostrar longitud completa en títulos película

source: Show movie lengths in movielist
es: Mostrar duración de las películas en la lista
et: Näita filminimekirjas filmi pikkust
mk: Покажи ја должината на филмот во списокот со филмови
nb: Vis opptakslengde i opptaksliste

source: Show movies
es: Mostrar Películas
et: Näita filme
mk: Прикажи филмови
nb: Vis opptakene

source: Show multi channel EPG
es: Mostrar EPG multicanal
et: Näita mitme kanali EPG
mk: Прикажи повеќеканален EPG
nb: Vis flerkanals EPG

source: Show next event
es: Mostrar próximo evento

source: Show next image
es: Mostrar próxima imagen

source: Show next page of description
es: Mostrar la siguiente página de descripción

source: Show notification when import channels and/or EPG from remote receiver URL did not complete.
es: Mostrar notificación cuando los canales de importación y/o EPG de la URL del receptor reserva no se completaron.

source: Show notification when import channels and/or EPG from remote receiver URL is completed.
es: Mostrar notificación cuando se completen los canales de importación y/o EPG desde la URL del receptor reserva.

source: Show notification when import channels was not successful
es: Mostrar notificación cuando los canales de importación no tuvieron éxito
mk: Покажи известување ако увозните канали биле неуспешни
nb: Vis et varsel når import av kanaler mislyktes

source: Show notification when import channels was successful
es: Mostrar notificación cuando los canales se importaron con éxito
mk: Покажи известување кога увозните канали биле успешни
nb: Vis et varsel når import av kanaler ble vellykket

source: Show or hide the extended description, (skin dependant).
es: Mostrar u ocultar la descripción extendida.

source: Show picons during channel number input
es: Mostrar picons durante la entrada del número de canal

source: Show picons in channel selection list
es: Mostrar picons en la lista de canales
et: Näita piconeid kanalivaliku nimekirjas
mk: Покажи пикони во списокот за избор на канали
nb: Vis kanallogo (picon) i kanallisten

source: Show picons in display
es: Mostrar picons en pantalla
et: Näita piconid ekraanil
mk: Покажи пикони на екранот
nb: Vis kanallogo (picon) i display

source: Show picons in the movie list.
es: Mostrar picons en la lista de películas.

source: Show positioner movement
es: Mostrar movimiento del motor
et: Näita positsioneeri liikumist
mk: Покажи движење на роторот
nb: Vis motorbevegelse

source: Show positioner position
es: Mostrar posición del motor
et: Näita positsioneeri asendit
mk: Покажи позиција на роторот
nb: Vis motorposisjon

source: Show previous event
es: Mostrar evento anterior

source: Show previous image
es: Mostrar imagen previa

source: Show previous page of description
es: Mostrar la página anterior de descripción

source: Show record clock icons
es: Mostrar iconos de reloj de grabación
et: Näita salvestuse kella ikoone
mk: Покажи икони за снимање
nb: Vis opptaks bar

source: Show record indicator
es: Mostrar indicador de grabación
et: Näita salvestuse indikaatorit
mk: Покажи индикатор за снимање
nb: Vis opptaks indikator

source: Show recording symbol
es: Mostrar símbolo de grabación

source: Show satellites list
es: Mostrar lista de Satélites
mk: Покажи список со сателити

source: Show screen path
es: Mostrar ruta en Pantalla
mk: Покажи патеки до менито

source: Show screensaver
es: Mostrar salvapantallas
et: Näita ekraanisäästjat
mk: Прикажи заштитник на екранот
nb: Vis skjermsparer

source: Show second InfoBar
es: Mostrar segunda InfoBar
et: Näita teist inforiba
mk: Покажи ја втората инфо-лента
nb: Vis andre infobar

source: Show second infobar
es: Mostrar segunda Infobar
et: Näita teist inforiba
mk: Покажи ја втората инфо-лента
nb: Vis ekstra informasjonstekst

source: Show service event information
es: Mostrar información de eventos de canales

source: Show service list
es: Mostrar lista de canales
et: Näita kanalinimekirja
mk: Покажи список на канали
nb: Vis kanalliste

source: Show service type icons
es: Mostrar iconos de tipo de canal
et: Näita teenuse tüübi ikoone
mk: Прикажи икони според типот на каналот
nb: Vis tunertype indikator

source: Show servicelist or movies
es: Mostrar lista de canales o películas
et: Näita teenusnimekirja või filme
mk: Покажи список на канали или филмови
nb: Vis kanalliste eller filmer

source: Show setup default value
es: Mostrar valor 'Por Defecto' en descripciones

source: Show single service EPG
es: Mostrar EPG de un solo canal
et: Näita üksiku kanali EPG
mk: Прикажи EPG за каналот
nb: Vis kanal EPG

source: Show softcam setup in extensions menu
es: Mostrar configuración de softcam en menú de extensiones
et: Näita softcam seadeid laienduste menüüs
mk: Покажи ги поставките на софткам во дополнителното мени
nb: Vis softcam innstilling i blåtast meny

source: Show status icons in movie list
es: Mostrar iconos de status en lista de películas
et: Oleku tähistus salvestiste nimekirjas
mk: Прикажи ги иконите за статусот во списокот со филмови
nb: Vis statusbar i opptaksliste

source: Show status icons in movielist
es: Mostrar iconos de status en lista de películas
et: Oleku tähistus filmilistis
mk: Покажете ги иконите за статусот во списокот со филмови
nb: Vis avspillings indikator i opptaksliste

source: Show subservice selection
es: Mostrar selección de subcanales
et: Näita alamteenuse valikut
mk: Покажи избор на подканал
nb: Vis underleverandør valg

source: Show subtitle selection
es: Mostrar selección de subtítulos
et: Näita subtiitrite valikut
mk: Прикажи избор на превод
nb: Vis tekst tv valg

source: Show the TV player
es: Mostrar el reproductor de TV

source: Show the radio player
es: Mostrar el reproductor de radio

source: Show the service information on two lines in the channel selection screen. You can choose between the current event description below the channel name, or the current event description next to the channel name, and the next event description on the second line.
es: Muestra la información del canal en dos líneas en la pantalla de selección de canal. Puede elegir entre la descripción del evento actual debajo del nombre del canal, o la descripción del evento actual junto al nombre del canal y la descripción del evento siguiente en la segunda línea.
mk: Прикажи го списокот на канали во два реда. Можете да изберете дали тековната програма се прикажува веднаш до името на станицата и следната програма под името на станицата или тековната програма се прикажува под името на станицата.

source: Show time elapsed as positive
es: Mostrar tiempo transcurrido como positivo

source: Show time remaining/elapsed
es: Mostrar tiempo restante/transcurrido
