Repository: OpenVisionE2/enigma2-openvision
Catalog: po/*.po
Languages: es, et, mk, nb

source: This info is for developers only. For normal users it is not relevant. Please don't panic if you see values displayed looking suspicious!
et: See info on ainult arendajatele. Tavakasutajatele pole see oluline. Ära muretse kui näed väärtusi, mis tunduvad imelikena!
mk: Овие информации се наменети само за програмери. За нормалните корисници тоа не е релевантно. Нема потреба да се грижите ако се прикажат вредности што изгледаат сомнителни!
nb: Denne info er bare for programvare utviklere. For vanlige brukere er det ikke relevant. Vennligst ikke få panikk hvis det vises verdier som ser mistenkelig ut!

source: This option sets the picture contrast.
mk: Оваа опција го поставува контрастот на сликата.
nb: Dette alternativet angir bildekontrasten.

source: This test checks whether your LAN adapter is set up for automatic IP address configuration with DHCP. If you get a "disabled" message: - then your LAN adapter is configured for manual IP setup - verify thay you have entered the correct IP information in the adapter setup dialog. If you get an "enabeld" message: -verify that you have a configured and working DHCP server in your network.
et: See test kontrollib,kas LAN adapter on seadistatud automaatse IP aadressi jaoks DHCP-d kasutades. Kui näed "keelatud" teadet: - siis LAN adapter on seadistatud IP määramisele käsitsi - kontrolli, et õige IP info on salvestatud AdapterSetup dialoogis. Kui näed "lubatud" teadet: kontrolli, et võrgus on seadistatud ja töötav DHCP server.
mk: Овој тест проверува дали вашиот LAN-адаптер е поставен за автоматска конфигурација на IP-адреса со DHCP. Ако добиете порака" оневозможена ": - тогаш вашиот LAN адаптер е конфигуриран за рачно поставување IP - Проверете дали сте ги внеле точните информации за IP во дијалогот за поставување адаптер. Ако добиете порака" Enabeld ": - Проверете дали имате конфигуриран и работен DHCP сервер на вашата мрежа.
nb: Denne testen kontrollerer om ditt LAN-kort er satt opp for automatisk IP-adressekonfigurasjon med DHCP. Hvis du får en "deaktivert" melding: - LAN kortet er konfigurert for manuelt IP-oppsett - kontroller at du har angitt riktig IP-informasjon i dialogboksen for nettverksoppsettet. Hvis du får meldingen "enabeld": -kontroller at du har en fungererende DHCP-server i nettverket.

source: Timer entry
et: Taimeri sisestus
mk: Внес на тајмер
nb: Timer oppføring

source: Timer log
et: Taimeri logi
mk: Дневник на тајмер
nb: Timer logg

source: Timer overlap in timers.xml detected! Please recheck it!
et: Taimerite ajad kattuvad! Palun kontrolli ajad üle!
mk: Откриено преклопување во timers.xml! Ве молам проверете!
nb: Timer overlapp i timers.xml oppdaget! Vennligst kontroller det på nytt!

source: Timer selection...
et: Taimeri valik...
mk: Избор на тајмер ...
nb: Timer valg...

source: Timer:
mk: Тајмер:

source: Timeshift location
et: Ajanihke asukoht
mk: Локација за Timeshift
nb: Mappe for timeskift

source: Timor-Leste
et: Ida-Timor
mk: Источен Тимор

source: To apply the selected '%s' skin the GUI needs to restart. Would you like to restart the GUI now?
mk: За да се примени избраниот скин „%s“, GUI треба да се рестартира. Дали сакате да го рестартирате GUI сега?
nb: For å bruke det valgte '%s' utseende må GUI-en starte på nytt. Vil du starte GUI på nytt nå?

source: To save and apply the selected '%s' skin the GUI needs to restart. Would you like to save the selection and restart the GUI now?
mk: За да го зачувате и нанесете избраниот скин „%s“, треба да се рестартира GUI. Дали сакате да го зачувате изборот и да го рестартирате GUI сега?
nb: For å lagre og bruke det valgte '%s' utseende må GUI starte på nytt. Vil du lagre og starte GUI på nytt nå?

source: Toggle LCD LiveTV
et: Lülita LCD LiveTV
mk: Вклучете LCD LiveTV
nb: Vis/Skjul LCD-LiveTV

source: Toggle PiPzap
et: Lülita PiP valikut
mk: Вклучете го PiPzap
nb: Vis/Skjul bilde i bilde

source: Toggle subtitles show/hide
mk: Вклучи ги преводите прикажи / скриј

source: Toggle the tv and the radio player...
et: Kuula raadiot
mk: Вклучете ги ТВ и радио плеерот ...
nb: Skift mellom TV og Radio spiller...

source: Toggle videomode
mk: Вклучи видео режим

source: Togo
mk: Того

source: Tokelau
mk: Токелау

source: Toneburst A/B
et: Toonipursked A/B
mk: Тонебурст А / Б
nb: Tonekontroll A/B

source: Tonga
mk: Тонга

source: Total clients streaming: %d (%s)
et: Kliente kokku striimimas: %d (%s)
mk: Вкупен број на емитувани клиенти:% d (% s)
nb: Antall streaming klienter: %d (%s)

source: Transcoding:
et: Transkodeerimine:
mk: Транскодирање:
nb: Transkoding:

source: Translations
et: Tõlked
mk: Преводи
nb: Oversetting

source: True
mk: Tочно
nb: Sann

source: Try to find used transponders in cable network.. please wait...
et: Otsin kaabelvõrgu sagedusi. Oota.
mk: Обид да се најдат валидни транспондери во кабелската мрежа ... почекајте ...
nb: Leter etter aktive frekvenser i kabel-TV nettet.. vennligst vent litt...

source: Try to find used transponders in terrestrial network... please wait...
et: Otsime maapealses võrgus kasutatud transpondereid... Palun oota.
mk: Обид да се најдат валидни транспондери во копнената мрежа ... почекајте ...
nb: Leter etter aktive frekvenser i det digitale bakkenettet... vent litt...

source: Trying to download a new packetlist. Please wait...
et: Üritan laadida alla uut nimekirja. Oota.
mk: Обидете се да преземете нов список со пакети. Ве молам почекајте...
nb: Forsøker å laste ned en ny pakkeliste. Vent litt...

source: Turkmenistan
et: Türkmenistan
mk: Туркменистан

source: Turn on the power LED during deep standby.
mk: Вклучете го LED на копчето за напојување на предниот панел во режим на подготвеност.
nb: Slå på LED lampen i dyp standby.

source: Turn on the power LED during standby.
et: Lülita ooteseisundi ajal sisse toite LED.
mk: Вклучете го LED на копчето за напојување на предниот панел во режим на подготвеност.
nb: Slå på LED lampen i standby-modus.

source: Turn on the power LED.
mk: Вклучете го LED на копчето за напојување на предниот панел во режим на подготвеност.
nb: Slå på LED lampen.

source: Tuvalu
mk: Тувалу

source: URL of fallback remote receiver
et: Kaugvastuvõtja URL
mk: Порт на резервен далечински приемник
nb: URL for ekstra eksternmottaker

source: Uganda
mk: Уганда

source: Unexpected error while retreiving fallback tuner's timer information
mk: Неочекувана грешка при добивање на информации за тајмерот од резервниот приемник "
nb: Uventet feil ved henting av reserve tuners timer informasjon

source: UnhandledKey
et: Käsitlematu võti
mk: Не обработен клуч
nb: Ubrukt tast

source: Update and ask to reboot
et: Uuenda ja küsi luba taaskäivitamiseks
mk: Ажурирајте и рестартирајте на барање
nb: Oppdater og start på nytt manuelt

source: Update and reboot
et: Uuenda ja taaskäivita
mk: Ажурирајте и рестартирајте
nb: Oppdater og start på nytt

source: Update and reboot (recommended)
et: Uuenda ja taaskäivita (soovitatav)
mk: Ажурирање и рестартирање (препорачано)
nb: Oppdater og start på nytt (anbefalt)

source: Update bookmarks
mk: Ажурирање на обележувачи
nb: Oppdatere bokmerker

source: Update channel list only
et: Uuenda ainult kanalinimekiri
mk: Ажурирајте само список со канали
nb: Oppdater kun kanallisten

source: Update completed, %d package was installed.
et: Uuendamine tehtud, paigaldati %d pakett.
mk: Ажурирањето заврши, пакетот %d е инсталиран.
nb: Oppdateringen er ferdig, %d pakke ble installert.

source: Update failed. Your receiver does not have a working internet connection.
et: Uuendamine nurjus. Vastuvõtjal puudub töötav internetiühendus.
mk: Ажурирањето не успеа. Вашиот приемник нема работна интернет-врска.
nb: Oppdateringen mislyktes. Internett forbindelsen til mottakeren fungerer ikke.

source: Updatefeed not available.
et: Uuenduslink pole saadaval.
mk: Ажурирање не е достапно.
nb: Oppdateringssted er ikke tilgjengelig.

source: Uptime
mk: Време на работа

source: Uruguay
mk: Уругвај

source: Use these input device settings?
et: Kas kasutad neid sisendseadme seadeid?
mk: Користете ги поставките за влезниот уред?
nb: Bruk disse innstillinger for inndataenheter?

source: User - bouquets
et: Lemmiknimekirjad
mk: Корисници - букети
nb: Kanallister

source: User interface
et: Kasutajaliides
mk: Кориснички интерфејс
nb: Bruker innstilling

source: Uzbekistan
et: Usbekistan
mk: Узбекистан
nb: Usbekistan

source: VOB File
mk: VOB Датотека
nb: VOB fil

source: Vanuatu
mk: Вануату

source: Venezuela (Bolivarian Republic of)
et: Venezuela
mk: Венецуела (Боливијанска Република)
nb: Venesuela

source: Vertical
et: Vertikaal
mk: Вертикално
nb: Vertikal

source: Video PID
mk: Видео PID

source: Video input selection Please press OK if you can see this page on your TV (or select a different input port). The next input port will be automatically probed in 20 seconds.
et: Video sisendi valik Vajuta OK, kui näed seda lehekülge TV ekraanil (või vali teine sisend). Järgmist sisendit proovitakse automaatselt 20 sekundi möödudes.
mk: Избор на видео влез Ве молиме, притиснете ОК ако можете да ја видите оваа страница на вашиот телевизор (или изберете друга порта за влез). Следната влезна порта автоматски ќе се испита за 20 секунди.
nb: Valg av video inngang Trykk OK hvis du kan se denne siden på TV-en (eller velg en annen inngangsport). Den neste inngangsporten blir automatisk analysert om 20 sekunder.

source: Video mode selection.
et: Video valik.
mk: Избор на режим на видео.
nb: Valg av video modus.

source: Video wizard
et: Video juhend
mk: Видео асистент
nb: Videoveiviser

source: Video: %s fps
mk: Видео: %s fps
nb: Video: %s bilder per sekund

source: Viet Nam
mk: Виетнам

source: View list of available
et: Vaata saadaval olevat nimekirja
mk: Преглед на список на достапни
nb: Vis tilgjengelighet

source: View teletext...
et: Kuva teletekst
mk: Преглед на телетекст ...
nb: Se tekst-TV...

source: Virgin Islands (U.S.)
et: Neitsisaared (USA)
mk: Девствени острови (САД)
nb: Jomfruøyene (U.S.)

source: Virtual KeyBoard Functions
et: Virtuaalklahvistiku funktsioonid
mk: Функции на виртуелна тастатура
nb: Virtuelle tastatur funksjoner

source: Virtual KeyBoard Text:
mk: Текст на виртуелна тастатура:
nb: Virtuell tastatur tekst:

source: Virtual keyboard
et: Virtuaalklahvistik
mk: Виртуелна тастатура
nb: Virtuelt tastatur

source: Volume keys on the receiver remote will control the TV volume.
mk: Копчињата за јачина на звук на далечинскиот управувач ќе ја контролираат јачината на звукот на ТВ.

source: Wake On LAN
et: Kohtvõrgus äratamine WOL
mk: Поврзување со LAN

source: Wake the receiver from standby when selected wake command is sent from the TV.
mk: Вклучи го приемникот од стендбај кога избраната команда е испратена од ТВ.

source: Wakeup A/V receiver from standby too.
mk: Вклучи го приемникот A / V од стендбај.

source: Wakeup command for TV
mk: Команда за вклучување од ТВ

source: Wakeup receiver from standby
et: Käivita vastuvõtja
mk: Вклучете A / V приемник од стандбај
nb: Slå på mottaker fra standby

source: Wakeup signal from TV
et: Äratussignaal telerist
mk: Сигнал за вклучување од ТВ
nb: Slå på signal fra TV

source: Watch recordings...
et: Vaata salvestusi...
mk: Гледајте снимки ...
nb: Se opptak...

source: When enabled the receiver will automatically return to standby when the TV is turned off.
mk: Ако ја активирате оваа опција, приемникот автоматски ќе се врати во мирување кога ТВ-уредот е исклучен.

source: When enabled the timer from the fallback tuner is imported
mk: Ако ја активирате оваа опција, тајмерот од резервниот приемник се импортира
nb: Hvis aktivert, vil timer fra reserve tuner bli importert

source: When enabled you can customize the OpenWebIf settings for the fallback tuner
mk: Ако ја активирате оваа опција, можете да ги прилагодите поставките OpenWebIf за резервниот приемник
nb: Hvis aktivert, kan du tilpasse OpenWebif innstillinger for reserve tuner

source: When enabled you can zap channels with the CH+/-, B+/-, P+/- buttons instead of opening the channel selection list.
et: Määrates 'jah', saad vahetada kanaleid CH+/-, B+/-, P+/- nuppudega avamata kanali valiku nimekirja.
mk: Ако е активирана оваа опција, левите / десните копчиња и копчињата CH +/-, B +/-, P +/- може да се користат за префрлување помеѓу каналите наместо отворање на списокот со канали.
nb: Hvis aktivert, kan du zappe kanaler med CH +/-, B +/-, P +/-knapper i stedet for å åpne kanallisten.

source: When enabled, it is possible to leave the movieplayer with exit.
et: Määrates 'jah' saab väljuda filmimängijast EXIT nupuga.
mk: Ако е активирана оваа опција, можете да го затворите видео плеерот со копчето за излез.
nb: Hvis aktivert, er det mulig å forlate mediespiller med exit.

source: When enabled, timeshift starts automatically in background after specified time.
et: Määrates 'jah', algab ajanihe taustal automaatselt pärast määratud aega.
mk: Ако е активирана оваа опција, timeshift започнува автоматски во позадина по одредено време.
nb: Hvis aktivert, vil timeskift starte automatisk i bakgrunnen etter en forhåndsvalgt tid.

source: When receiver wakes from standby, it will command the TV to switch to the HDMI input the receiver is connected to.
mk: Кога ресиверот ќе се вклучи од стендбај, тој ќе му нареди на ТВ да се префрли на влез HDMI на кој е поврзан приемникот.

source: When the receiver wakes from standby or deep standby, it will send a command to the TV to bring it out of standby too.
mk: Кога ресиверот ќе се вклучи од стендбај или дееп стендбај, тој ќе испрати команда до ТВ да го изнесе и тој стендбај.

source: Wireless LAN
et: Traadita LAN
mk: Безжична мрежа WLAN
nb: Trådløst LAN

source: With T2MI RAW mode disabled (default) we can use single T2MI PLP de-encapsulation. With T2MI RAW mode enabled we can use astra-sm to analyze T2MI
mk: Со оневозможен режим T2MI RAW (стандардно) можеме да користиме единечна капсулација на T2MI PLP. Со вклучен режим T2MI RAW, можеме да користиме astra-sm за да го анализираме T2MI
nb: Med T2MI RAW Mode deaktivert (standard) kan vi bruke én T2MI PLP de-innkapsling. Med T2MI RAW-modus aktivert kan vi bruke Astra-SM å analysere T2MI

source: With this option you can switch the LED color or deactivate the LED.
mk: Со оваа опција можете да ја вклучите LED бојата или да ја деактивирате LED.

source: Yemen
et: Jeemen
mk: Јемен

source: Yes and save
et: Jah ning salvesta
mk: Да и зачувај
nb: Ja og lagre

source: You did not see all eight arrow heads. This means your TV has overscan enabled and presents you with a zoomed-in picture, causing you to loose part of a full HD screen. In addition this you may also miss parts of the user interface, for example volume bars and more. Unfortunately, your model of receiver is not capable to adjust the dimensions of the user interface. If not everything is visible, you should change the installed skin to one that supports the overscan area of your TV. When you select a different skin, the user interface of your receiver will restart. Note: you can always start the Overscan wizard later, via menu->installation->system->Overscan wizard
et: Sa ei näinud kõiki kaheksat nooletippu. See tähendab et su TV üleskaneerimine on lubatud ja näitab sulle suurendatud pilti, kusjuures kaotad osa täieliku HD ekraanipildist. Lisaks võib see kaotada ka osa kasutajaliidesest, näiteks helitugevuse näidikud ja muudki. Kui kõik ei ole nähtav, võiksid proovida valida sellise ekraanigraafika kujunduse, mis toetaks TV üleskaneeritud ala. Uue kujunduse valimisega kasutajaliides taaskäivitub. Alati võid üleskaneerimise abilist kasutada ka hiljem: MENU->Seadistamine->Süsteem->Üleskaneerimise abiline
mk: Не ги гледате сите осум врвови на стрелката. Ова значи дека вашиот телевизор има овозможено преголемо скенирање и ви претставува зголемена слика, што предизвикува да изгубите дел од целиот HD екран. Можете исто така да прескокнете делови од корисничкиот интерфејс, како што се ленти за јачина на звук и повеќе. За жал, вашиот модел на приемник не е во можност да ја прилагоди големината на корисничкиот интерфејс. Ако не е сè видливо, треба да го замените инсталираниот скин со оној што ја поддржува преголемата површина на вашиот телевизор. Кога ќе изберете друг скин, корисничкиот интерфејс на вашиот приемник ќе се рестартира. Може да го рестартирате асистентот за прекумерно скенирање во секое време преку Мени-> Поставки-> Систем-> Overscan асистент
nb: Du så ikke alle åtte pilspissene. Dette betyr at din TV har forhåndsinnstilt et forstørret bilde som gjør at du ikke ser deler av full HD skjermen. Dessuten ser du ikke hele det grafiske HD utseende som f.eks volumbar og deler av menyen. Dessverre, din mottaker modell er ikke kapabel til å justere dimensjonene i det grafiske utseende. Hvis ikke alt er synlig bør du skifte det grafiske utseende (skin) til et som støtter et forstørret bilde til din TV. Når du velger et annet grafisk utseende (skin) må mottakeren starte på nytt. NB: Du kan alltid starte veiviseren på nytt på et senere tidspunkt via Meny->Innstilling->System-> Bildestørrelse veiviser

source: You have to wait %s!
et: Tuleb oodata %s!
mk: Треба да почекате %s!
nb: Vent litt %s!

source: Your internet connection is working (ip: %s)
et: Internetiühendus töötab (ip: %s)
mk: Вашата интернет-врска работи (IP: %s)
nb: Internett forbindelsen fungerer (ip:%s)

source: Zambia
et: Sambia
mk: Замбија

source: Zapped to timer service %s as Picture in Picture!
et: Salvestatud taimeri teenusesse %s nagu PiP!
mk: Префрли на услугата со тајмер %s како Слика на слика!
nb: Timer skiftet til valgt kanal %s som bilde i bilde!

source: additional cable of rotor
mk: дополнителен кабел на роторот

source: alphabetic
et: tähestikujärjekord
mk: азбучен
nb: alfabetisk

source: alphabetic reverse
et: tagurpidi tähestikujärjekord
mk: азбучен обратен
nb: alfabetisk bakover

source: always
et: alati
mk: секогаш
nb: alltid

source: auto
et: automaatne
mk: авто

source: automatic
et: automaatne
mk: автоматски
nb: automatisk

source: ballet
et: ballett
mk: балет
nb: ballett

source: by date
et: ajaline järjestus
mk: по датум
nb: etter dato

source: center
et: keskel
mk: центрирај
nb: sentrum

source: config menu
et: seadete menüü
mk: конфигуративно мени
nb: config meny

source: configure in which resolution pictures are displayed with the picture viewer and movieplayer
et: Seadista, millise eraldusega näidatakse pilte pildivaatajas ja filmimängijas.
mk: конфигурирајте во која се прикажуваат слики со резолуција со прегледувачот на слики и двигателот
nb: still inn bildeoppløsningen som skal vises med bildeviseren og filmspilleren

source: controlled by HDMI
mk: контролирана од HDMI
nb: kontrollert av HDMI

source: delete cut
et: kustuta lõige
mk: избриши сечи
nb: slett klipp

source: descramble and record ecm
et: dekodeeri ja salvesta ecm
mk: декодирање и снимање ECM
nb: avkode og spill inn ecm

source: disable
et: keela
mk: оневозможено
nb: deaktiver

source: don't descramble, record ecm
et: ära dekodeeri, salvesta ecm
mk: не декодирај, снимај ecm
nb: ikke dekode, ta opp ecm

source: enable
et: luba
mk: овозможено
nb: aktiver

source: end cut here
et: lõpeta lõige siin
mk: крај исечете тука
nb: avslutt klippet her

source: epg cache backup
et: epg vahemälu varukoopia
mk: резервна копија на епг предмеморија
nb: sikkerhetskopi av EPG-hurtigbuffer

source: error starting scanning
et: otsingu alustamise viga
mk: грешка при започнување со пребарување
nb: feil ved start av søket

source: extra wide
et: eriti lai
mk: екстра широк
nb: ekstra wide

source: flat alphabetic
et: tähestikujärjekord
mk: рамна азбука
nb: sorter alfabetisk

source: flat alphabetic reverse
et: tähestikujärjekord ümberpöördult
mk: рамен азбучен ред обратно
nb: sorter alfabetisk baklengs

source: grab this frame as bitmap
et: salvesta see kaader rasterpildina
mk: зацувај ја оваа рамка како битмапа
nb: lagre ramme som punktgrafikk

source: horizontal
et: horisontaal
mk: хоризонтално
nb: horisontal

source: insert mark here
et: pane märk siia
mk: вметнете ознака тука
nb: sett et merke her

source: invalid type
et: kehtetu tüüp
mk: невалиден тип
nb: ugyldig type

source: jazz
et: džäss
mk: џез

source: leave movie player...
et: lõpeta salvestise taasesitus
mk: остави го филмскиот плеер ...
nb: avslutt mediespiller...

source: manual
et: juhend
mk: рачно
nb: brukerveiledning

source: mins
et: min
mk: мин
nb: min

source: minutes
et: minutid
mk: минути
nb: minutter

source: multi
mk: мулти

source: multinorm
mk: мултистандард

source: never
et: mitte kunagi
mk: никогаш
nb: aldri

source: no
et: ei
mk: не
nb: nei

source: normal
et: normaalne
mk: нормално

source: off
et: väljas
mk: исклучи
nb: av

source: on
et: sees
mk: на
nb: på

source: only from deep standby
et: ainult sügavast ooterežiimist
mk: само од дееп стендбај
nb: bare fra helt avslått

source: only from standby
et: ainult ooterežiimist
mk: само од стендбај
nb: bare fra avslått

source: record
et: salvestus
mk: снимај
nb: spill inn

source: remove after this position
et: kustuta selle koha järel
mk: отстрани по оваа позиција
nb: slett etter denne posisjon

source: remove before this position
et: kustuta kõik enne seda kohta
mk: отстрани пред оваа позиција
nb: slett før denne posisjonen

source: remove this mark
et: eemalda see märk
mk: отстранете ја оваа ознака
nb: fjern dette merket

source: reverse by date
et: tagurpidi kuupäevajärj.
mk: обратен по датум
nb: bakover etter dato

source: rock/pop
mk: рок / поп

source: romance
et: romantika
mk: романса
nb: romantikk

source: rotor
mk: ротор

source: seconds
et: sekundit
mk: секунди
nb: sekunder

source: shuffle
et: segatud
mk: мешање
nb: tilfeldig rekkefølge

source: simple
et: lihtne
mk: едноставно
nb: enkel

source: slot%s - %s
mk: слот %s - %s

source: slot%s - %s (current image)
mk: слот %s - %s (тековен имиџ)
nb: plass%s - %s (gjeldende system)

source: slot%s - %s mode 1
et: pilu%s - %s mood 1
mk: слот %s - %s режим 1
nb: slot%s - %s modus 1

source: slot%s - %s mode 1 (current image)
et: pilu%s - %s mood 1 (praegune tarkvara)
mk: слот %s - %s режим 1 (тековен имиџ)
nb: slot%s - %s modus 1 (gjeldende bilde)

source: slot%s - %s mode 12
et: pilu%s - %s mood 12
mk: слот %s - %s режим 12
nb: slot%s - %s modus 12

source: slot%s - %s mode 12 (current image)
et: pilu%s - %s mood 12 (praegune tarkvara)
mk: слот %s - %s режим 12 (тековен имиџ)
nb: slot%s - %s modus 12 (gjeldende bilde)

source: start cut here
et: alusta lõiget siit
mk: започни да сечеш овде
nb: start klipp her

source: stereo
mk: стерео

source: testing
et: töös
mk: тестирање

source: this bouquet is protected by a parental control pin
et: see kanalivalik on kaitstud lapseluku PIN koodiga
mk: овој букет е заштитен со родителска заштита
nb: denne kanalliste er beskyttet av en pin kode i foreldrekontrollen

source: this service is protected by a parental control pin
et: see kanal on kaitstud lapselukuga
mk: овој канал е заштитена со родителска контрола
nb: denne kanalen er beskyttet av en foreldrekontroll kode

source: unavailable
et: pole saadaval
mk: недостапно
nb: utilgjengelig

source: unknown service
et: tundmatu kanal
mk: непознат канал
nb: ukjent kanal

source: vertical
et: vertikaal
mk: вертикално
nb: vertikal

source: violet
mk: виолетова
nb: fiolett

source: when PiPzap enabled zap channel down...
et: kui PiPzap on lubatud, vaheta kanal alla...
mk: кога PiPzap овозможи зап-канал надолу ...
nb: når PiPzap er på, bytt til neste kanal...

source: when PiPzap enabled zap channel up...
et: kui PiPzap on lubatud, vaheta kanal üles...
mk: кога PiPzap овозможи зап канал нагоре ...
nb: når PiPzap er på, bytt til forrige kanal...

source: wide
et: laius
mk: широк

source: zap
et: kanalivahetus
mk: зап
nb: gå til

source: zap and record
et: kanalivahetus ja salvesta
mk: зап и снимки
nb: gå til og spill inn

source: (PiP)
nb: (Bilde-i-Bilde)

source: 16:10 Letterbox
nb: 16:10 Brevsprekkformat

source: 16:10 PanScan
nb: 16:10 Breddereduksjon
