Repository: OpenVisionE2/enigma2-openvision
Catalog: po/*.po
Languages: es, et, mk, nb

source: Preferred tuner DVB-C for recordings
es: Sintonizador preferido DVB-C para grabaciones
et: Eelistatud DVB-C tuuner salvestusteks
mk: Префериран тјунер DVB-C за снимање
nb: Foretrukket DVB-C tuner for opptak

source: Preferred tuner DVB-S
es: Sintonizador preferido DVB-S
et: Eelistatud DVB-S tuuner
mk: Префериран тјунер DVB-S
nb: Foretrukket DVB-S tuner

source: Preferred tuner DVB-S for recordings
es: Sintonizador preferido DVB-S para grabaciones
et: Eelistatud DVB-S tuuner salvestusteks
mk: Префериран тјунер DVB-S за снимања
nb: Foretrukket DVB-S tuner for opptak

source: Preferred tuner DVB-T
es: Sintonizador preferido DVB-T
et: Eelistatud DVB-T tuuner
mk: Префериран тјунер DVB-T
nb: Foretrukket DVB-T tuner

source: Preferred tuner DVB-T for recordings
es: Sintonizador preferido DVB-T para grabaciones
et: Eelistatud DVB-T tuuner salvestusteks
mk: Префериран тјунер DVB-T за снимање
nb: Foretrukket DVB-T tuner for opptak

source: Preferred tuner for recordings
es: Sintonizador preferido para grabaciones
et: Eelistatud tuuner salvestusteks
mk: Префериран тјунер за снимки
nb: Foretrukket tuner for opptak

source: Preparing... Please wait
es: Preparando… Espere
et: Ettevalmistus...Oota
mk: Подготовката е во тек ... ве молиме почекајте
nb: Forbereder.. Vent litt

source: Preserve bookmarks in cuts
es: Conservar marcadores en cortes

source: Press "Yes" for Enable Vu+ MultiBoot. Press "No" to continue wizard.
es: Pulse "Sí" para Habilitar Vu+ MultiBoot. Pulse "No" para continuar con el asistente.

source: Press '0' to toggle PiP mode
es: Pulse ‘0’ para alternar el modo PiP
et: PiP-režiimi vahetamiseks vajuta '0'.
mk: Притиснете '0' за да го вклучите режимот PiP
nb: Trykk '0' for å gå til neste PiP modus

source: Press 'OK' for attach function.
es: Pulse 'OK' para asignar la función.
mk: Притиснете OK за да го вклучите изборот.
nb: Trykk på ' OK ' for å festefunksjonen.

source: Press 'OK' for attach next function or 'CH+/-' for edit attached.
es: Pulse 'OK' para asignar la siguiente función o 'CH +/-' para editar lo asignado.
mk: Притиснете 'OK' за да ја повикате следната функција или 'Channel + / -' за да ја уредите врската.
nb: Trykk på 'OK' for neste funksjon eller 'CH +/-' for redigering.

source: Press 'OK' for remove item or 'CH+/-' for toggle to list of features.
es: Pulse 'Aceptar' para eliminar el elemento o 'CH +/-' para alternar a la lista de características.
mk: Притиснете 'ОК' за да го избришете записот, или 'Канал + / -' за да се префрлите на списокот со функции.
nb: Trykk 'OK' for å fjerne elementet eller 'CH +/-' for å bytte til en liste over funksjoner.

source: Press 'OK' for remove item or < > for change order or 'CH+/-' for toggle to list of features.
es: Pulse 'Aceptar' para eliminar el elemento o <> para cambiar el orden o 'CH +/-' para alternar a la lista de características.
mk: Притиснете „ОК“ за да го избришете записот, или „<>“ за да го смените редоследот или „Канал + / -“ за да се префрлите на списокот со функции.
nb: Trykk på 'OK' for å fjerne elementet eller < > for å endre eller 'CH +/-' for å bytte til liste over funksjoner.

source: Press EXIT to return to the help screen.
es: Pulse EXIT para regresar a la pantalla de ayuda.

source: Press GREEN button to enable MultiBoot. Your receiver will reboot and create the eMMC partitions.
es: Pulse el botón VERDE para habilitar MultiBoot. Su receptor se reiniciará y creará las particiones eMMC.

source: Press INFO on your remote control for additional information.
es: Pulse INFO en su mando para obtener información adicional.
et: Vajuta INFO nuppu puldil lisainfo saamiseks.
mk: Притиснете ИНФО за дополнителни информации.
nb: Trykk INFO på fjernkontrollen for ytterligere informasjon.

source: Press LEFT RIGHT OK or MENU to change path.
es: Pulse IZQUIERDA DERECHA OK o MENÚ para cambiar de ruta.

source: Press LEFT RIGHT OK or MENU to choose another server. Active server: %s DNS: %s
es: Pulse IZQUIERDA DERECHA OK o MENÚ para elegir otro servidor. Servidor activo: %s DNS: %s

source: Press MENU on your remote control for additional options.
es: Pulse MENÚ en su mando para opciones adicionales.
et: Vajuta MENU puldil lisavõimaluste kasutamiseks.
mk: Притиснете MENU за дополнителни опции.
nb: Trykk på MENU på fjernkontrollen for flere alternativer.

source: Press OK on your remote control to continue.
es: Pulse OK en su mando para continuar.
et: Jätkamiseks vajuta OK.
mk: Притиснете ОК за да продолжите.
nb: Trykk OK for å fortsette.

source: Press OK to activate current MAC address.
es: Pulse OK para activar la actual dirección MAC.

source: Press OK to activate the selected skin %s.
es: Pulse OK para activar el seleccionado skin %s.

source: Press OK to activate the settings.
es: Pulse OK para activar la configuración.
et: Seadete aktiveerimiseks vajuta OK.
mk: Притиснете OK за да ги активирате поставките.
nb: Trykk OK for å aktivere instillingene.

source: Press OK to edit the settings of the selected device.
es: Pulse OK para editar la configuración del dispositivo seleccionado.

source: Press OK to edit the settings.
es: Pulse OK para editar la configuración.
et: Sätete muutmiseks vajuta OK.
mk: Притиснете OK за да ги уредите поставките.
nb: Trykk OK for å endre innstillinger.

source: Press OK to get further details for %s
es: Pulse OK para obtener más detalles sobre %s
et: Vajuta OK %s üksikasjade nägemiseks
mk: Притиснете ОК за да добиете повеќе детали за %s
nb: Trykk OK for å få ytterligere detaljer for %s

source: Press OK to install and use this language. [%s]
es: Pulse OK para instalar y usar este idioma. [%s]

source: Press OK to install and use this locale. [%s]
es: Pulse OK para instalar y usar esta configuración. [%s]

source: Press OK to keep the currently selected skin %s.
es: Pulse OK para mantener el actualmente seleccionado skin %s.

source: Press OK to scan
es: Pulse OK para escanear
et: Otsingu alustamiseks vajuta OK
mk: Притиснете OK за да започнете со пребарување
nb: Trykk OK for søk

source: Press OK to select a group of satellites to configure in one block.
es: Pulse OK para seleccionar un grupo de satélites para configurar en bloque.
mk: Притиснете OK за да изберете група сателити за конфигурирање во еден блок.
nb: Trykk OK for å velge en gruppe av satellitter som skal konfigureres i ett.

source: Press OK to select a provider.
es: Pulse OK para seleccionar un proveedor.
et: Levitaja valimiseks vajuta OK.
mk: Притиснете OK за да изберете провајдер.
nb: Trykk OK for valg av distributør .

source: Press OK to select a service.
es: Pulse OK para seleccionar un canal.
et: Kanali valimiseks vajuta OK.
mk: Притиснете OK за да изберете канал.
nb: Trykk på OK for å velge en tjeneste.

source: Press OK to select satellites
es: Pulse OK para seleccionar satélites
et: Vajuta OK satelliitide valikuks
mk: Притиснете ОК за да изберете сателити
nb: Trykk OK for valg av leverandører

source: Press OK to select/deselect a CAId.
es: Pulse OK para seleccionar / deseleccionar un CAId.
et: Vajuta OK valik/valik maha CAId.
mk: Притиснете OK за да селектирате / деселектирате CAId.
nb: Trykk OK for velg/fjern en CAId.

source: Press OK to show details.
es: Pulse OK para mostrar detalles.

source: Press OK to toggle the selection
es: Pulse OK para alternar la selección
et: Vajuta OK valiku muutmiseks
mk: Притиснете OK за да го вклучите изборот
nb: Trykk OK for veksle valg

source: Press OK to toggle the selection.
es: Pulse OK para alternar la selección.
et: Valiku muutmiseks vajuta OK.
mk: Притиснете OK за да го вклучите изборот.
nb: Trykk OK for veksle valg.

source: Press OK to use this language. [%s]
es: Pulse OK para usar este idioma. [%s]

source: Press OK to use this locale. [%s]
es: Pulse OK para usar esta configuración. [%s]

source: Press OK, save and exit...
es: Pulse OK, guadar y salir…
et: Vajuta OK, salvesta ning välju...
mk: Притиснете OK, зачувајте и излезете ...
nb: Trykk OK, lagre og avslutt...

source: Press YELLOW button if your time zone is not set or press "OK" to continue wizard.
es: Pulse el botón AMARILLO si su zona horaria no está configurada o pulse "OK" para continuar con el asistente.

source: Press or select button and then press 'OK' for attach function.
es: Pulse el botón del mando que quiera asignar directo o seleccione con botón 'arriba abajo' y elíjalo, luego pulse 'OK' para asignar la función.
mk: Притиснете или изберете го копчето и потоа притиснете "OK" за да ја вклучите функцијата.
nb: Velg knapp, deretter trykk 'OK' for å lagre funksjonen.

source: Press or select button and then press 'OK' for attach next function or edit attached.
es: Pulse el botón del mando que quiere asignar directo o seleccione con botón 'arriba abajo' y elíjalo, luego pulse 'OK' para asignar una nueva función a la que hay en uso.
mk: Притиснете или изберете го копчето, потоа притиснете го копчето „ОК“ за да пристапите до следната функција или да ја уредите врската.
nb: Velg knapp, deretter trykk 'OK' for å lagre neste funksjon eller redigere.

source: Press this button to emulate a long press on a button pressed afterwards (this also overrides any other actions assigned to emulation button).
es: Pulse este botón para emular una pulsación larga en un botón pulsado después (esto también anula cualquier otra acción asignada al botón de emulación).

source: Press yellow button to set CEC address again
es: Pulse amarillo para configurar la dirección HDMI-CEC nuevamente

source: Press yellow to set this interface as default interface.
es: Pulse amarillo para establecer esta interfaz como predeterminada.
et: Vajutage kollast nuppu, valimaks see liides vaikimisi liideseks.
mk: Притиснете жолто за да го поставите овој интерфејс како стандарден.
nb: Trykk gul for å velge dette som standard grensesnitt.

source: Pressing this button multiple times will increase the rate of backward scan.
es: Si pulsa este botón varias veces, aumentará la velocidad de exploración hacia atrás.

source: Pressing this button multiple times will increase the rate of forward scan.
es: Si pulsa este botón varias veces, aumentará la velocidad de exploración hacia adelante.

# button label, 'previous screen'
source: Prev
es: Anterior
et: Eelmine
mk: Назад
nb: Forrige

source: Prev Image
es: Imagen Previa

source: Preview
es: Vista previa
et: Eelvaade
mk: Преглед
nb: Forhåndsvisning

source: Preview menu
es: Menú de vista previa
et: Eelvaate menüü
mk: Мени за преглед
nb: Forhåndsvisnings meny

source: Preview selected channel
es: Vista previa del canal seleccionado
et: Valitud kanali eelvaatlus
mk: Преглед на избраниот канал
nb: Forhåndsvis valgt kanal

source: Previous saved timeshift has editing properties with plugin CutListEditor.
es: El timeshift guardado anteriormente tiene propiedades de edición con el plugin CutListEditor.

source: Primary DNS
es: DNS Primario
et: Esmane nimeserver
mk: Примарен ДНС
nb: Primær DNS

source: Priority
es: Prioridad
et: Prioriteet
mk: Приоритет
nb: Prioritet

source: Process
es: Proceso
et: Toiming
mk: Процес
nb: Prossess

source: Progress
es: Progreso
et: Edenemisriba
mk: Напредок
nb: Stor framdriftsbar

source: Progress bar left
es: Barra de progreso izquierda
et: Edenemisriba vasakul
mk: Бар од лево
nb: Framdriftslinje venstre

source: Progress bar right
es: Barra de progreso derecha
et: Edenemisriba paremal
mk: Бар од десно
nb: Framdriftslinje høyre

source: Progress:
es: Progreso:
et: Edenemine:
mk: Напредок:
nb: Stor framdriftsbar:

source: Properties of current title
es: Propiedades de tiempo actual
et: Muuda seda pealkirja
mk: Детали за избраниот наслов
nb: Egenskaper for gjeldende navn

source: Protect Screens
es: Proteger Pantallas
et: Ekraanimenüüde kaitse
mk: Заштитете ги екраните
nb: Beskytt skjermer

source: Protect configuration
es: Proteger configuración
et: Kaitse seadeid
mk: Заштитете ја конфигурацијата
nb: Beskytt innstilling

source: Protect context menus
es: Proteger menús de contexto
et: Kaitse konteksti menüüsid
mk: Заштитете ги контекстните менија
nb: Beskytt sammenhengende menyer

source: Protect main menu
es: Proteger menú principal
et: Kaitse peamenüüd
mk: Заштитете го главното мени
nb: Beskytt hovedmeny

source: Protect manufacturer reset screen
es: Proteger la pantalla de reset de fábrica
et: Kaitse algseadistuse taastamise eest
mk: Заштитете ги фабрички поставки (ресетирање)
nb: Beskytt produsentens oppstarts skjermbilde

source: Protect menu sort
es: Proteger el menú de ordenado
et: Kaitse filmide nimekirja
mk: Заштитете го сортирањето на менито
nb: Beskytt meny sortering

source: Protect movie list
es: Proteger lista de películas
et: Kaitse filmide nimekirja
mk: Заштитете го списокот на филмови
nb: Beskytt opptaksliste

source: Protect on EPG age
es: Proteger EPG por edad

source: Protect plugin browser
es: Proteger el navegador de plugins
et: Kaitse pluginaid
mk: Заштитете го прелистувачот на плагин
nb: Beskytt tilleggs leser

source: Protect services
es: Proteger canales
et: Kanalite kaitse
mk: Заштитете ги каналите
nb: Beskytt kanaler

source: Protect software update screen
es: Proteger pantalla de actalización de software
et: Kaitse tarkvara uuenduse ekraanimenüüd
mk: Заштитете го ажурирањето на софтверот
nb: Beskytt programvare oppdaterings skjerm

source: Protect standby menu
es: Proteger menú de reposo
et: Kaitse ootele menüüd
mk: Заштитете го менито на стендбај
nb: Beskytt meny i avslått

source: Protect timer menu
es: Proteger menú de temporizadores
et: Kaitse taimeri menüüd
mk: Заштитете го менито на тајмерот
nb: Lås timer meny

source: Protect vision core menu
es: Proteger menú vision core

source: Protocol
es: Protocolo

source: Provider
es: Proveedor
et: Levitajad
mk: Провајдер
nb: Distributørlister

source: Providers
es: Proveedores
et: Levitajad
mk: Провајдери
nb: Distributører

source: Providers:
es: Proveedores:

source: Punch cuts
es: Cortes de punzón

source: Purging all unused locales/languages...
es: Depurando todas las configuraciones regionales/idiomas no utilizados...

source: Put TV in standby
es: Poner TV en reposo
et: Lülita TV välja
mk: Ставете го ТВ во стендбај
nb: Slå av TV

source: Put your AV Receiver in standby
es: Ponga su receptor AV en modo reposo

source: Python frontend for /tmp/mmi.socket
es: Interfaz de Python para /tmp/mmi.socket
et: Pythoni programm /tmp/mmi.socket jaoks
mk: Python -фронт за /tmp/mmi.socket
nb: Python visning for /tmp/mmi.kontakt

source: Query details from the Internet Movie Database
es: Consultar detalles de la base de datos de películas de Internet

source: Question
es: Pregunta
et: Küsimus
mk: Прашање
nb: Spørsmål

source: Quick
es: Rápido
et: Kiire
mk: Брзо
nb: Hurtig

source: Quick Select Actions
es: Acciones de selección rápida

source: Quick execute
es: Ejecución rápida

source: Quick zap
es: Zapeo rápido
et: Kiire kanalivalik
mk: Брз зап
nb: Hurtig bytte

source: RADIO button
es: Botón RADIO

source: RAM benchmark
es: RAM

source: REC symbol in Standby
es: Símbolo REC en reposo

source: REC symbol in use
es: Símbolo REC en uso

source: RED button
es: Botón ROJO

source: RF Modulator Output Setup
es: Ajustes de Salida Modulador RF

source: Random
es: Aleatorio
et: Juhuslik
mk: Случајно
nb: Tilfeldig

source: Random password
es: Contraseña aleatoria

source: Rating defined by broadcaster - %d
es: Clasificación definida por el emisor - %d
et: Levitaja määratud vanusepiirang - %d
mk: Дефиниран рејтинг од радиодифузер - %d
nb: Rangering definert av kringkasteren -%d

source: Rating undefined
es: Clasificación indefinida
et: Hinnang määramata
mk: Недефиниран рејтинг
nb: Rangering udefinert

source: Read userdata from ncam.conf
es: Leer datos usuarios desde ncam.conf

source: Read userdata from ncam.conf.
es: Leer datos usuarios desde ncam.conf.

source: Read userdata from oscam.conf
es: Leer datos usuarios desde oscam.conf

source: Read userdata from oscam.conf.
es: Leer datos usuarios desde oscam.conf.

source: Reader
es: Lector

source: Reader Statistics
es: Estadísticas Lector

source: Really close without saving settings?
es: Cerrar sin guardar configuración?
et: Kas soovid seadeid salvestamata väljuda?
mk: Навистина сакате да излезете без зачувување на поставките?
nb: Lukke uten å lagre innstillinger?

source: Really delete completed timers?
es: Eliminar los temporizadores completados?

source: Really exit the subservices quickzap?
es: Salir del quickzap de subcanales?
et: Väljuda alamteenuste valikust?
mk: Дали сте сигурни дека сакате да го напуштите прекинувачот Под-услуги?
nb: Skal på underleverandører avsluttes?

source: Really reboot into android mode?
es: ¿Realmente reiniciar en modo Android?

source: Really store at index %2d for current position?
es: ¿Realmente almacena en el índice %2d para la posición actual?
et: Kas salvestada indeks %2d selle asukoha jaoks?
mk: Навистина сакате да се чува на индекс %2d за моменталната позиција?
nb: Lagre ved index %2d for denne posisjon?

source: Rear
es: Trasero

source: Reboot
es: Reiniciar
et: Taaskäivitus
mk: Рестарт
nb: Start på nytt

source: Recall to previous service
es: Volver al canal anterior
et: Tagasi eelmise teenuse juurde
mk: Назад на последниот канал
nb: Husk tilbake til forrige kanal

source: Receiver Image Actions
es: Acciones Imagen Receptor

source: Receiver with IP %s is turned off.
es: Receptor con IP %s está apagado.

source: Reception settings
es: Configuración de recepción
et: Vastuvõtu seaded
mk: Поставки за прием
nb: Innstilling mottaksforhold

source: Record
es: Grabar
et: Salvestus
mk: Снимај
nb: Opptaks innstilling

source: Record time limited due to conflicting timer %s
es: Tiempo de grabación limitado por conflicto de tmporizador %s
et: Salvestusaeg on piiratud teise taimeri %s tõttu
mk: Времето на снимање е ограничено поради контрадикторен тајмер %s
nb: Opptakstid begrenset på grunn av motstridende timer %s

source: Recording
es: Grabando
et: Salvestus
mk: Снимање
nb: Tar opp

source: Recording Actions
es: Acciones de Grabación

source: Recording Setup
es: Ajustes Grabaciones
et: Salvestuse seadistus
mk: Поставки за снимање
nb: Opptaks innstilling

source: Recording in progress
es: Grabación en progreso
et: Toimub salvestamine
mk: Снимањето е во тек
nb: Opptak pågår

source: Recording path is "%s"
es: La ruta de grabación es "%s"

source: Recording set to (24 hours)
es: Se ha establecido grabación a (24 horas)

source: Recording timer has been set
es: Se ha establecido el temporizador de grabación

source: Recording timer was canceled
es: El temporizador de grabación fue cancelado

source: Recording type
es: Tipo de grabación
et: Salvestuse liik
mk: Вид на снимање
nb: Opptakstype

source: Recording(s) are in progress or coming up in few seconds!
es: La(s) grabación(es) están en progreso o comenzarán en pocos segundos!
et: Salvestus(ed) on käimas või käivituvad peatselt!
mk: Снимањето е во тек или се појавува за неколку секунди!
nb: Et opptak pågår eller starter opp om kort tid!

source: Recordings
es: Grabaciones
et: Salvestised
mk: Снимки
nb: Opptak innstilling

source: Recordings always have priority
es: Las grabaciones siempre tienen prioridad
et: Salvestused omavad alati eelist
mk: Снимките секогаш имаат приоритет
nb: Opptak har alltid prioritet

source: Recordings by date, other media by name
es: Grabaciones por fecha, otros medios por nombre

source: Recover
es: Recuperar

source: Recover inetd
es: Recuperar inetd

source: Recovery Mode
es: Modo Recuperación

source: Red
es: Rojo
et: Punane
mk: Црвена
nb: Rød

source: Red button...
es: Botón rojo…
et: Punane nupp...
mk: Црвено копче ...
nb: Rød tast...

source: Red colored
es: Coloreado en rojo
et: Punast värvi
mk: Црвена боја
nb: Rød farget

source: Red/HbbTV Button Actions
es: Acciones Botón Rojo/HbbTV

source: Reenter PIN
es: Reintroduzca PIN
et: Sisesta PIN uuesti
mk: Внесете повторно ПИН
nb: Tast inn PIN på nytt

source: Refresh
es: Refrescar
et: Värskenda
mk: Освежи
nb: Oppdater

source: Refresh every (in hours)
es: Actualizar cada (horas)

source: Refresh rate
es: Frecuencia de actualización
et: Värskendussagedus
mk: Стапка на освежување
nb: Oppdateringsfrekvens

source: Refresh the screen
es: Actualizar esta pantalla

source: Refusing to move to the same directory
es: Negarse a pasar al mismo directorio

source: Regard deep standby as standby
es: Considerar el modo de reposo profundo como modo de reposo
et: Käsitle sügavooterežiimi tavalise ooterežiimina
mk: Длабокото стендбај сметајте го како стендбај
nb: Betrakt dvalemodus samme som av/på

source: Region
es: Región
et: Piirkond
mk: Регионот

source: Relative
es: Familiar
et: Suhteline
mk: Релативен
nb: Parallell

source: Reload
es: Recargar
et: Lae uuesti
mk: Повторно вчитување
nb: Restart

source: Reload blacklists
es: Recargar listas negras
et: Lae mustad nimekirjad uuesti
mk: Вчитување на црни листи
nb: Last om svartelister

source: Reload bookmarks
es: Recargar marcadores

source: Reload services/bouquets list
es: Recargar lista de canales

source: Reloading bouquets and services...
es: Recargando bouquets y canales…
et: Lemmiknimekirjade ja kanalite värskendamine...
mk: Повторно вчитување на букети и станици ...
nb: Restarter kanallister...

source: Remaining
es: Restante

source: Remaining & Elapsed
es: Restante & Transcurrido

source: Remember last service in PiP
es: Recordar último canal en PiP
et: Pea PiP viimane teenus meeles
mk: Запомни го последниот PiP канал
nb: Husk siste kanal i PiP

source: Remember service PIN
es: Recordar el PIN del canal
et: Mäleta kanali PIN-i
mk: Запомнете го PIN-кодот на каналот
nb: Husk kanal PIN

source: Reminder, you have chosen to save timeshift file.
es: Recordatorio, ha elegido guardar el archivo Timeshift.
et: Meenutus, oled valinud ajanihke faili salvestamise.
mk: Потсетник за зачувување на датотеката за timeshift .
nb: Påminnelse, du har valgt å lagre timeskift filen.

source: Remote Control
es: Mando a Distancia

source: Removal has completed.
es: La eliminación se ha completado.
et: Eemaldamine on tehtud.
mk: Бришењето е завршено.
nb: Slettingen er fullført.

source: Remove
es: Eliminar
et: Eemalda
mk: Избриши
nb: Fjern

source: Remove Confirmation
es: Confirmación Eliminar

source: Remove a mark
es: Eliminar una marca
et: Kustuta märk
mk: Отстрани го обележувањето
nb: Slett et merke

source: Remove after this position
es: Eliminar después de esta posición

source: Remove all alternatives
es: Eliminar todos los alternativos
et: Kustuta kõik asenduskanalid
mk: Отстрани ги сите алтернативи
nb: Fjern alle alternativer

source: Remove all bouquet/tuning data
es: Eliminar completo datos de bouquets/sintonizados

source: Remove all keymap data
es: Eliminar completo teclas asignadas

source: Remove all network data
es: Eliminar completo datos de red

source: Remove all other data
es: Eliminar completo otros datos

source: Remove all plugin setting data
es: Eliminar completo datos de plugins

source: Remove all resume point data
es: Eliminar puntos de reanudación de reprodución del multimedia

source: Remove all settings data
es: Eliminar completo datos de configuración

source: Remove all skin data
es: Eliminar completo datos del skin

source: Remove all timer data
es: Eliminar completo datos de temporizadores

source: Remove before this position
es: Eliminar lo de detrás de esta posición

source: Remove bookmark
es: Eliminar marcador
et: Kustuta järjehoidja
mk: Отстрани обележувач
nb: Fjern bokmerke

source: Remove bookmarks in cuts
es: Eliminar marcadores en cortes

source: Remove bouquet from parental protection
es: Eliminar bouquet de la protección parental
et: Eemalda lemmiknimekirja lukustus
mk: Отстранете го букетот од родителска заштита
nb: Fjern kanallisten fra foreldrekontroll beskyttelsen

source: Remove cable services
es: Eliminar canales de cable
et: Kustuta kaabelTV teenused
mk: Отстранете ги кабелските канали
nb: Fjern kabel TV kanaler
