Repository: OpenVisionE2/enigma2-openvision
Catalog: po/*.po
Languages: es, et, mk, nb

source: No HDD found or HDD not initialized!
et: Kõvaketast ei leitud või seda pole formaaditud!
mk: Не е пронајден HDD или HDD не е иницијализиран!
nb: Ingen lagringsdisk ble funnet!

source: No displayable files on this medium found!
et: Sellel andmekandjal pole kuvatavaid faile!
mk: Не се пронајдени датотеки што може да се прикажат на овој медиум!
nb: Ingen visbare filer på dette mediet funnet!

source: No epg.dat file found server
mk: Не е пронајдена датотека epg.dat на серверот
nb: Fant ikke noe EPG på server

source: No event info found, recording indefinitely.
et: Saatel pole teada lõppaeg. Salvestatakse pidevalt.
mk: Не се пронајдени податоци за EPG. Започнете со неограничено снимање.
nb: Ingen kanalinfo ble funnet, tar opp på ubestemt tid.

source: No fast winding possible yet.. but you can use the number buttons to skip forward/backward!
et: Kiire kerimine pole veel võimalik, aga saad kasutad numbrinuppe edasi/tagasi hüppamiseks!
mk: Не е можно да се премота назад, но може да скокнете со помош на нумеричките копчиња!
nb: Ingen hurtigspoling er mulig nå .. men talltastene kan brukes for å spole framover/bakover!

source: No new plugins found
et: Pole uusi laiendusi
mk: Не се пронајдени нови Плагини
nb: Ingen nye tillegg ble funnet

source: No updates available
et: Uuendusi ei ole
mk: Нема достапни ажурирања
nb: Det finnes ingen nye oppdateringer

source: No updates available. Please try again later.
et: Uuendusi ei ole. Proovi hiljem uuesti.
mk: Нема достапни ажурирања. Ве молиме обидете се подоцна.
nb: Det finnes ingen nye oppdateringer. Vennligst prøv igjen senere.

source: Nonlinear
et: Ebalineaarne
mk: Нелинеарно
nb: Ikke lineær

source: Normal
et: Tavaline
mk: Нормално

source: Not Installed
mk: Не е инсталирано
nb: Ikke installert

source: Not enough disk space. Please free up some disk space and try again. (%d MB required, %d MB available)
et: Kõvakettal pole piisavalt ruumi. Kustuta ebavajalik ja proovi uuesti. (%d MB vaja, %d MB saadaval)
mk: Нема доволно место на дискот. Ослободете простор на дискот и обидете се повторно. (Задолжително е %d MB, достапно е %d MB)
nb: Ikke nok diskplass. Frigjør litt diskplass og prøv på nytt. (%d MB nødvendig, %d MB tilgjengelig)

source: Note: when enabled, and you do want standby mode after wake up, set option 'Startup to Standby' as 'No, except Wakeup timer'.
et: Märkus: kui lubatud, ja sa tahad ooterežiimi pärast äratust, sea valik 'Ooterežiimis alustamine' kui 'Ei, välja arvatud äratustaimer'.
mk: Белешка: Ако е овозможена оваа опција и сакате да се префрлите во режим на СтендБај, поставете ја опцијата „Стартување во мирување“ на „Не, освен тајмерот за будење.
nb: NB: Hvis aktivert og du ønsker standby modus etter vekking, brukes valget 'Oppstart til Standby' som 'Nei, unntatt tidsur tid'.

source: Now
et: Nüüd
mk: Сега
nb: Nå

source: OSD settings
et: Ekraanigraafika seaded
mk: Поставки за OSD
nb: OSD instillinger

source: On end of movie (as menu)
et: Filmi lõpus (nagu menüü)
mk: На крајот на филмот (како мени)
nb: På slutten av filmen (som meny)

source: Operating LED status while running.
mk: LED статус во функција.

source: Original
et: Algupärane
mk: Оригинал

source: PGS File
mk: PGS-Датотека
nb: PGS fil

source: PPanel
et: PPaneel
mk: ППанел

source: Packages to update
et: Uuendamist vajavad paketid
mk: Пакети за ажурирање
nb: Tilgjengelige oppdateringer

source: Pakistan
mk: Пакистан

source: Palau
et: Belau
mk: Палау

source: Paraguay
mk: Парагвај

source: Parental control
et: Lapselukk
mk: Родителска Контрола
nb: Foreldrekontroll

source: Pending restart
mk: Се чека рестартирање

source: Picon
et: Kanalilogo
mk: Пикон
nb: Kanallogo

source: Pixels
mk: Пиксели
nb: Piksler

source: Play
et: Taasesita
mk: Пушти
nb: Spill av

source: Play DVD
et: Taasesita
mk: Репродукција на ДВД
nb: Spill av DVD

source: Play DVDs
mk: Репродукција на ДВД-а
nb: Spill av DVDer

source: Play audio-CD...
et: Mängi heliplaat...
mk: Репродуцирајте аудио-ЦД ...
nb: Spill av lyd CD...

source: Play in main window
et: Näita peaaknas
mk: Пушти во главниот прозорец
nb: Spill i hovedvinduet

source: Play next (return to movie list)
et: Esita järgmine (naase filmilisti)
mk: Пушти следно (вратете се на списокот со филмови)
nb: Spill av neste (gå tilbake til opptaksliste)

source: Play next (return to previous service)
et: Esita järgmine (naase vaadatud kanalile)
mk: Пушти следно (враќање на претходниот канал)
nb: Spill av neste (gå tilbake til siste kanal)

source: Play recorded movies...
et: Näita salvestisi
mk: Репродуцирајте снимени филмови ...
nb: Vis opptaks valg...

source: Please configure or verify your Nameservers by filling out the required values. When you are ready press OK to continue.
et: Kontrolli ja täida nimeserveri nõutavad väljad. Kui oled valmis, vajuta jätkamiseks OK.
mk: Конфигурирајте го вашиот DNS сервер со пополнување на соодветна вредност. Притиснете OK за да продолжите.
nb: Vennligst konfigurer eller bekreft dine navneservere ved å fylle ut de nødvendige verdiene. Når du er klar, trykker du OK for å fortsette.

source: Please configure the fallback tuner setup?
mk: Да се ​​конфигурира поставката за резервен тјунер?
nb: Vennligst still inn reserve tuner oppsett?

source: Please enter name of the new directory
et: Palun sisesta uue kausta nimi
mk: Внесете го името на новиот директориум
nb: Sett navn på den nye mappen

source: Please enter the correct pin code
et: Sisesta õige kood
mk: Внесете точен ПИН-код
nb: Tast inn den riktige PIN kode

source: Please select a sub service...
et: Vali alamkanal...
mk: Ве молиме изберете подКанал ...
nb: Velg en underkanal/tjeneste...

source: Please wait (downloading channel list)
et: Oota (kanalinimekirja hankimine)
mk: Ве молиме почекајте (преземање на листа на канали)
nb: Vent litt (laster ned kanalliste)

source: Please wait while scanning is in progress...
et: Oota otsingu lõppemist...
mk: Ве молиме почекајте, пребарувањето е во тек ...
nb: Vent litt mens søking pågår...

source: Plugin browser
et: Pluginate sirvija
mk: Прелистувач на Плагини
nb: Oversikt over tillegg

source: Port of fallback remote receiver
et: Kaugvastuvõtja Port
mk: Порт за резервен далечински приемник
nb: Ekstern reserve mottakers port

source: Portugal
mk: Португалија

source: Press OK to activate the selected %s skin.
mk: Притиснете ОК за да го активирате маркираниот Скин% s.

source: Press OK to keep the currently selected %s skin.
mk: Притиснете ОК за да го задржите тековно избраниот %s скин.

source: Press OK to select the save location of the log file.
mk: Изберете директориум за дневник.

source: Protect on epg age
et: Kaitse EPG valiku vanusepiiri
mk: Поставете ограничување на возраста, врз основа на EPG
nb: Beskytt på epg alder

source: Puerto Rico
mk: Порторико

source: Purge deleted user bouquets
et: Kustutatud lemmiknimekirjade puhastamine
mk: Отстранете ги избришаните букети
nb: Tøm slettede kanallister

source: Put A/V receiver to standby too.
mk: Ставете го и A / V приемникот во стендбај.

source: Put receiver in standby
et: Pane vastuvõtja ooterežiimi
mk: Ставете го приемникот во стендбај
nb: Slå av mottakeren

source: Python version:
et: Pythoni versioon:
mk: Верзија на Python:
nb: Python versjon:

source: Qatar
et: Katari Riik
mk: Катар

source: Radio
et: Raadio
mk: Радио

source: Ram disk
et: RAM-ketas
mk: RAM Диск

source: Really delete done timers?
et: Kustutame möödunud taimerid?
mk: Дали сте сигурни дека сакате да ги избришете завршените тајмери?
nb: Er du sikker på å slette ferdige timere?

source: Really perform a manufacturer reset now?
mk: Да се ​​ресетираат фабричките поставки сега?
nb: Vil du utføre en tilbakestilling nå?

source: Really reboot now?
et: Teeme taaskäivituse?
mk: Дали сакате повторно да се рестартира?
nb: Starte på nytt nå?

source: Really restart in debug mode now?
mk: Навистина повторно да се рестартира во режим на дебагирање сега?
nb: Restarte i feilsøkingsmodus nå?

source: Really restart now?
et: Teeme taaskäivituse kohe?
mk: Дали сакате да се рестартира во секој случај?
nb: Starte på nytt nå?

source: Really shutdown now?
et: Lülitame välja?
mk: Дали сакате да се исклучи во секој случај?
nb: Slå av nå?

source: Really update your settop box and reboot now?
et: Kas uuendad ja taaskäivitad vastuvõtja?
mk: Дали навистина сакате да го ажурирате приемникот и потоа да го рестартирате?
nb: Virkelig oppdatere mottakeren og gjenstarte nå?

source: Recording paths
et: Salvestuskaustad
mk: Патеки за снимање
nb: Opptaksbane

source: Reflash recommended!
et: On soovitav uuesti flashida!
mk: Рефлеш се препорачува!
nb: Installer på nytt anbefales!

source: Refresh rate selection.
et: Värskendussageduse valik.
mk: Избор на стапка на освежување.
nb: Valg av oppdateringsfrekvens.

source: Remote control type
et: Puldi tüüp
mk: Тип на далечински управувач
nb: Fjernkontroll type

source: Remote control type setup
et: Kaugjuhtimispuldi tüübi seadmine
mk: Поставки на типот на далечинскиот управувач
nb: Fjernkontroll type og innstilling

source: Remove a nameserver entry
et: Kustuta kirje nimeserverist
mk: Отстрани го записот на DNS серверот
nb: Fjern en navneserver oppføring

source: Remove all logfiles
et: Eemalda kõik logifailid
mk: Отстрани ги сите лог-датотеки
nb: Fjern alle loggfiler

source: Remove all new found flags
et: Kustuta kõik uus kanal-tunnused
mk: Отстрани ги сите ново пронајдени знамиња
nb: Fjern alle nye flagg

source: Remove directory
et: Kustuta kataloog
mk: Отстрани директориум
nb: Fjern mappe

source: Remove new found flag
et: Eemalda uus kanal-tunnus
mk: Отстранете го „новооткриеното“ знаме
nb: Fjern nye flagg

source: Remove this logfile
et: Eemalda see logifail
mk: Отстранете ја оваа лог-датотека
nb: Fjern denne loggfilen

source: Removing directory %s failed. (Maybe not empty.)
et: Kataloogi eemaldamine %s nurjus. (Ei ole tühi?)
mk: Не успеа да се отстрани директориумот% s. (не е празно.)
nb: Sletting av mappe %s mislyktes. (Kanskje ikke tom.)

source: Removing partition table
et: Partitsioonitabeli eemaldamine
mk: Отстранување на табелата за партиции
nb: Fjerner partisjonstabellen

source: Repeat leave standby messages
et: Korda ootele jäämise sõnumeid
mk: Повторете ги пораките во стендбај
nb: Gjenta av/på beskjeder

source: Repeating event currently recording. What do you want to do?
et: Kordab sündmust mis just salvestub. Mida soovid teha?
mk: Тајмерот за повторување на снимањето е активен. Што сакате да направите?
nb: Opptaker tar opp uten stopp. Hva skal gjøres?

source: Repeating event currently recording... What do you want to do?
et: Kordab sündmust mis just salvestub... Mida soovid teha?
mk: Тајмерот за повторување на снимањето е активен...Што сакате да направите?
nb: Opptaker tar opp uten stopp... Hva skal gjøres?

source: Request for physical address report
et: Nõue füüsilise aadressi raportile
mk: Барање за извештај за физичка адреса
nb: Forespørsel for rapport om fysisk adresse

source: Request for vendor report
et: Nõue hankija raportile
mk: Барање за извештај на продавач
nb: Forespørsel etter leverandør rapport

source: Rereading partition table
et: Partitsioonitabeli värskendamine
mk: Прочитајте ја табелата за партиции повторно
nb: Leser partisjonstabellen på nytt

source: Restore defaults
mk: Врати го стандардно
nb: Bruk standardinnstillinger

source: Restore deleted user bouquets
et: Taasta kustutatud lemmiknimekirjad
mk: Вратете ги избришаните букети
nb: Gjenopprett slettede kanallister

source: Roll-off
mk: Се тркалаат

source: Root
et: Juur
mk: Роот

source: Rotor:
et: Mootor:
mk: Ротор:
nb: Motor:

source: S-Video
et: S-video (Y/C)
mk: С-видео

source: SCR (Unicable/JESS)
mk: SCR (Уникатен/JESS)

source: SCR Unicable
mk: SCR уникатен

source: SRT File
mk: SRT-Датотека
nb: SRT fil

source: SSA File
mk: SSA-Датотека
nb: SSA fil

source: Samoa
mk: Самоа

source: San Marino
mk: Сан Марино

source: Sats
et: Satelliidid
mk: Сателити

source: Save and exit
et: Salvesta ja välju
mk: Зачувај и излези
nb: Lagre og avslutt

source: Scanning failed!
et: Otsing nurjus!
mk: Скенирањето не успеа!
nb: Kanalsøket feilet!

source: Searching east ...
et: Otsing idast...
mk: Пребарување на исток ...
nb: Søker østover...

source: Searching west ...
et: Otsing läänest...
mk: Пребарување на запад ...
nb: Søker vestover...

source: Select 'Yes' when you want to configure this tuner for ATSC
et: ATSC seadistamiseks vali 'Jah'.
mk: Изберете „Да“ ако сакате да го конфигурирате овој тјунер за ATSC
nb: Velg 'Ja' når du vil konfigurere denne tuneren for ATSC

source: Select Channel
et: Vali kanal
mk: Изберете канал
nb: Velg kanal

source: Select directory for logfile
et: Vali logifaili kaust
mk: Изберете директориум за лог-датотека
nb: Velg mappe for loggfil

source: Select hard disk
et: Vali kõvaketas
mk: Изберете хард диск
nb: Velg harddisk

source: Select how you want your receiver to keep the correct time, either from the DVB transponder, or from the internet using NTP. Or use Auto, which will favour using NTP, but will fall back to transponder time when no internet connection is available.
mk: Изберете како сакате приемникот да го чува точното време, или од DVB транспондерот, или од Интернет користејќи NTP. Или користете Авто, што ќе претпочита користење на NTP, но ќе се врати во времето на транспондер кога нема достапна интернет-врска.

source: Select input device.
et: Vali sisendseade.
mk: Изберете влезен уред.
nb: Velg enhet.

source: Select location
et: Vali asukoht
mk: Изберете локација
nb: Velg sted

source: Select path for logfile
et: Vali tee logifailini
mk: Изберете директориум за лог-датотека
nb: Velg målmappe for loggfil

source: Select the character or action under the keyboard cursor
mk: Изберете го карактерот или дејството под курсорот на тастатурата

source: Select the locale from a menu
mk: Изберете ја локацијата од менито

source: Select the shifted character set
mk: Изберете го множеството знаци преместено од виртуелната тастатура

source: Select the shifted character set for the next character only
mk: Изберете поместете множеството карактер само за следниот знак

source: Select video input with up/down buttons
et: Vali video sisend
mk: Изберете видео влез со копчиња нагоре / надолу
nb: Velg videoinngang med opp/ned-knappene

source: Select video mode
et: Vali video töörežiim
mk: Изберете режим на видео
nb: Velg videomodus

source: Send 'sourceactive' before zap timers
et: Saada 'allikas aktiivne' enne taimerite vahetust
mk: Испратете „sourceactive“ пред тајмерите за промена на каналот
nb: Send ' sourceactive ' før zappe timere

source: Senegal
mk: Сенегал

source: Serbia
mk: Србијa

source: Set alternative fallback tuners for DVB-T/C or ATSC
mk: Поставете дополнителни резервни приемници за DVB-T / C или ATSC
nb: Angi alternative reserve mottakere for DVB-T/C eller ATSC

source: Set pin code persistent
et: Sea PIN kood püsivaks
mk: Поставете постојан ПИН код
nb: Velg gyldig PIN kode

source: Set the User ID of the OpenWebif from your fallback tuner
mk: Поставете го Корисничкиот ID на OpenWebif од вашиот резервен тјунер
nb: Angi bruker-IDen for OpenWebif fra reserve tuneren

source: Set the password of the OpenWebif from your fallback tuner
mk: Поставете ја лозинката за OpenWebif од вашиот резервен тјунер
nb: Angi passordet for OpenWebif fra reserve tuneren

source: Set the port of the OpenWebif from your fallback tuner
mk: Поставете пор на OpenWebif од вашиот резервен тјунер
nb: Still inn porten til OpenWebif fra reserve mottakeren

source: Setup hard disk
et: Kõvaketta häälestus
mk: Поставки на хард диск
nb: Oppsett harddisk

source: Seychelles
et: Seišellid
mk: Сејшели
nb: Seychellene

source: Shellscript
mk: Шелскрипт
nb: Shellskript

source: Show EPG...
et: Näita saatekava...
mk: Прикажи EPG ...
nb: Vis EPG...

source: Show PiP
et: Näita PiP
mk: Покажи PiP (слика во слика)
nb: Vis bilde i bilde

source: Show True/False as graphical switch
et: SEES/VÄLJAS kuvamine graafilise lülitina
mk: Покажи точно / неточно како графички прекинувач
nb: Vis JA/Nei som en grafisk bryter

source: Show background behind subtitles
et: Näita tausta subtiitrite taga
mk: Покажи позадина за превод
nb: Undertekst bakgrunn

source: Show extensions...
et: Näita laiendusi...
mk: Прикажи екстензии ...
nb: Vis tillegg...

source: Show latest commits
et: Näita viimaseid kandeid
mk: Прикажи ги последните промени
nb: Vis siste nytt

source: Show latest update log
et: Näita viimast uuenduslogi
mk: Прикажи го најновиот дневник за ажурирање
nb: Vis siste oppdateringslogg

source: Show notification when import channels and/or EPG from remote receiver URL did not complete
mk: Покажи известување ако увозните канали и / или EPG од URL-то на далечинскиот приемник не се завршени
nb: Vis varsling når import av kanaler og/eller EPG fra ekstern mottakeradresse ikke ble fullført

source: Show notification when import channels and/or EPG from remote receiver URL is completed
mk: Покажи известување кога ќе завршат увозните канали и / или EPG од URL-то на далечинскиот приемник. "
nb: Vis varsling når import av kanaler og/eller EPG fra ekstern mottakeradresse er fullført

source: Show packages to be updated
et: Näita pakette mida peaks uuendama
mk: Покажи пакети што треба да се ажурираат
nb: Vis pakker som skal oppdateres

source: Show the radio player...
et: Kuula raadiot
mk: Покажи го радио плеерот ...
nb: Vis radio spilleren...

source: Show the tv player...
et: Näita TV-d
mk: Покажи го ТВ плеерот ...
nb: Vis TV spilleren...

source: Shows live tv or informations on LCD.
et: Näitab TV pilti või informatsiooni LCD peal.
mk: Покажи live ТВ или информации на LCD.
nb: Viser direkte TV eller informasjon på LCD.

source: Similar
et: Sarnased
mk: Слични
nb: Samme

source: Simple
et: Lihtne
mk: Едноставно
nb: Enkel

source: Sint Maarten (Dutch part)
et: Sint Maarten
mk: Синт Маартен (холандски дел)
nb: Saint Maarten (nederlandsk del)

source: Skin & Resolution: %s (%sx%s)
et: Kujundus & Resolutsioon: %s (%sx%s)
mk: Скин и резолуција:% s (% sx% s)
nb: Utseende & Oppløsning: %s (%sx%s)

source: Skins
et: Kujundused
mk: Скинови
nb: Utseender

source: Slot %d
et: Pesa %d
mk: Слот %d
nb: Spor %d

source: Software
et: Tarkvara
mk: Софтвер
nb: Programvare

source: Software manager setup
et: Tarkvarahalduri seaded
mk: Поставки за управувач на софтвер
nb: Programvare oppsett

source: Somalia
et: Somaalia
mk: Сомалија

source: Some TVs do not wake from standby when they receive the 'Image View On' command. If this is the case try the 'Text View On' command instead.
mk: Некои телевизори не се будат од мирување кога ќе ја добијат командата „Image View On“. Ако е во овој случај, наместо тоа, пробајте ја командата „Text View On“.

source: Sort list to default and exit?
et: Järjestada nimekiri vaikimisi ja väljuda?
mk: Сортирај стандарден список и излези?
nb: Sorter listen til standard og avslutte?

source: Special 1
mk: Специјално 1
nb: Spesial 1

source: Special 2
mk: Специјално 2
nb: Spesial 2

source: Sri Lanka
mk: Шри Ланка

source: Standart list
et: Tavanimekiri
mk: Стандардна листа
nb: Standard liste

source: Standby LED
mk: Стендбај ЛЕД

source: Start with list screen
et: Alga nimekirjade ekraanipildiga
mk: Започнете со список
nb: Start med listevisning

source: Startup the set top box in standby
et: Vastuvõtja käivitamine ooterežiimis.
mk: Стартувај го приемникот во стендбај
nb: Slå på mottakeren i standby

source: Startup to Standby
et: Ooterežiimis alustamine
mk: Стартувај во режим на подготвеност
nb: Slå på til standby

source: Subservice list...
et: Alamteenuste nimekiri
mk: Список на подканали ...
nb: Underleverandør liste...

source: Subtitle Quickmenu
et: Subtiitrite kiirmenüü
mk: Брзо мени за превод
nb: Undertekst snarveismeny

source: Subtitle selection...
et: Subtiitrite valik...
mk: Избор на превод ...
nb: Undertekst valg...

source: Subtitle show/hide...
mk: Прикажи / скриј го преводот ...

source: Subtitles Settings
et: Subtiitrite seaded
mk: Поставки за преводи
nb: Undertekst innstilling

source: Sundtek - hardware blind scan in progress. Please wait(3-20 min) for the scan to finish.
mk: Sundtek - во тек е хардверско пребарување. Ве молиме почекајте (3-20 мин.) За да заврши пребарувањето.

source: Swap PiP
et: Vaheta PiP
mk: Замени PiP
nb: Bytt om bilde i bilde

source: Swaziland
et: Svaasimaa
mk: Свазиленд

source: Switch on the display during operation.
mk: Вклучете го дисплејот во нормална работа.

source: Switch to bookmarks
et: Mine lemmikute-loendisse
mk: Префрлете се на обележувачи
nb: Bytt til bokmerker

source: Switch to filelist
et: Mine faililoendisse
mk: Префрли се на списокот со датотеки
nb: Gå til mappe liste

source: Symbol rate
et: Sümbolikiirus
mk: Брзина на симбол

source: Symbol rate & FEC
et: Sümbolikiirus ja FEC
mk: Брзина на симбол & FEC

source: Symbol rate:
et: Sümbolikiirus:
mk: Брзина на симбол:

source: Taiwan
mk: Тајван

source: Tajikistan
et: Tadžikistan
mk: Таџикистан

source: Text View On
mk: Преглед на текст

source: The current image might not be stable. For more information see %s.
et: Praegune image võib olla mittestabiilne. Enama info jaoks vaata %s.
mk: Тековниот имиџ можеби не е стабилен. За повеќе информации, прочитајте % s.
nb: Siste programvareoppdatering kan være ustabil. For mer informasjon se %s.

source: The directory %s is not writable. Make sure you select a writable directory instead.
et: Kataloog %s ei ole salvestatav. Vali kindlasti selle asemel salvestatav kataloog.
mk: Директориумот% s не може да се запише. Проверете дали имате наведено директориум за пишување.
nb: Mappen%s er ikke skrivbar. Pass på og velge en skrivbar mappe.

source: The following files were found...
et: Leitud järgmised failid
mk: Пронајдени се следниве датотеки ...
nb: Følgende filer ble funnet...

source: The overscan wizard has been completed. Note: you can always start the Overscan wizard later, via Menu->Installation->System->Audio/Video->Overscan wizard
et: Üleskaneerimise abiline on seadistatud. Saad alati alustada üleskaneerimise abilisega hiljem läbi menüü-> Seadistamine-> Süsteem -> Üleskaneerimise abiline
mk: Overscan wizard е завршен. Забелешка: Може да го стартувате Overscan wizard во секое време подоцна преку Мени-> Поставки-> Систем-> Аудио / Видео-> Overscan wizard
nb: Veiviseren for ekte bildestørrelse er ferdig. NB: Du kan alltid starte veiviseren ved en senere anledning, via Meny->Innstilling->System->Veiviser for ekte bildestørrelse

source: The path %s already exists.
et: Kaust %s on juba olemas.
mk: Патеката %s веќе постои.
nb: Banen %s finnes allerede.

source: The pin code you entered is wrong.
et: Vale kood.
mk: Пин-кодот што го внесовте е погрешен.
nb: Pin koden er feil.

source: The status of the current image could not be checked because %s can not be reached.
et: Praeguse image seisu ei saa kontrollida, kuna %s ei ole kättesaadav.
mk: Статусот на тековниот имиџ не може да се провери затоа што% s не може да се постигне.
nb: Kan ikke kontrollere status for gjeldende programvare oppdatering %s.

source: The timer file (timers.xml) is corrupt and could not be loaded.
et: Taimerite fail (timers.xml) on katki ja seda ei saa laadida.
mk: Датотеката со тајмерот (timers.xml) е неисправна и не може да се вчита.
nb: Tidsurfilen (timers.xml) feilet og kunne ikke lastes.

source: There are at least
et: Seal on vähemalt
mk: Има најмалку
nb: Det er minst

source: There are at least %s updates available.
et: Saadaval on vähemalt %s uuendust.
mk: Има најмалку %s достапни ажурирања.
nb: Det er minst %s oppdateringer tilgjengelig.

source: There might not be enough Space on the selected Partition. Do you really want to continue?
et: Kõvakettal pole piisavalt vaba ruumi. Kas soovid kindlasti jätkata?
mk: Нема доволно простор на избраната партиција. Дали навистина сакате да продолжите?
nb: Det er kanskje ikke nok plass på den valgte partisjonen. Vil du virkelig fortsette?
