Repository: OpenVisionE2/enigma2-openvision
Catalog: po/*.po
Languages: es, et, mk, nb

source: When enabled, teletext pages will be cached, allowing faster access.
es: Cuando está habilitado, las páginas de teletexto se almacenarán en caché, lo que permite un acceso más rápido.
et: Määrates 'jah', puhverdatakse teleteksti lehed, võimaldamaks kiiremat ligipääsu.
mk: Ако е активирана оваа опција, телетекст страниците ќе бидат предмеморисани, овозможувајќи побрз пристап.
nb: Hvis aktivert, vil tekst-TV-sider hurtigbufres, noe som gir raskere tilgang.

source: When enabled, teletext subtitles will be displayed at their original position.
es: Cuando está habilitado, los subtítulos del teletexto se mostrarán en su posición original.
et: Määrates 'jah', kuvatakse teleteksti subtiitrid nende algsel asukohal.
mk: Ако е активирана оваа опција, телетекст преводите ќе бидат прикажани во нивната оригинална позиција.
nb: Hvis aktivert, vil tekst-TV-teksting vises på den opprinnelige plasseringen.

source: When enabled, the VCR scart option will be shown on the main menu
es: Cuando está habilitado, la opción Scart de VCR se mostrará en el menú principal
et: Määrates 'jah' on VCR Scart valik peamenüüs näha
mk: Ако е активирана оваа опција, опцијата VCR scart ќе се прикаже на главното мени
nb: Hvis aktivert, vil VCR scart innstilling vises på hovedmenyen

source: When enabled, the channel selection list will be hidden while listening to a radio channel
es: Cuando está habilitado, la lista de canales estará oculta mientras escucha un canal de radio
et: Määrates 'jah', ei näidata raadiot kuulates kanalinimekirja.
mk: Ако е активирана оваа опција, списокот за избор на канали ќе биде скриен додека слушате радио канал
nb: Hvis aktivert, vil kanallisten være skjult mens du lytter til en radiokanal

source: When enabled, the infobar will be displayed when a new event starts.
es: Cuando está habilitado, la Infobar se mostrará cuando comience un nuevo evento.
et: Määrates 'jah', kuvatakse uue saate algamisel inforiba.
mk: Ако е активирана оваа опција, инфо-лентата ќе се прикаже кога ќе започне нов настан.
nb: Hvis aktivert, vil informasjonslinjen vises når neste program starter.

source: When enabled, the infobar will be displayed when changing channels.
es: Cuando está habilitado, la infobar se mostrará cuando cambie de canal.
et: Määrates 'jah', kuvatakse kanalivahetusel inforiba.
mk: Ако е активирана оваа опција, инфо-лентата ќе се прикаже при промена на каналите.
nb: Hvis aktivert, vil informasjonslinjen vises ved kanalbytte.

source: When enabled, the infobar will be displayed when skipping forwards/backwards during media playback.
es: Cuando está habilitado, la Infobar se mostrará al saltar adelante/atrás durante la reproducción de medios.
et: Määrates 'jah', kuvatakse meediafailide esitusel edasi/tagasi hüpates inforiba.
mk: Ако е активирана оваа опција, инфо-лентата ќе се прикаже кога прескокнувате напред / назад за време на репродукцијата на медиумот.
nb: Hvis aktivert, vises informasjonslinjen når du hopper forover/bakover under medieavspilling.

source: When enabled, the lenght of each recording will be shown in the movielist (this might cause some additional loading time).
es: Cuando está habilitado, la duración de cada grabación se mostrará en el lista de películas (esto podría causar un tiempo de carga adicional).
et: Määrates 'jah', näidatakse filmilistis salvestuse kestust (laadimine võib kesta veidi kauem).
mk: Ако е активирана оваа опција, должината на секоја снимка ќе биде прикажана во списокот со филмови (ова може да предизвика дополнително време на вчитување).
nb: Hvis aktivert, vil lengden på hver innspilling vises i opptakslisten (dette kan føre til ekstra innlastingstid).

source: When enabled, the length of each recording will be shown in the movielist (this might cause some additional loading time).
es: Cuando está habilitado, la duración de cada grabación se mostrará en la lista de películas (esto puede causar algún tiempo de carga adicional).

source: When enabled, this setting has more weight than 'Preferred tuner for recordings'.
es: Cuando está habilitada, esta configuración tiene más peso que ‘Sintonizador preferido para grabaciones’.
et: Määrates 'jah' on see seadistus eelistatum kui 'Eelistatud tuuner salvestamiseks'.
mk: Ако е активирана оваа опција, оваа поставка има поголема тежина од „Претпочитан приемник за снимања“.
nb: Hvis aktivert, vil valget ha høyere prioritet enn 'Foretrukket tuner for opptak'.

source: When enabled, this setting has more weight than 'Preferred tuner'.
es: Cuando está habilitado, esta configuración tiene más peso que ‘Sintonizador preferido’.
et: Määrates 'jah' on see seadistus eelistatum kui 'Eelistatud tuuner'.
mk: Ако е активирана оваа опција, оваа поставка има поголема тежина од „Претпочитан приемник“.
nb: Hvis aktivert, vil valget ha høyere prioritet enn 'Foretrukket tuner'.

source: When enabled, timeshift starts automatically in background after the specified time. Timeshift recording will start for each started service, the previous one is deleted. This background recording is not saved unless you press the PLAY-PAUSE, if zap to another service then you will have options to save the previous service recording.
es: Cuando está habilitado, Timeshift se inicia automáticamente en segundo plano después del tiempo especificado. La grabación de Timeshift comenzará para cada canal iniciado, la anterior se elimina. Esta grabación de fondo no se guarda a menos que pulse la tecla PLAY-PAUSE, si cambia a otro canal tendrá opciones para guardar la grabación del canal anterior.

source: When enabled, use DHCP for the IP configuration.
es: Cuando esté habilitado, use DHCP para la configuración de IP.
et: Määrates 'jah', kasutatakse IP määramiseks DHCP-d.
mk: Ако е активирана оваа опција, користете DHCP за IP-конфигурацијата.
nb: Hvis aktivert, vil DHCP brukes til IP konfigurasjon.

source: When enabled, you will see util-linux packages in plugin browser download section.
es: Cuando esté habilitado, verá los paquetes util-linux en la sección de descarga del navegador de plugins.

source: When enabled, your %s %s will automatically use the audio track which you selected before.
es: Cuando está habilitado, su %s %s utilizará automáticamente la pista de audio que seleccionó anteriormente.

source: When enabled, your %s %s will automatically use the subtitles which you selected before.
es: Cuando está habilitado, su %s %s utilizará automáticamente los subtítulos que seleccionó anteriormente.

source: When enabled, your %s %s will no longer monitor the tuned transponder for possible changes. Do not use this option unless you know what you are doing.
es: Cuando está habilitado, su %s %s ya no controlará el transpondedor sintonizado para detectar posibles cambios. No use esta opción a menos que sepa lo que está haciendo.

source: When enabled, your %s %s will select an AC3 track (when available).
es: Cuando está habilitado, su %s %s seleccionará una pista AC3 (cuando esté disponible).

source: When enabled, your %s %s will select an AC3+ track (when available).
es: Cuando está habilitado, su %s %s seleccionará una pista AC3+ (cuando esté disponible).

source: When enabled, your receiver will detect activity on the VCR SCART input.
es: Cuando está habilitado, su receptor detectará actividad en la entrada VCR SCART.
et: Määrates 'jah', vastuvõtja tuvastab tegevuse VCR SCART sisendis.
mk: Ако е активирана оваа опција, вашиот приемник ќе открие активност на влезот VCR SCART.
nb: Hvis aktivert, vil mottakeren oppdage aktivitet på VCR SCART inngangen.

source: When it is enabled and you want to go to standby only from wake up timer, set "Startup to standby from deepstandby or power off" to "No, except Wakeup timer".
es: Cuando está habilitado y desea pasar al modo de espera solo desde el temporizador despertador, configure "Iniciar a reposo desde espera profundo o apagado" en "No, excepto el temporizador despertador".

source: When maximum space for all logs is reached, the oldest logs will be deleted.
es: Cuando se alcance el espacio máximo para todos los logs, se eliminarán los más antiguos.

source: When nonzero, a recording will start earlier than the starting time indicated by the EPG.
es: Cuando no es cero, una grabación comenzará antes de la hora de inicio indicada por la EPG.
et: Salvestamist alustatakse enne saatekavas näidatud aega.
mk: Кога не е нула, снимањето ќе започне порано од времето на започнување означено со EPG.
nb: Når annet tall enn null er valgt vil et opptak starte tidligere enn starttiden angitt av EPG.

source: When nonzero, a recording will stop later than the ending time indicated by the EPG.
es: Cuando no es cero, una grabación se detendrá más tarde que la hora de finalización indicada por la EPG.
et: Salvestamine lõpetatakse pärast saatekavas näidatud aega.
mk: Кога не е нула, снимањето ќе запре подоцна од времето на завршување означено со EPG.
nb: Når annet tall enn null er valgt vil et opptak stoppe senere enn sluttiden angitt av EPG.

source: When receiver wakes from standby it will command the TV to switch to the HDMI input to which the receiver is connected.
es: Cuando el receptor sale del modo reposo, ordenará al televisor que cambie a la entrada HDMI a la que está conectado el receptor.

source: When selected this allows video modes to be selected even if they are not reported as supported.
es: Cuando se selecciona, esto permite que se seleccionen los modos de video, incluso si no se informaron como compatibles.
mk: Ако е избрана ова опција, ова овозможува избор на режими на видео, дури и ако не се пријавени како поддржани.
nb: Hvis aktivert, vil video moduser bli valgt selv om de ikke er støttet.

source: When set the PIG will return to live after a movie has stopped playing.
es: Cuando está configurado, el PIG volverá a vivir después de que una película haya dejado de reproducirse.

source: When set, each directory will show the previous state used. When off, the default values will be shown.
es: Cuando se establece, cada directorio mostrará el estado anterior utilizado. Cuando está apagado, se mostrarán los valores predeterminados.

source: When the content has an aspect ratio of 16:9, choose whether to scale/stretch the picture.
es: Cuando el contenido tenga una relación de aspecto de 16: 9, elija si desea escalar / estirar la imagen.
et: Määra, kas 16:9 pildisuhtega sisu tuleb skaleerida/venitada.
mk: Кога содржината има размер 16: 9, изберете дали ќе ја размерите / истегнете сликата.
nb: Når bildet har et sideforhold på 16:9. Velg om det skal skaleres/strekkes ut.

source: When the content has an aspect ratio of 4:3, choose whether to scale/stretch the picture.
es: Cuando el contenido tenga una relación de aspecto de 4: 3, elija si desea escalar / estirar la imagen.
et: Määra, kas 4:3 pildisuhtega sisu tuleb skaleerida/venitada.
mk: Кога содржината има размер на размер 4: 3, изберете дали ќе ја размерите / истегнете сликата.
nb: Når bildet har et sideforhold på 4:3. Velg om det skal skaleres/strekkes ut.

source: When the input cursor reaches this point (percentage of the width, from either side) scroll the text to the cursor.
es: Cuando el cursor de entrada alcanza este punto (porcentaje del ancho, desde cualquier lado), desplace el texto hacia el cursor.

source: When the receiver wakes from standby or deep standby it will send a command to the TV to bring it out of standby.
es: Cuando el receptor sale del modo reposo o del modo de espera profundo, enviará un comando al televisor para que salga del modo reposo.

source: Where to save temporary timeshift recordings?
es: ¿Dónde guardar las grabaciones timeshift temporales?
et: Kuhu salvestada ajanihke sisu?
mk: Каде да задржите привремено снимање на timeshift?
nb: Hvor skal midlertidige timeskift opptak lagres?

source: White
es: Blanco

source: Wide
es: Amplio

source: Wireless network
es: Red Wireless
et: Traadita võrk
mk: Безжична Мрежа
nb: Trådløst nettverk

source: Wireless network configuration...
es: Configuración de red Wireless…
et: Wifi võrgu häälestamine...
mk: Конфигурација на безжична мрежа ...
nb: Trådløst nettverksoppsett...

source: Wireless network connection setup
es: Configure conexión de red inalámbrica
et: Wifi võrgu seadistus
mk: Поставки на безжична мрежна
nb: Oppsett av trådløs nettverkstilkobling

source: Wireless network connection setup.
es: Configure conexión de red inalámbrica.
et: Wifi võrgu seadistus.
mk: Поставки на безжична мрежна.
nb: Oppsett av trådløs nettverkstilkobling.

source: Wireless network state
es: Estado de la red Wireless
et: Wifi võrgu olek
mk: Состојба на безжична мрежа
nb: Trådløs nettverkstilstand

source: With errors:
es: Con errores:
et: Vigadega:
mk: Со грешки:
nb: Med feil:

source: With popup
es: Con ventana emergente
et: Hüpikaknaga
mk: Со скокачка порака
nb: Med varsel

source: With this option you can switch on the display during operation.
es: Con esta opción puede encender la pantalla durante el funcionamiento.
mk: Со оваа опција можете да го вклучите екранот за време на работата.

source: With this option you can switch on the display in Deep Standby Mode.
es: Con esta opción puede encender la pantalla en reposo profundo.
mk: Со оваа опција можете да го вклучите екранот во режим на Дееп СтендБај.

source: With this option you can switch on the display in Standby Mode.
es: Con esta opción puede encender la pantalla en standby.
mk: Со оваа опција можете да го вклучите екранот во режим на Стендбај.

source: Without popup
es: Sin ventana emergente
et: Ilma hüpikaknata
mk: Без скокачки пораки
nb: Uten varsel

source: Wizard to arrange the overscan
es: Asistente para ajustar el overscan
et: Üleskaneerimise korraldamise abiline
mk: Асистентот да организира overscan
nb: Veiviser for ekte bildestørrelse

source: Would you save the entered PIN %s persistent?
es: ¿Guardarías el PIN introducido %s persistente?
et: Kas soovid salvestada sisestatud PIN %s püsivana?
mk: Дали би го зачувале внесениот ПИН %s постојан?
nb: Skal PIN koden %s som er tastet lagres?

source: Write failed!
es: Escritura fallida!
et: Kirjutamine nurjus!
mk: Пишувањето не успеа!
nb: Skriving mislyktes!

source: Write to /tmp/positionersetup.log
es: Escribir a /tmp/positionersetup.log
et: Kirjuta /tmp/positionersetup.log faili
mk: Напиши во /tmp/positionersetup.log "
nb: Skriv til /tmp/positionersetup.log

source: XBox support
es: Soporte XBox

source: YELLOW button
es: Botón AMARILLO

source: YES
es: SI
et: JAH
mk: ДА
nb: JA

source: Year
es: Año
et: Aasta
mk: Година
nb: År

source: Yellow
es: Amarillo
et: Kollane
mk: Жолта
nb: Gul

source: Yellow DVB subtitles
es: Subtítulos DVB amarillos
et: Kollased DVB subtiitrid
mk: Жолти DVB преводи
nb: DVB undertekst gulfarge

source: Yes
es: Sí
et: Jah
mk: Да
nb: Ja

source: Yes (save index in setup tuner)
es: Sí (guardar el índice en la configuración del sintonizador)
et: Jah (salvesta indeks seadistavas tuuneris)
mk: Да (зачувајте го индексот во поставките на Тјунер)
nb: Ja (lagre index i oppsetts tuner)

source: Yes and save in movie dir
es: Sí y guardar en el directorio de películas
et: Jah ning salvesta filmide nimekirja
mk: Да и зачувај во директориум на филм
nb: Ja, lagre i opptaks mappen

source: Yes and save in timeshift dir
es: Si y guardar en el directorio timeshift

source: Yes to all
es: Sí a todo
et: Kõigile JAH
mk: Да за сите
nb: Ja til alt

source: Yes, I do want to install plugins
es: Sí, quiero instalar plugins
et: Jah, ma soovin pluginaid paigaldada
mk: Да, сакам да инсталирам плагин
nb: Ja. jeg vil installere tillegg

source: Yes, always
es: Sí, siempre
et: Jah, alati
mk: Да, секогаш
nb: Ja, alltid

source: Yes, and delete this movie
es: Sí, y borra esta película
et: Jah, kustuta see salvestis
mk: Да, и избришете го овој филм
nb: Ja, slett denne filmen

source: Yes, delete this movie and return to movie list
es: Sí, eliminar esta película y regresar a la lista de películas
et: Jah, kustuta see salvestis ja mine tagasi salvestiste nimekirja
mk: Да, избришете го овој филм и вратете се на списокот со филмови
nb: Ja, slett dette opptaket og gå til opptakslisten

source: Yes, only from deep standby
es: Sí, solo desde reposo profundo
et: Jah, ainult sügavootelt
mk: Да, само од дееп стендбај
nb: Ja, bare fra dvalemodus

source: Yes, only from standby
es: Sí, solo desde reposo
et: Jah, ainult ootelt
mk: Да, само од стендбај
nb: Ja, bare fra avslått modus

source: Yes, returning to movie list
es: Sí, volviendo a la lista de películas
et: Jah, tagasi salvestiste nimekirja
mk: Да, врати се на списокот со филмови
nb: Ja, returnerer til opptaksliste

source: Yes, show delete time
es: Sí, mostrar hora de borrado

source: Yes, show record time
es: Sí, mostrar hora de grabación

source: Yes, with backup
es: Sí, con previo-backup
et: Jah, koos varukoopiaga
mk: Да, со резервна копија
nb: Ja, med sikkerhetskopi

source: Yes, without backup
es: Sí, sin hacer backup
et: Jah, ilma varukoopiata
mk: Да, без резервна копија
nb: Ja, uten sikkerhetskopi

source: Yesterday
es: Ayer
et: Eile
mk: Вчера
nb: I går

source: You already have a channel list installed, would you like to remove "%s"?
es: Ya tiene una lista de canales instalada, le gustaría eliminar “%s”?
et: Kanalinimekiri on juba paigaldatud, kas soovid eemaldada "%s"?
mk: Веќе имате инсталирано список со канали, дали сакате да го отстраните „%s“?
nb: Det finnes allerede installert en kanalliste, skal den slettes "%s"?

source: You are ready to add current event to automatic timer. If there are no conflicts, once added you must enter menu: Timers > AutoTimers and search the event with green button.
es: Se dispone para añadir el evento actual al temporizador automático. Si no hay conflictos, una vez agregado debe ingresar al menú: Temporizadores > AutoTemporizadores y busque el evento con botón verde.

source: You are ready to add this event to automatic timer. If there are no conflicts, once added you must enter menu: Timers > AutoTimers and search the event with green button.
es: Se dispone para añadir este evento al temporizador automático. Si no hay conflictos, una vez agregado debe ingresar al menú: Temporizadores > AutoTemporizadores y busque el evento con botón verde.

source: You can cancel the installation.
es: Puede cancelar la instalación.
et: Paigaldamise saab tühistada.
mk: Можете да ја откажете инсталацијата.
nb: Installasjonen kan avbrytes.

source: You can cancel the removal.
es: Puede cancelar la eliminación.
et: Eemaldamise saab tühistada.
mk: Можете да го откажете отстранувањето.
nb: Slettingen kan avbrytes.

source: You can continue watching TV etc. while this is running.
es: Puede continuar viendo TV, etc. mientras esto se está ejecutando.
et: Samal ajal võib vaadata TV-d jne.
mk: Може да продолжите да гледате телевизија и сл. Додека работи.
nb: Du kan fortsette å se på TV etc. mens dette pågår.

source: You can install this plugin.
es: Puede instalar este plugin.
et: Selle laienduse saab paigaldada.
mk: Може да го инсталирате овој плагин.
nb: Dette tillegget kan installeres.

source: You can only burn receiver recordings!
es: ¡Solo puedes grabar en DVD grabaciones de receptor!
et: Plaadile saab kirjutada ainult vastuvõtja salvestusi!
mk: Може да снимате (на диск) снимки од приемникот!
nb: Du kan bare DVD brenne mottakerens innspillinger!

source: You can remove this plugin.
es: Puede eliminar este plugin.
et: Selle laienduse saab eemaldada.
mk: Може да го отстраните овој плагин.
nb: Dette tillegget kan slettes.

source: You can skip this function and turn off the TV when you wake the receiver from standby and immediately switch back to standby.
es: Puede omitir esta función y apagar el televisor cuando active el receptor del modo reposo y vuelva inmediatamente al modo reposo.

source: You cannot delete this!
es: No puedes eliminar esto!
et: Seda ei saa kustutada!
mk: Не можете да го избришете ова!
nb: Du kan ikke slette dette!

source: You did not see all eight arrow heads. This means your TV has overscan enabled and presents you with a zoomed-in picture, causing you to loose part of a full HD screen. In addition this you may also miss parts of the user interface, for example volume bars and more. Unfortunately, your model of receiver is not capable to adjust the dimensions of the user interface. If not everything is visible, you should change the installed skin to one that supports the overscan area of your TV. When you select a different skin, the user interface of your receiver will restart. Note: you can always start the Overscan wizard later, via menu->installation->system->Overscan wizard
es: No viste las ocho cabezas de flecha. Esto significa que su TV tiene el overscan habilitado y le presenta una imagen ampliada, causando que pierda parte de una pantalla Full HD. Además, también puede omitir partes de la interfaz de usuario, por ejemplo, barras de volumen y más. Desafortunadamente, su modelo de receptor no es capaz de ajustar las dimensiones de la interfaz de usuario. Si no todo está visible, debe cambiar el skin instalada a una que admita el área de overscan de su TV. Cuando selecciona un skin diferente, la interfaz de usuario de su receptor se reiniciará. Nota: siempre puede iniciar el Asistente Overscan más tarde, a través del menú correspondiente

source: You did not see all eight arrow heads. This means your TV has overscan enabled and presents you with a zoomed-in picture, causing you to loose part of a full HD screen. In addition to this you may also miss parts of the user interface, for example volume bars and more. You can now try to resize and change the position of the user interface until you see the eight arrow heads. When done press OK.
es: No viste las ocho cabezas de flecha. Esto significa que su TV tiene el overscan habilitado y le presenta una imagen ampliada, causando que pierda parte de una pantalla Full HD. Además de esto, también puede omitir partes de la interfaz de usuario, por ejemplo, barras de volumen y más. Ahora puede intentar cambiar el tamaño y cambiar la posición de la interfaz de usuario hasta que vea las ocho puntas de flecha. Cuando termine, pulse OK.
et: Sa ei näinud kõiki kaheksat nooletippu. See tähendab et su TV üleskaneerimine on lubatud ja näitab sulle suurendatud pilti, kusjuures kaotad osa täieliku HD ekraanipildist. Lisaks võib see kaotada ka osa kasutajaliidesest, näiteks helitugevuse näidikud ja muudki Võid nüüd proovida muuta kasutajaliidese asendit ja suurust, kuni näed kaheksat nooletippu. Kui valmis, vajuta OK.
mk: Не ги гледате сите осум врвови на стрелката. Ова значи дека вашиот телевизор ја активирал функцијата преголем скенирање и ви покажува зголемена слика, што значи дека изгубите дел од Full HD екранот. Покрај тоа, може да пропуштите делови од корисничкиот интерфејс, на пр. B. Лента за волумен и многу повеќе. Сега можете да пробате да ја смените големината на корисничкиот интерфејс и да го репозиционирате додека не ги видите осумте врвови на стрелката. Кога ќе завршите, притиснете ОК.
nb: Du så ikke alle åtte pilhodene. Dette betyr at TV-en din har overscan aktivert og gir deg et innzoomet bilde, noe som fører til at du mister en del av en full HD-skjerm. I tillegg til dette kan du også savne deler av brukergrensesnittet, for eksempel volum barer og mer. Du kan nå prøve å endre størrelse og endre posisjonen til brukergrensesnittet til du ser de åtte pilhodene. Når du er ferdig, trykker du OK.

source: You didn't select a channel to record from.
es: No seleccionó un canal a grabar.
et: Salvestatavat kanalit pole valitud.
mk: Не одбравте канал од кој да снимате.
nb: Du valgte ingen kanal til opptak.

source: You have not selected any logs to delete.
es: No ha seleccionado ningún log para eliminar.

source: You have not selected any logs to view.
es: No ha seleccionado ningún log para ver.

source: You have to wait %(min)d minutes, %(sec)d seconds!
es: Tienes que esperar %(min)d minutos, %(sec)d segundos!
