Repository: OpenVisionE2/enigma2-openvision
Catalog: po/*.po
Languages: es, et, mk, nb

source: medicine/physiology/psychology
es: medicina/fisología/psicología
et: meditsiin/füsioloogia/psühholoogia
mk: медицина / физиологија / психологија
nb: medisin/fysiologi/psykologi

source: menu
es: menú
et: menüü
mk: мени
nb: meny

source: module disabled
es: módulo deshabilitado

source: month
es: mes
et: kuu
mk: месец
nb: måned

source: motor sport
es: deporte de motor
et: motosport
mk: мото-спорт

source: motoring
es: motorizando
et: mootorratas
mk: автомобилизам
nb: kjører

source: move down to last entry
es: mover hacia abajo a la última entrada
et: liigu viimasele reale
mk: движете се надолу до последниот влез
nb: gå til til siste oppføring

source: move down to next entry
es: mover hacia abajo a la póxima entrada
et: liigu järgmisele reale
mk: преминете надолу на следниот влез
nb: gå til til neste oppføring

source: move up to first entry
es: pasar a la primera entrada
et: liigu esimesele reale
mk: преминете нагоре до првиот влез
nb: gå til til første oppføring

source: move up to previous entry
es: pasar a la entrada anterior
et: liigu eelmisele reale
mk: преминете на претходниот запис
nb: gå til til forrige oppføring

source: movie/drama (general)
es: película/drama (general)
et: film/draama (üldine)
mk: филм / драма (општо)
nb: film/drama (generelt)

source: music/ballet/dance (general)
es: música/ballet/danza (general)
et: muusika/ballett/tants (üldine)
mk: музика / балет / танц (општо)
nb: musikk/ballett/dans (generell)

source: nature/animals/environment
es: naturaleza/animales/entorno
et: loodus/loomad/keskkond
mk: природата / животните / животната средина
nb: natur/dyr/miljø

source: new line
es: nueva línea

source: new media
es: nuevo medio
et: uus meedia
mk: нови медиуми
nb: nytt media

source: news magazine
es: revista de noticias
et: uudismagasin
mk: списание за вести
nb: nyhetsmagasin

source: news/current affairs (general)
es: noticias/asuntos de actualidad (general)
et: uudised/sündmused (üldine)
mk: вести / тековни работи (општи)
nb: nyheter/aktuelt (generelt)

source: news/weather report
es: noticias/pronóstico del tiempo
et: uudised/ilmateade
mk: вест / извештај за временска прогноза
nb: nyheter/værmelding

source: no CAId selected
es: no CAId seleccionada
et: CAId-i pole valitud
mk: не е избран CAId
nb: ingen CAId er valgt

source: no CI slots found
es: no slots CI encontrados
et: moodulit ei leitud
mk: не се пронајдени слотови за CI
nb: ingen CI slot ble funnet

source: no channel list
es: sin lista de canales
et: pole kanalinimekirja
mk: не е пронајден список со канали
nb: ingen kanalliste

source: no comma
es: sin coma

source: no module found
es: módulo no encontrado
et: moodulit ei leitud
mk: не е пронајден модул
nb: ingen modul ble funnet

source: no resource manager
es: sin administrador de recursos
et: pole ressursi juhti
mk: нема управител на ресурси
nb: ingen ressursforvalter

source: no storage devices found
es: no se encontraron dispositivos de almacenamiento
et: andmekandjaid ei leitud
mk: не се пронајдени уреди за меморија
nb: ingen lagringsenheter er funnet

source: none
es: ninguno
et: midagi ei leitud
mk: нема
nb: ingen

source: not configured
es: no configurado
et: ei ole häälestatud
mk: не е конфигуриран
nb: ikke konfigurert

source: not locked
es: sin bloqueo
et: pole lukustatud
mk: не заклучен
nb: ikke låst

source: not supported
es: no soportado
et: pole toetatud
mk: не е поддржано
nb: ikke støttet

source: not tested
es: no testeado
et: pole testitud
mk: не е тестиран
nb: ikke testet

source: not_tested
es: no_testeado
et: pole_testitud
mk: не_тестирано
nb: ikke_testet

source: nothing
es: nada

source: nothing connected
es: nada detectado
et: pole ühendatud
mk: ништо поврзано
nb: ikke noe er tilkoblet

source: of a DUAL layer medium used.
es: de un medio de capa DUAL utilizado.
et: kasutatud kahekihilisest kettast.
mk: на употребен медиум DUAL слој.
nb: av et to lags medium i bruk.

source: of a SINGLE layer medium used.
es: de un medio de capa SIMPLE utilizado.
et: kasutatud ühekihilisest kettast.
mk: на употребен медиум SINGLE слој.
nb: av et enkeltlags medium i bruk.

source: off or wpa2 on
es: apagado o wpa2 encendido
et: välja, või wpa2 sisse
mk: исклучено или вклучено wpa2
nb: av eller WPA2 på

source: offset is
es: offset es
et: hüvitus on
mk: офсет е
nb: offset er

source: omit
es: omitir

source: on READ ONLY medium.
es: en medio de SOLO LECTURA.
et: ainult LOETAV meedial.
mk: на READ ONLY медиум.
nb: på READ ONLY medium.

source: once
es: una vez
et: üks kord
mk: еднаш
nb: en gang

source: open nameserver configuration
es: abrir la configuración del servidor de nombres
et: nimeserveri seaded
mk: отвори ги поставките за DNS
nb: åpne navneserver konfigurasjon

source: original language
es: idioma original
et: algupärane keel
mk: оригинален јазик
nb: original språk

source: pass
es: pasar
et: lubatud
mk: премин
nb: klart

source: performing arts
es: artes escénicas
et: esituskunstid
mk: изведувачки уметности
nb: scenekunst

source: please press OK when ready
es: pulse OK cuando esté listo
et: vajuta OK kui valmis
mk: ве молиме, притиснете OK кога сте подготвени
nb: trykk OK for å fortsette

source: please wait, loading picture...
es: espere, cargando imagen…
et: pilti laetakse. oota
mk: ве молиме почекајте, се вчитува слика ...
nb: vent litt, laster bilde...

source: popular culture/traditional arts
es: cultura popular/artes tradicionales
et: populaarkultuur/pärimuskunst
mk: популарна култура / традиционална уметност
nb: populær kultur/tradisjonell kunst

source: pre-school children's program
es: programa para niños preescolares
et: koolieelikute saade
mk: програма за деца од предучилишна возраст
nb: førskole barneprogram

source: priority
es: prioridad

source: real or pseudo recordings
es: grabaciones reales o falsas

source: real recordings
es: grabaciones reales

source: real recordings or streaming
es: grabaciones reales o streaming

source: reboot system
es: reiniciar sistema

source: receiver software because updates are available.
es: software del receptor porque hay actualizaciones disponibles.
et: vastuvõtja tarkvara, sest uuendused on saadaval.
mk: софтвер за приемник затоа што се достапни ажурирања.
nb: mottaker programvare fordi oppdateringer er tilgjengelige.

source: recording...
es: grabando…
et: salvestan
mk: снимање...
nb: spiller inn...

source: red
es: rojo
et: punane
mk: црвена
nb: rød

source: religion
es: religión
et: religioon
mk: религија

source: remarkable people
es: personas notables
et: tähelepanuväärsed inimesed
mk: извонредни луѓе
nb: bemerkelsesverdige mennesker

source: repeated
es: repetido
et: korduvalt
mk: повтори
nb: gjentatt

source: restart GUI
es: reiniciar enigma2

source: rewind to the previous chapter
es: rebobinar al capítulo anterior
et: tagasi eelmisele peatükile
mk: вратете се на претходното поглавје
nb: spol tilbake til forrige kapittel

source: right
es: derecha
et: parem
mk: десно
nb: høyre

source: right, wrapped
es: derecha, empaquetado
et: parem, pakitud
mk: десно, завиткано
nb: høyre, brytning

source: running...
es: ejecutando...

source: scan state
es: estado del búsqueda
et: otsingu seis
mk: состојба на пребарувања
nb: søkestatus

source: science fiction/fantasy/horror
es: ciencia ficción/fantasía/horror
et: ulme/fantaasia/õudus
mk: научна фантастика / фантазија / хорор
nb: science fiction/fantasi/skrekk

source: select CAId's
es: seleccionar CAIds
et: vali CAID-id
mk: изберете CAId's
nb: velg CAId's

source: select menu entry
es: seleccionar entrada de menú
et: vali menüü sisestus
mk: изберете запис во менито
nb: velg meny

source: serious music/classic music
es: música clásica/seria
et: süvamuusika/klassikaline muusika
mk: сериозна музика / класична музика
nb: seriøs musikk/klassisk musikk

source: serious/classical/religious/historical movie/drama
es: drama/clásico/religioso/histórico/serio
et: tõsielu/klassika/usklik/ajalooline film/draama
mk: сериозен / класичен / религиозен / историски филм / драма
nb: seriøs/klassisk/religiøs/historisk film/drama

source: show DVD main menu
es: mostrar menú principal del DVD
et: näita DVD peamenüüd
mk: прикажи главно мени на ДВД
nb: vis DVD hovedmeny

source: show all tags
es: mostrar todas las etiquetas
et: näita kõiki märksõnu
mk: прикажи ги сите ознаки
nb: vis alle merker

source: show event details
es: mostrar detalles del evento
et: näita saatetutvustust
mk: прикажи детали за настанот
nb: vis hendelsesdetaljene

source: show softwaremanager in setup menu
es: mostrar administrador de software en el menú de configuración
et: näita tarkvarahaldurit seadistusmenüüs
mk: прикажете софтвер менаџер во менито за поставување
nb: vis programvareoppsett

source: show softwaremanager on blue button
es: mostrar administrador de software al pulsar botón azul
et: näita tarkvarahaldurit sinise nupu all
mk: покажете софтвер менаџер на сино копче
nb: vis programvareoppsett på blå tast

source: show/game show (general)
es: show/juego (general)
et: show/telemäng (üldiselt)
mk: шоу / шоу игра (општо)
nb: underholdning/spørreprogram (generelt)

source: shut down
es: apagar
et: lülita välja
mk: исклучи
nb: slå av

source: skip backward
es: saltar hacia atrás
et: mine tagasi
mk: прескокнете наназад
nb: gå tilbake

source: skip forward
es: saltar hacia delante
et: mine edasi
mk: прескокни напред
nb: gå framover

source: slot%s %s - %s (current image)
es: slot%s %s - %s (imagen actual)

source: slot%s %s - %s mode 1
es: slot%s %s - %s modo 1

source: slot%s %s - %s mode 1 (current image)
es: slot%s %s - %s modo 1 (imagen actual)

source: slot%s %s - %s mode 12
es: slot%s %s - %s modo 12

source: slot%s %s - %s mode 12 (current image)
es: slot%s %s - %s modo 12 (imagen actual)

source: slot%s - %s (current image) with, backup
es: slot%s - %s (imagen actual) con previo-backup
et: slot%s - %s (praegune image) koos varukoopiaga
mk: слот %s - %s (тековен имиџ) со, резервна копија
nb: plass%s - %s (gjeldende system) med sikkerhetskopi

source: slot%s - %s (current image), without backup
es: slot%s - %s (imagen actual) sin hacer backup
et: slot%s - %s (praegune image), ilma varukoopiata
mk: слот %s - %s (тековен имиџ), без резервна копија
nb: plass%s - %s (gjeldende system) uten sikkerhetskopi

source: slot%s - %s, with backup
es: slot%s - %s, con previo-backup
et: slot%s - %s, koos varukoopiaga
mk: слот %s - %s, со резервна копија
nb: plass%s - %s, med sikkerhetskopi

source: slot%s - %s, without backup
es: slot%s - %s, sin hacer backup
et: slot%s - %s, ilma varukoopiata
mk: слот %s - %s, без резервна копија
nb: plass%s - %s, uten sikkerhetskopi

source: slot0 %s - Recovery mode image
es: slot0 %s - Imagen modo recuperación

source: slot0 %s - Recovery mode image (current)
es: slot0 %s - Imagen modo recuperación (actual)

source: social/political issues/economics (general)
es: social/política/economía (general)
et: ühiskondlikud/poliitilised asjad/majandus (üldiselt)
mk: социјални / политички прашања / економија (општо)
nb: sosialt/politiske spørsmål/økonomi (generelt)

source: social/spiritual science
es: social/ciencia espiritual
et: ühiskonna/hingeteadus
mk: социјална / духовна наука
nb: sosialt/åndsvitenskap

source: space
es: espacio

source: special events
es: eventos especiales
et: erisündmused
mk: специјални настани
nb: spesial program

source: special format data DVD (HDTV compatible)
es: formato de DVD de datos especial (HDTV compatible)
et: eri vormingus data DVD (sobiv HDTV jaoks)
mk: податоци со специјален формат ДВД (компатибилно со HDTV)
nb: spesielt dataformat DVD (HDTV-kompatibel)

source: sports (general)
es: deportes (general)
et: sport (üldiselt)
mk: спорт (општо)
nb: sport (generelt)

source: sports magazine
es: magacine de deportes
et: spordiajakiri
mk: спортско списание
nb: sports magasin

source: standard
es: estándar
et: tavaline
mk: стандард

source: stepsize
es: tamaño del paso
et: sammu suurus
mk: скалирање
nb: trinn lengde

source: successful
es: exitoso
et: edukas
mk: успешно
nb: vellykket

source: switch to the next angle
es: cambia al siguiente ángulo
et: vali järgmine vaatenurk
mk: преминете на следниот агол
nb: gå til neste posisjon

source: switch to the next audio track
es: cambia a la siguiente pista de audio
et: vali järgmine helikanal
mk: преминете на следната аудио трака
nb: gå til neste lydspor

source: switch to the next subtitle language
es: cambia al siguiente idioma de subtítulos
et: vali järgmine subtiiter
mk: преминете на следниот јазичен преводот
nb: bytt til neste tekstspråk

source: talk show
es: show de entrevistas
et: jutusaade
mk: ток-шоу

source: team sports
es: deportes de equipo
et: meeskonnasport
mk: тимски спортови
nb: lagidrett

source: technology/natural science
es: tecnología/ciencias naturales
et: tehnoloogia/loodusteadused
mk: технологија / природна наука
nb: teknologi/naturvitenskap

source: template file
es: archivo plantilla
et: mallifail
mk: датотека со образец
nb: filformat

source: tennis/squash
es: tenis/squash
mk: тенис / сквош

source: this recording
es: esta grabación
et: see salvestis
mk: оваа снимка
nb: dette opptaket

source: toggle time, chapter, audio, subtitle info
es: alternar el tiempo, el capítulo, el audio, la información de los subtítulos
et: vaheta aja, salvestuse, heli, subtiitri info
mk: време, поглавје, аудио, информации за превод
nb: juster tid, kapittel, lyd, undertekst info

source: top
es: arriba
et: ülal
mk: врв
nb: topp

source: tourism/travel
es: turismo/viaje
et: turism/reisimine
mk: туризам / патување
nb: turisme/reise

source: true
es: verdadero
et: tõene
mk: точно
nb: sant

source: type
es: tipo
et: tüüp
mk: тип

source: uShare config is missing!
es: la configuración uShare esta ausente!

source: uShare name
es: nombre uShare

source: uShare port
es: puerto uShare

source: unconfirmed
es: sin confirmar
et: kinnitamata
mk: непотврдено
nb: ubekreftet

source: undefined
es: indefinido
et: määramata
mk: недефинирано
nb: ubestemt

source: unknown
es: desconocido
et: tundmatu
mk: непознато
nb: ukjent

source: unknown error
es: error desconocido
et: Leitud tundmatu viga, proovi uuesti!
mk: непозната грешка
nb: ukjent feil

source: unpublished
es: sin publicar
et: avaldamata
mk: необјавен
nb: ikke publisert

source: untestable
es: improbable
et: ebastabiilne
mk: неиспитано
nb: lar seg ikke teste

source: until standby/restart
es: hasta reposo/reinicio
et: kuni ooterežiimini/taaskäivitamiseni
mk: до стендбај / рестартирање
nb: til slår av/starter på nytt

source: user defined
es: definido por el usuario
et: kasutaja määratud
mk: корисник дефиниран
nb: bruker bestemt

source: variety show
es: show de variedades
et: mitmekesine show
mk: естрада
nb: varieté show

source: wait for ci...
es: espera por ci…
et: ci ootel...
mk: почекај ci ...
nb: venter på ci...

source: wait for mmi...
es: espera por mmi…
et: mmi ootel...
mk: почекај мми ...
nb: venter på mmi...

source: waiting
es: esperando
et: ootan
mk: чекам
nb: venter

source: wakeup
es: despertar

source: wakeup to standby
es: despertar e ir a modo reposo

source: water sport
es: deporte acuático
et: veesport
mk: спортови на вода
nb: vannsport

source: weekly
es: semanalmente
et: iga nädal
mk: неделно
nb: ukentlig

source: west
es: oeste
et: lääs
mk: запад
nb: vest

source: width
es: anchura
et: laius
mk: ширина
nb: bredde

source: winter sport
es: deporte de invierno
et: talisport
mk: зимски спорт
nb: vintersport

source: wireless network interface
es: interfaz de red inhalámbrica
et: wifi võrguliides
mk: интерфејс на безжична мрежа
nb: trådløst nettverk

source: with %d error
es: con %d error
et: koos %d veaga
mk: with %d грешка
nb: med %d feil

source: with errors
es: con errores
et: vigadega
mk: со грешки
nb: med feil

source: with text
es: con texto
et: koos tekstiga
nb: med tekst

source: with tuner name
es: con nombre de sintonizador
et: koos tuuneri nimega
nb: med tuner navn

source: with_errors
es: con_errores
et: vigadega
mk: со_грешки
nb: med_feil

source: yellow
es: amarillo
et: kollane
mk: жолта
nb: gul

source: yes
es: sí
et: jah
mk: да
nb: ja

source: yes (keep feeds)
es: sí (mantiene feeds)
et: jah (hoia feedid)
mk: да (чувајте федови)
nb: ja (behold feeder)

source: zapped
es: zapeado
et: vahetatud
mk: запакуван
nb: gått til

source: After pressing OK, please wait!
et: Vajuta OK ja oota!
mk: Откако ќе притиснете ОК, почекајте!
nb: Etter å ha trykket OK, vennligst vent!

source: (Radio)
et: (Raadio)
mk: (Радио)

source: (TV)
mk: (ТВ)

source: (disabled)
et: (keelatud)
mk: Деактивирано
nb: (deaktivert)

source: (higher than any auto)
et: (suurem kui mistahes auto)
mk: (повисоко од кое било автоматско)
nb: (overstyr øvre grense)

source: (higher than rotor any auto)
et: (suurem kui mis tahes rootori auto)
mk: (повисоко од роторот било кое автоматско)
nb: (overstyr motorgrense)

source: (lower than any auto)
et: (väiksem kui mistahes auto)
mk: (пониско од кое било автоматско)
nb: (overstyr nedre grense)

source: extensions.
et: laiendused.
mk: екстензии.
nb: utvidelser.

source: ms
mk: м сек

source: updates available.
et: uuendust saadaval.
mk: достапни надградби.
nb: oppdateringer tilgjengelig.

source: %d day
mk: %d ден

source: %s Do you still want to flash image %s?
mk: %s Дали сепак сакате да го флеширате имиџот %s?
nb: %s Vil du fortsatt installere systemet %s?

source: %s %s free disk space
et: %s %s vaba kettaruumi
mk: %s %s слободен простор на дискот
nb: %s %s ledig diskplass

source: %s imported from fallback tuner
mk: %s е внесен од резервен тјунер
nb: %s importert fra reserve tuner

source: %s updated package available
et: %s uuendatud pakett saadaval
mk: %s достапен ажуриран пакет
nb: %s det finnes en ny oppdatering

source: %s%% Autoinstalling %s
mk: %s%% Автоматска инсталација %s
nb: %s%% autoinstallasjon %s

source: (ZAP)
et: (Ainult kanalivahetus)
mk: (ЗАП)
nb: (SKIFT)

source: -NO SERVICE
et: -TEENUST POLE
mk: -БЕЗ СЕРВИС
nb: -INGEN TJENESTE

source: -SERVICE ERROR:%d
et: -TEENUSE VIGA:%d
mk: -ГРЕШКА ЗА УСЛУГИ: %d
nb: -KANAL FEIL:%d

source: 12V output
et: 12V väljund
mk: Излез од 12V
nb: 12V utgang

source: =NO STREAM
et: =VOOGU EI OLE
mk: = НЕМА СТРИМ
nb: =INGEN STREAM

source: A configuration file (%s) has been modified since it was installed. Do you want to keep your modifications?
et: Seadistusfaili (%s) on muudetud peale algpaigaldust. Kas tahad säilitada oma versiooni?
mk: Конфигурациската датотека (%s) е променета со инсталацијата. Дали сакате да ги задржите овие промени?
nb: En konfigurasjonsfil (%s) har blitt endret siden den ble installert. Skal siste endring beholdes?

source: A configuration file (%s) was modified since Installation. Do you want to keep your version?
et: Seadistusfaili (%s) on muudetud peale algpaigaldust. Kas tahad säilitada oma versiooni?
mk: Конфигурациската датотека (%s) е променета со Инсталирањето. Дали сакате да ја задржите оваа верзија?
nb: En konfigurasjonsfil (%s) ble endret etter siste installasjon. Skal siste versjon beholdes?

source: A finished record timer wants to set your receiver to standby. Do that now?
et: Lõpetanud salvestuse taimer soovib panna vastuvõtja ooterežiimi. Kas nõustud?
mk: Тајмер за снимање сака да го постави вашиот приемник во мирување. Дали сакате сега?
nb: Et timer opptak er ferdig og vil slå av din mottaker til standby. Slå av nå?

source: A finished record timer wants to shut down your receiver. Shutdown now?
et: Salvestuse lõpetanud taimer soovib vastuvõtja välja lülitada. Kas nõustud?
mk: Тајмер за снимање сака да се исклучи вашиот приемник. Исклучување сега?
nb: Et timer opptak er ferdig og vil slå av din mottaker. Slå av nå?

source: A record has been started: %s
et: Salvestamine algas: %s
mk: Започна снимањето: %s
nb: Et opptak har startet: %s

source: A recording is currently running. Please stop the recording before trying to scan.
et: Hetkel salvestatakse. Peata salvestamine enne kanaliotsingu alustamist.
mk: Снимка во моментов работи. Запрете го снимањето пред да се обидете да пребарувате.
nb: Et opptak pågår. Vennligst stopp opptaket før kanalsøk kan utføres.

source: A recording is currently running. Please stop the recording before trying to start a testing DiSEqC.
et: Hetkel salvestatakse. Peata salvestamine enne DiSEqC testimist.
mk: Снимка во моментов работи. Запрете го снимањето пред да се обидете да започнете со тестирање на DiSEqC.
nb: Et opptak pågår. Vennligst stopp opptaket før DiSEqC testing kan utføres.

source: A sleep timer wants to set your receiver to standby. Do that now?
et: Unetaimer soovib panna vastuvõtja ooterežiimi. Kas nõustud?
mk: Слееп тајмер сака да го постави вашиот приемник во мирување. Дали сакате сега?
nb: Dvale timer vil slå av din mottaker til standby. Slå av nå?

source: A sleep timer wants to shut down your receiver. Shutdown now?
et: Unetaimer soovib vastuvõtja välja lülitada. Kas nõustud?
mk: Слееп тајмер сака да го исклучи вашиот приемник. Исклучување сега?
nb: Dvale timer vil å slå av din mottaker. Slå av nå?

source: ACQUIRING TSID/ONID
et: TSID/ONID OTSING
mk: СТЕКНУВАЊЕ TSID / ONID
nb: ANSKAFFER TSID/ONID

source: ASS File
mk: ASS-Датотека
nb: ASS fil

source: ATSC provider
et: ATSC levitaja
mk: ATSC провајдер
nb: ATSC distributør

source: Accesspoint:
et: WiFi ruuter:
mk: Пристапна точка:
nb: Aksesspunkt:

source: Add a nameserver entry
et: Lisa nimeserver
mk: Додај запис на DNS-сервер
nb: Legg til en navneserver oppføring

source: Add recording (indefinitely)
et: Salvesta (pidev salvestus)
mk: Додај снимка (на неодредено време)
nb: Legg til et et opptak (på ubestemt tid)

source: Add services to this bouquet?
mk: Додал услуги на овој букет?
nb: Legg til kanaler i denne favorittlisten?

source: Additional cable of motorized LNB
mk: Дополнителен кабел од моторизиран LNB

source: Albania
et: Albaania
mk: Aлбанијa

source: Allow quit movieplayer with exit
et: Taasesituse lõpetamine EXIT nupuga
mk: Напушти го плеерот за филмови со Излези
nb: Tillat stopp avspiller med exit tast

source: Alternative 1
mk: Алтернатива 1
nb: Alternativ 1

source: Alternative 2
mk: Алтернатива 2
nb: Alternativ 2

source: An empty filename is illegal.
et: Tühi failinimi ei ole lubatud.
mk: Празно име на датотека е нелегално.
nb: Et tomt filnavn er ugyldig.

source: An error occurred - Please try again later
et: Juhtus mingi viga - proovi hiljem uuesti
mk: Се појави грешка, обидете се повторно подоцна
nb: Det oppstod en feil, vennligst prøv igjen senere

source: Andorra
mk: Андора

source: Angola
mk: Ангола

source: Anguilla
mk: Ангилја

source: Are you sure to purge all deleted user bouquets?
et: Kas puhastada kõik kustutatud lemmiknimekirjad?
mk: Дали сте сигурни дека ќе ги отстраните сите избришани кориснички пакети?
nb: Er du sikker på at du vil fjerne alle slettede kanallister?

source: Are you sure to remove all %d.%d%s%s services?
et: Kas kindlasti eemaldada kõik %d.%d%s%s teenused?
mk: Дали сте сигурни дека ќе ги отстраните сите канали на %d.% d %s%s?
nb: Er du sikker på at du vil fjerne alle %d.%d%s%s kanaler?

source: Are you sure to restore all deleted images
mk: Дали сте сигурни дека сакате да ги вратите сите избришани имиџи

source: Argentina
mk: Аргентина

source: Armenia
et: Armeenia
mk: Ерменија

source: Aruba
mk: Аруба

source: Audio
et: Heli
mk: Аудио
nb: Lyd

source: Audio PID
mk: Аудио PID
nb: Lyd PID

source: Audio options...
et: Heli valikud...
mk: Аудио опции ...
nb: Lyd valg...

source: Audio plugins
et: Audio pluginad
mk: Аудио плагини
nb: Lyd tillegg

source: Australia
et: Austraalia
mk: Австралија

source: Austria
mk: Австрија
nb: Østerrike

source: Auto
et: Automaatne
mk: Автоматски

source: Auto Diseqc
mk: Автоматски Diseqc

source: Auto flesh
et: Automaatne värving
mk: Автоматски флеш
nb: Auto rens

source: Auto focus
et: Autofookus
mk: Автоматско покажување
nb: Auto fokusering

source: Auto focus commencing ...
et: Autofookus alustades ...
mk: Започнува автоматско покажување ...
nb: Auto fokusering begynner ...
