Repository: OpenVisionE2/enigma2-openvision
Catalog: po/*.po
Languages: es, et, mk, nb

source: When enabled the left, right, CH+/-, B+/-, P+/- buttons will follow the 'neutrino' style zap controls instead of the enigma2 style.
es: Cuando está habilitado los botones izquierdo, derecho, CH +/-, B +/-, P +/- seguirán los controles zap de estilo ‘neutrino’ en lugar del estilo enigma2.
et: Määrates 'jah', toimivad vasak, parem, CH+/-, B+/-, P+/- nupud 'neutrino' stiilis kanalivahetusega E2 stiili asemel.
mk: Ако ја активирате оваа опција, лево, десно, CH +/-, B +/-, P +/- копчињата ќе ги следат контролите за зап во стилот „неутрино“ наместо стилот на енигма2.
nb: Hvis aktivert, vil venstre, høyre, CH +/-, B +/-, P +/-knappene vil følge 'neutrino' stil zap kontroller i stedet for enigma2 stil.

source: When enabled the receiver will automatically be switched off.
es: Cuando está habilitado, el receptor se apagará automáticamente.

source: When enabled the receiver will automatically be switched on.
es: Cuando está habilitado, el receptor se encenderá automáticamente.

source: When enabled the receiver will automatically wake from standby when the TV is turned on.
es: Cuando está habilitado, el receptor se activará automáticamente desde el modo de espera cuando se encienda el televisor.
mk: Ако ја активирате оваа опција, приемникот автоматски ќе се подигне од стендбај кога телевизорот е вклучен.

source: When enabled the set top box is able to wakeup on LAN
es: Cuando está habilitado, el receptor se puede activar desde su LAN
et: Määrates 'jah', on vastuvõtja võimeline aktiveeruma LAN võrgu abil
mk: Ако ја активирате оваа опција, set top box може да се вклучи преку LAN
nb: Hvis aktivert, vil mottakeren slås på ved ved hjelp av Wake-on-LAN funksjonen

source: When enabled the timer from the fallback tuner is imported.
es: Cuando está habilitado se importa el temporizador desde el sintonizador de reserva.

source: When enabled then when you select a new channel in the channel selection the channel selection will not close. It will only close when you select the current playing service. This is a kind of preview mode
es: Cuando está habilitado, cuando selecciona un nuevo canal en la lista de canales, la lista de canales no se cierra. Solo se cerrará cuando seleccione el canal de reproducción actual. Este es un tipo de modo de vista previa
et: Määrates 'jah', ei sulgu kanali valiku nimekiri uue kanali valikul. See sulgub ainult juba kasutatava kanali valikul. Tegemist on teatud mõttes eelvaatega
mk: Ако ја активирате оваа опција, тогаш при избор на нов канал, списокот за избор на канали нема да се затвори. Се затвара со OK копчето само кога е избран тековниот канал. Некако е како режим за преглед
nb: Hvis aktivert, vil kanallisten ikke lukkes selv om du velger en ny kanal fra kanallisten. Den lukkes kun når du velger gjeldene kanal. Dette er en slags forhåndsvisningsmodus

source: When enabled you can control the volume with the arrow buttons instead of getting the channel selection list
es: Cuando está habilitado, puede controlar el volumen con los botones de flecha en lugar de obtener la lista de canales
et: Määrates 'jah', saad reguleerida helitugevust noolenuppudega minemata kanali valiku nimekirja.
mk: Ако ја активирате оваа опција, можете да ја контролирате јачината на звукот со копчињата со стрелки, наместо да ја добиете листата за избор на канали
nb: Hvis aktivert, kan du kontrollere volumet med pilknappene i stedet for å få kanallisten

source: When enabled you can customize the OpenWebIf settings for the fallback tuner.
es: Cuando está habilitado, puede personalizar la configuración de OpenWebIf del sintonizador reserva.

source: When enabled you can specify a timeframe to ignore the shutdown timer when the receiver is in standby mode
es: Cuando está habilitado, puede especificar un intervalo de tiempo para ignorar el temporizador de apagado cuando el receptor está en modo de reposo
et: Saad määrata ajavahemiku, mil vältida väljalülitamise taimerit, kui vastuvõtja on ooterežiimis.
mk: Ако ја активирате оваа опција, можете да наведете временска рамка за да го игнорирате тајмерот за исклучување кога ресиверот е во режим на стандбај
nb: Hvis aktivert, kan du velge et tidsrom som overstyrer 'slå av timer' når mottakeren er i standby modus

source: When enabled you can specify a timeframe when the inactivity sleeptimer is ignored. Not the detection is disabled during this timeframe but the inactivity timeout is disabled
es: Cuando está habilitado, puede especificar un marco de tiempo cuando se ignora el temporizador de inactividad. No la detección está deshabilitada durante este período de tiempo, pero el tiempo de inactividad está desactivado
mk: Ако ја активирате оваа опција, може да се наведе временски прозорец во кој тајмерот за исклучување се игнорира, дури и ако приемникот е во Стендбаѕ
nb: Hvis aktivert, kan du velge et ekstra tidsrom slik at inaktiv dvale timer overstyres. Deteksjonen slår seg ikke av i tidsrommet, men ubrukt sluttid fjernes

source: When enabled you can specify an extra timeframe when the inactivity sleeptimer is ignored. Not the detection is disabled during this timeframe but the inactivity timeout is disabled
es: Cuando está habilitado, puede especificar un marco de tiempo adicional cuando se ignora el temporizador de inactividad. No la detección está deshabilitada durante este período de tiempo, pero el tiempo de inactividad está desactivado
et: Kui see on lubatud, saad määrata eraldi ajavahemiku millal tegevusetuse unetaimerit eiratakse. Mitte avastamine pole keelatud selles ajavahemikus vaid tegevusetuse puhul väljalülitamine on keelatud
mk: Ако е активирана оваа опција, можете да наведете временска рамка кога Тајмерот за исклучување на неактивноста е игнориран. Откривањето не е оневозможено во овој период, но истекот на времето на неактивност е оневозможено
nb: Hvis aktivert, kan du velge et ekstra tidsrom slik at inaktiv timer overstyres. Deteksjonen slår seg ikke av i tidsrommet, men ubrukt timeout fjernes

source: When enabled you can zap channels with the CH+/-, B+/-, P+/- buttons instead of opening the channel selection list.
es: Cuando está habilitado, puede eliminar los canales con los botones CH +/-, B +/-, P +/- en lugar de abrir la lista de canales.

source: When enabled you get the channel selection list via the OK button, the infobar toggle is then transfered to exit button
es: Cuando está habilitado, se obtiene la lista de canales con el botón OK, la infobar se alterna para pasar al botón de exit
et: Määrates 'jah', saad kanalite valiku nimekirja avada OK nupuga, inforiba valimine on siis EXIT nupuga.
mk: Ако е активирана оваа опција, кога ќе притиснете на копчето ОК, се прикажува списокот за избор на канали и лентата за информации се поставува на копчето EXIT
nb: Hvis aktivert, vil kanallisten vises på OK tast. Infobar skrus av/på ved hjelp av exit tast

source: When enabled, AIT data will be included in http streams. This allows a client receiver to use HbbTV.
es: Cuando está habilitado, los datos AIT se incluirán en los streams http. Esto permite que un receptor del cliente use HbbTV.
et: Määrates 'jah', kaasatakse AIT andmed http voogudesse. See võimaldab vastuvõtjal HbbTV kasutamise.
mk: Ако е активирана оваа опција, податоците на AIT ќе бидат вклучени во http стримови. Ова му овозможува на корисникат да користи HbbTV.
nb: Hvis aktivert, vil AIT data inngå i http strøm. Dette tillater en klient mottaker å bruke HbbTV.

source: When enabled, ECM data will be included in http streams. This allows a client receiver to do the descrambling.
es: Cuando está habilitado, los datos de ECM se incluirán en los streams http. Esto permite a un receptor hacer descifrado.
et: Määrates 'jah', kaasatakse ECM andmed http voogudesse. Nii toimub dekodeerimine klientvastuvõtjas.
mk: Ако е активирана оваа опција, податоците за ECM се вметнуваат во http стримови. Ова им овозможува на корисниците сами да го дешифрираат стримот.
nb: Hvis aktivert, vil ECM data inngå i http strøm. Dette tillater at klient mottakeren foretar dekodingen.

source: When enabled, EIT data will be included in http streams. This allows a client receiver to show EPG.
es: Cuando está habilitado, los datos EIT se incluirán en los streams http. Esto permite que un receptor del cliente muestre EPG.
et: Määrates 'jah', kaasatakse EIT andmed http voogudesse. See võimaldab klientvastuvõtjal EPG kasutamise.
mk: Ако е активирана оваа опција, податоците на ЕИТ ќе бидат вметнати во http стримови. Ова им овозможува на корисниците да ги видат податоците на EPG.
nb: Hvis aktivert, vil EIT data inngå i http strøm. Dette tillater klient mottakeren å vise EPG.

source: When enabled, HDMI-CEC is enabled with standard configuration
es: Si está habilitado, HDMI-CEC está habilitado en configuración estándar
mk: Ако е активирана оваа опција, HDMI-CEC работи со стандардна конфигурација
nb: Hvis aktivert, blir HDMI-CEC aktivert med standard innstilling

source: When enabled, SDT, BAT data will be included in http streams.
es: Cuando está habilitado, SDT BAT (tablas de grupos y descripciones de canales), se incluirán en streams http.

source: When enabled, a popup message will be shown when a movie has finished and the next one will start.
es: Cuando está habilitado, se mostrará un mensaje emergente cuando una película haya finalizado y la próxima comenzará.
et: Määrates 'jah', teavitatakse filmi lõppemisest ja uue algamisest hüpikaknaga.
mk: Ако е активирана оваа опција, ќе се прикаже порака кога филмот ќе заврши и следниот ќе започне.
nb: Hvis aktivert, en popup-melding vil bli vist når en film er ferdig og den neste vil starte.

source: When enabled, a popup message will be shown when a recording starts.
es: Cuando está habilitado, se mostrará un mensaje emergente cuando comience una grabación.
et: Määrates 'jah', teavitatakse salvestamise alustamisest hüpikaknaga.
mk: Ако е активирана оваа опција, ќе се појави порака кога ќе започне снимањето.
nb: Hvis aktivert, en popup-melding vil bli vist når et opptak starter.

source: When enabled, a radio background image will be visible while listening to a radio channel.
es: Cuando está habilitado, una imagen de fondo será visible mientras escucha un canal de radio.
et: Määrates 'jah', näidatakse raadiokanalil oleku ajal taustapilti.
mk: Ако е активирана оваа опција, сликата на радио позадина ќе биде видлива додека слушате радио канал.
nb: Hvis aktivert, vil et radio bakgrunnsbilde være synlig mens du lytter til en radiokanal.

source: When enabled, a recording is allowed to interrupt live tv, when there are no free tuners.
es: Cuando está habilitado, una grabación puede interrumpir la televisión en vivo, cuando no hay sintonizadores libres.
et: Määrates 'jah', katkestab algav salvestus vaadatava saate juhul, kui ei leidu vaba tuunerit.
mk: Ако е активирана оваа опција, закажаниот тајмер за снимање може да го прекине тековниот пренос во живо ако нема други достапни слободни тјунери.
nb: Hvis aktivert, kan et opptak avbryte direktesendt TV når det ikke finnes noen ledige tunere.

source: When enabled, a warning will be displayed and the user will get an option to stop or to continue the timeshift.
es: Cuando está habilitado, se mostrará una advertencia y el usuario tendrá la opción de detener o continuar con el Timeshift.
et: Määrates 'jah' näidatakse hoiatust ja kasutaja saab võimaluse kas peatada või jätkata ajanihet.
mk: Ако е активирана оваа опција, се прикажува предупредување и корисникот може да избере да го запре или продолжи снимањето на timeshift.
nb: Hvis aktivert, vil en popup-melding vises med valget stopp eller fortsett timeskift.

source: When enabled, always descramble receiving http streams. This takes up more resources (descrambling demuxers), only enable if necessary. Individual streams are always descrambled if 0x100 is added to the service type, regardless of this setting. Default off.
es: Cuando esté habilitado, siempre descifrar la recepción de streams http. Esto requiere más recursos, habilita solo si es necesario. Los streams individuales siempre se descodifican si se agrega 0x100 al tipo de canal, independientemente de esta configuración. Predeterminado desactivado.
et: Määrates 'jah', dekodeeritakse sisenevad http vood alati. See võtab rohkem ressursse, luba ainult vajadusel. Iga voog dekodeeritakse hoolimata seadistustes määratust alati, kui teenuseliigile lisatakse 0x100. Vaikeväärtus on 'ei'.
mk: Ако е активирана оваа опција, примените HTTP-стримови секогаш се дешифрираат. Ова троши повеќе ресурси (демуксер). Активирајте ја оваа опција само доколку е потребно. Индивидуалните стримови секогаш се дешифрираат ако 0x100 е додаден на типот на услугата, без оглед на оваа поставка.
nb: Hvis aktivert, vil mottatt http strøm dekodes. Dette bruker mere data ressurser (dekode, demuxere bilde) og brukes bare når det er nødvendig. Individuell strøm blir alltid dekodet hvis 0x100 er tillagt i service typen, uavhengig av denne innstillingen. Standardinnstilling er av.

source: When enabled, authentication is required to watch http streams.
es: Cuando está habilitado, se requiere autenticación para ver los streams http.
et: Määrates 'jah' on http striimide vaatamiseks autentimine nõutav.
mk: Ако е активирана оваа опција, потребна е автентикација за да се гледаат http стримови.
nb: Hvis aktivert, vil autentisering kreves for å se på http strøm.

source: When enabled, before opkg update there will be opkg clean to make sure nothing ruine the update but only enable this when you can not update online.
es: Cuando está habilitado, antes de la actualización de opkg, habrá limpieza opkg para asegurar la actualización, habilítelo cuando no pueda actualizar en línea.

source: When enabled, channel numbering will start at '1' for each bouquet.
es: Cuando está habilitado, la numeración de canales comenzará en ‘1’ para cada bouquet.
et: Määrates 'jah', algavad kanalinumbrid igas lemmiknimekirjas numbriga '1'.
mk: Ако е активирана оваа опција, нумерирањето на каналот ќе започне од „1“ за секој букет.
nb: Hvis aktivert, vil kanal nummer starte på '1' i hver enkelt kanalliste.

source: When enabled, content with an aspect ratio of 4:3 will be stretched to fit the screen.
es: Cuando está habilitado, el contenido con una relación de aspecto de 4: 3 se extenderá para ajustarse a la pantalla.
et: Määrates 'jah', venitatakse 4:3 sisu täitmaks kogu ekraani.
mk: Ако е активирана оваа опција, содржината со сооднос од 4: 3 ќе се растегне за да одговара на екранот.
nb: Hvis aktivert, vil et 4:3 bilde strekkes ut for å tilpasse seg skjermen.

source: When enabled, continue to the next bouquet when the last channel of the current bouquet is reached while changing channels.
es: Cuando esté habilitado, continúe con el bouquet siguiente cuando llegue al último canal del bouquet actual mientras cambia de canal.
et: Määrates 'jah', liigutakse kanalivahetusel käesoleva lemmiknimekirja lõppu jõudes järgmisesse lemmiknimekirja.
mk: Ако е активирана оваа опција, кога ќе ги смените каналите и ќе го достигнете последниот канал од тековниот букет, автоматски ќе се префрлите на следниот букет.
nb: Hvis aktivert, fortsettes automatisk til neste kanalliste når den siste kanalen i nåværende liste er nådd mens du skifter kanaler.

source: When enabled, deleted recordings are moved to the trash can, instead of being deleted immediately.
es: Cuando está habilitado, las grabaciones eliminadas se mueven a la papelera, en lugar de eliminarse de inmediato.
et: Määrates 'jah', ei kustutata salvestusi silmapilkselt, vaid liigutatakse prügikasti.
mk: Ако е активирана оваа опција, избришаните записи се преместуваат во корпата за отпадоци, наместо веднаш да се избришат.
nb: Hvis aktivert, vil slettede opptak gå i papirkurven istedenfor å bli slettet umiddelbart.

source: When enabled, encryption info will be shown in the infobar (when supported by the skin).
es: Cuando está habilitado, la información de encriptación se mostrará en la Infobar (cuando sea compatible con el skin).
et: Määrates 'jah', näidatakse salastatust inforibal (kui kujundus seda toetab).
mk: Ако е активирана оваа опција, информациите за криптирање ќе бидат прикажани во инфо-лентата (ако е тоа подржано од скинот).
nb: Hvis aktivert, vil krypteringsinformasjon vises på infobar (hvis støttet av utseende/skin).

source: When enabled, error messages related to zapping will not be shown.
es: Cuando está habilitado, los mensajes de error relacionados con la sintonización no se mostrarán.
et: Määrates 'jah', ei näidata kanalivahetusega seotud veateateid.
mk: Ако е активирана оваа опција, пораките за грешки поврзани со запирање нема да бидат прикажани.
nb: Hvis aktivert, vises ikke feilmeldinger relatert til zapping.

source: When enabled, external subtitles will be always turned on for playback movie.
es: Cuando está habilitado, los subtítulos externos estarán siempre activados para la reproducción de películas.
et: Määrates 'jah' on välised subtiitrid filmi taasesitusel alati nähtaval.
mk: Ако е активирана оваа опција, надворешните преводи секогаш ќе бидат вклучени за филм за репродукција.
nb: Hvis aktivert, vil eksterne undertekster alltid være slått på ved avspilling av film.

source: When enabled, graphical DVB subtitles are preferred over teletext subtitles, when both types are available.
es: Cuando está habilitado, los subtítulos DVB gráficos son preferidos sobre los subtítulos del teletexto, cuando ambos tipos están disponibles.
et: Määrates 'jah' eelistatakse mõlema olemasolul DVB subtiitreid teleteksti omadele.
mk: Ако е активирана оваа опција, графичките DVB преводи се претпочитаат пред телетекст преводи, кога и двата типа се достапни.
nb: Hvis aktivert, vil DVB undertekst foretrekkes framfor tekst-TV undertekst når begge typer er tilgjengelig.

source: When enabled, graphical DVB subtitles will be centered horizontally.
es: Cuando está habilitado, los subtítulos DVB gráficos se centrarán horizontalmente.
et: Määrates 'jah', kuvatakse DVB subtiitrid horisontaalselt tsentreerituna.
mk: Ако е активирана оваа опција, графичките DVB преводи ќе бидат центрирани хоризонтално.
nb: Hvis aktivert, vil DVB undertekst være sentrert horisontalt.

source: When enabled, graphical DVB subtitles will be displayed at their original position.
es: Cuando está habilitado, los subtítulos DVB gráficos se mostrarán en su posición original.
et: Määrates 'jah', kuvatakse DVB subtiitrid nende algsel asukohal.
mk: Ако е активирана оваа опција, графичките DVB преводи ќе бидат прикажани во нивната оригинална позиција.
nb: Hvis aktivert, vil grafisk DVB-teksting vises på den opprinnelige posisjonen.

source: When enabled, graphical DVB subtitles will be displayed in yellow, instead of the original color.
es: Cuando está habilitado, los subtítulos DVB gráficos se mostrarán en amarillo, en lugar del color original.
et: Määrates 'jah', kuvatakse DVB subtiitrid nende tõelise värvi asemel kollasena.
mk: Ако е активирана оваа опција, графичките DVB преводи ќе бидат прикажани во жолто, наместо во оригиналната боја.
nb: Hvis aktivert, vil DVB undertekst vises i gult i stedet for den originale fargen.

source: When enabled, http streams are descrambled on the server side. The (remote) client receiver does not have to do descrambling. Default on.
es: Cuando está habilitado, los stremas http se descodifican en el lado del servidor. El receptor del cliente (reserva) no tiene que descifrar. Predeterminado activado.
et: Määrates 'jah', dekodeeritakse http vood serveri poolt. Klientvastuvõtja ei pea neid enam dekodeerima. Vaikimisi sees.
mk: Ако е активирана оваа опција, HTTP стримовите се дешифрираат од страната на серверот. (Далечински управувач) клиент не мора сам да ја изврши декрипцијата.
nb: Hvis aktivert, vil http strøm bli dekodet på serversiden. Ekstern klient trenger ikke foreta dekodingen. Standardinnstilling er på.

source: When enabled, it is possible to leave the movie player with exit.
es: Cuando está habilitado, es posible abandonar el reproductor de películas con exit.

source: When enabled, it will automatically play to the last saved radio service when switching to radio mode.
es: Cuando está habilitado, se reproducirá automáticamente el último canal de radio guardado al cambiar al modo de radio.
mk: Ако е активирана оваа опција, последната радио станица ќе се репродуцира автоматски кога ќе се префрлите во режим на радио.

source: When enabled, measure power consumption to detect when the rotor stops turning (when supported by the tuner).
es: Cuando esté habilitado, mida el consumo de energía para detectar cuándo el motor deja de girar (cuando es compatible con el sintonizador).
et: Määrates 'jah', mõõdetakse energia kulu, tuvastamaks mootori pööramise lõppemist (kui vastuvõtja seda toetab).
mk: Ако е активирана оваа опција, измерете ја потрошувачката на енергија за да откриете кога роторот престанува да се врти (кога е поддржан од тјунерот).
nb: Hvis aktivert, vil motorens strømforbruk bli målt for å oppdage når motorbevegelsen stopper (hvis det støttes av tuner).

source: When enabled, network trash cans are probed for cleaning.
es: Cuando está habilitado, papelera de la red son sondeados para su limpieza.

source: When enabled, number markers will be hidden.
es: Cuando está habilitado, los marcadores numéricos estarán ocultos.
et: Määrates 'jah' peidetakse numbrimärgid.
mk: Ако е активирана оваа опција, бројните маркери ќе бидат скриени.
nb: Hvis aktivert, vil nummer markører bli skjult.

source: When enabled, reformat subtitles to match the width of the screen.
es: Cuando esté activado, reformatee los subtítulos para que coincidan con el ancho de la pantalla.
et: Määrates 'jah' seatakse subtiitrid vastavusse ekraani laiusega.
mk: Ако е активирана оваа опција, преформатирајте ги преводите за да одговараат на ширината на екранот.
nb: Hvis aktivert, vil undertekst tilpasses skjermbredden.

source: When enabled, services may be grouped in multiple bouquets.
es: Cuando está habilitado, los canales se pueden agrupar en múltiples bouquets.
et: Määrates 'jah', saad kasutada rohkem kui ühte lemmiknimekirja.
mk: Ако е активирана оваа опција, каналите можат да бидат групирани во повеќе букети.
nb: Hvis aktivert, vil det være mulighet for å gruppere kanaler og tjenester i flere kanallister.

source: When enabled, show channel numbers in the channel selection screen.
es: Cuando está habilitado, muestra los números de los canales en la lista de canales.
et: Määrates 'jah', näidatakse kanalinimekirjas kanalinumbreid.
mk: Ако е активирана оваа опција, бројот на каналот се прикажува во прозорецот за избор на канал.
nb: Hvis aktivert, vil kanal nummer vises i kanallistene.

source: When enabled, subtitles for the hearing impaired can be used.
es: Cuando está habilitado, se pueden usar subtítulos para sordos.
et: Määrates 'jah', saab kasutada vaegkuuljatele mõeldud subtiitreid.
mk: Ако е активирана оваа опција, може да се користат преводи за оштетен слух.
nb: Hvis aktivert, vil undertekst for hørselshemmede bli brukt.

source: When enabled, subtitles for the hearing impaired will be preferred over normal subtitles, when both types are available.
es: Cuando está habilitado, los subtítulos para sordos serán preferibles a los subtítulos normales, cuando ambos estén disponibles.
et: Määrates 'jah' eelistatakse mõlema olemasolul vaegkuuljate subtiitreid tavalistele.
mk: Ако е активирана оваа опција, преводите за оштетен слух ќе бидат претпочитани од вообичаените преводи, кога ќе бидат достапни и двата типа.
nb: Hvis aktivert, vil undertekst for hørselshemmede foretrekkes over vanlig undertekst, når begge typer er tilgjengelig.
