Repository: OpenVisionE2/enigma2-openvision
Catalog: po/*.po
Languages: es, et, mk, nb

source: Backup settings
es: Ajustes de la Copia de Seguridad
et: Varundamise seaded
mk: Поставки за резервна копија
nb: Innstillinger for sikkerhetskopier

source: Backup system settings
es: Ajustes del sistema de Copias de Seguridad
et: Loo süsteemi seadete varukoopia
mk: Бекап за конфигурација на системот
nb: Sikkerhetskopier system innstillinger

source: Backup your receiver settings.
es: Copia de configuración de su receptor.
et: Varunda vastuvõtja seaded.
mk: Резервна копија на поставките на приемникот.
nb: Sikkerhetskopier dine mottaker innstillinger.

source: Bahrain
es: Baréin
et: Bahrein
mk: Бахреин

source: Band
es: Banda
et: Sagedusala
mk: Опсег
nb: Bånd

source: Bandwidth
es: Ancho de banda
et: Ribalaius
mk: Пропусен опсег
nb: Båndbredde

source: Bangladesh
es: Bangadesh
mk: Бангладеш

source: Basic PID info
es: Info básica PID
mk: Основни информации за PID
nb: Grunnleggende PID-informasjon

source: Basic debug logs
es: Registros de depuración básicos

source: Basque
es: Vasco
et: Baski
mk: Баскиски
nb: Baskisk

source: Begin time
es: Hora de comienzo
et: Algusaeg
mk: Сега почнувам
nb: Start tid

source: Behavior of '0' button in PiP mode
es: Comportamiento del botón '0' en modo PiP
et: 0-nupu funktsioon PiP-režiimis
mk: Однесување на копчето „0“ во PiP
nb: Funksjon for 0 tast i bilde i bilde modus

source: Behavior of PAUSE and OK when paused
es: Comportamiento de tecla OK y PAUSA cuando se está en pausa

source: Behavior when a movie is started
es: Comportamiento cuando se inicia una película
et: Tegevus taasesituse algamisel
mk: Однесување при започнување на филм
nb: Funksjon når en avspilling startes

source: Behavior when a movie is stopped
es: Comportamiento cuando pulsa STOP en una película
et: Tegevus taasesituse peatamisel
mk: Однесување при запирање на филм
nb: Funksjon når en avspilling stoppes

source: Behavior when a movie reaches the end
es: Cuando una película acaba
et: Tegevus taasesituse lõppemisel
mk: Однесување на крајот од филмот
nb: Funksjon for ferdige avspillinger

source: Belarus
es: Bielorrusia
et: Valgevene
mk: Белорусија
nb: Hviterussland

source: Belgium
es: Bélgica
et: Belgia
mk: Белгија
nb: Belgia

source: Belize
es: Belice
mk: Белизе

source: Benchmark Information
es: Información Chipset

source: Benchmark for
es: Caracteristicas CPU DMIPS RAM de su

source: Bhutan
es: Bután
mk: Бутан

source: Big PiP
es: PiP Grande
et: Suur PiP
mk: Голем PiP
nb: Stort PiP

source: Black screen
es: Pantalla negra
et: Must ekraan
mk: Црна слика
nb: Sort skjerm

source: Black screen till locked
es: Pantalla negra hasta bloqueada
et: Must ekraan lukustumiseni
mk: Црна слика до завршување
nb: Sort skjerm låst

source: Blinking REC
es: REC intermitente

source: Blinking blue
es: Azul intermitente

source: Blinking red
es: Rojo intermitente

source: Block noise reduction
es: Bloquear la reducción de ruido
et: Plokkmüra vähendamine
mk: Блокирање и намалување на бучавата
nb: Slå av støy reduksjon

source: Blue
es: Azúl
et: Sinine
mk: Сино
nb: Blå

source: Bookmark Actions
es: Acciones Marcadores

source: Bookmarks
es: Marcadores
et: Lemmikud
mk: Обележувачи
nb: Bokmerker

source: Boost blue
es: Realzar azul
et: Sinise võimendus
mk: Зголемете ја сината боја
nb: Øk blåtoner

source: Boost green
es: Realzar verde
et: Rohelise võimendus
mk: Зголемете ја зелената боја
nb: Øk grønn

source: Boot time
es: En tiempo de arranque

source: Boot time and local data/time
es: Tiempo de arranque y tiempo de datos local

source: Boot time and local time
es: En tiempo local y arranque

source: Boot to Android image
es: Arrancar en imagen Android
mk: Подигање на Андроид (стартување)
nb: Oppstart til Android operativsystem

source: Boot to Recovery menu
es: Arrancar en menu Recuperación
mk: Стартувај го менито Recovery (Обнова)
nb: Oppstart til gjenopprettings menyen

source: Bootup time
es: Tiempo de arranque
mk: Време за подигнување
nb: Oppstartstid

source: Bosnia and Herzegovina
es: Bosnia y Herzegovina
et: Bosnia ja Hertsegoviina
mk: Босна и Херцеговина
nb: Bosnia og Herzegovina

source: Both
es: Ambos

source: Bouvet Island
es: Isla Bouvet
et: Bouvet saar
mk: Остров Бувет
nb: Bouvetøya

source: Brazil
es: Brasil
et: Brasiilia
mk: Бразил
nb: Brasil

source: Brightness
es: Brillo
et: Heledus
mk: Светлост
nb: Lysstyrke

source: Brightness (Dimmed)
es: Brillo Atenuado

source: British Indian Ocean Territory
es: Territorio Británico del Océano Índico
et: Briti India ookeani ala
mk: Територија на Британскиот Индиски Океан
nb: Det britiske territoriet i Indiahavet

source: Brunei Darussalam
es: Brunéi
et: Brunei
mk: Брунеи Дарусалам
nb: Brunei

source: Buffering %d%%
es: Llenando buffer %d%%
et: Puhverdab %d%%
mk: Баферирање %d%%
nb: Buffrer %d%%

source: Bulgarian
es: Búlgaro
et: Bulgaaria
mk: Бугарски
nb: Bulgarsk

source: Burn DVD
es: Quemar DVD
et: Põleta DVD
mk: Снимање ДВД
nb: Brenn DVD

source: Burn audio track (%s)
es: Quemar pista de audio (%s)
et: Kirjuta heliriba (%s)
mk: Снимање аудио трака (%s)
nb: Brenn lydspor (%s)

source: Burn existing image to DVD
es: Quemar imagen existente a DVD
et: Põleta olemasolev image DVD-le
mk: Сними го постоечкиот имиџ на ДВД
nb: Brenn eksisternde avbildning på DVD

source: Burn to DVD
es: Quemar a DVD
et: Põleta DVD-le
mk: Сними на ДВД
nb: Brenn til DVD

source: By date, then by name
es: Por fecha, luego por nombre

source: By default, SNR will be shown in dB (when supported by the tuner). This setting forces SNR to be shown as a percentage instead.
es: Por defecto, SNR se mostrará en dB (cuando el sintonizador lo admita). Esta configuración obliga a que SNR se muestre como un porcentaje.
et: Vaikimisi näidatakse SNR väärtust dB-s (kui tuuner seda toetab). See valik annab SNR näidu protsentides dB asemel.
mk: Стандардно, SNR се прикажува во децибели (ако е поддржано од тјунерот). Оваа опција го принудува SNR да биде прикажан како процент.
nb: Som standard vil SNR (signalstyrke) vises i dB desibel (hvis tuneren støtter dette). Med denne innstillingen vil SNR vises i prosent.

source: By description, then by name
es: Por descripción, luego por nombre

source: By duration, then by name
es: Por duración, luego por nombre

source: By file size, then by name
es: Por tamaño de archivo, luego por nombre

source: By name, then by date
es: Por nombre, luego por fecha

source: By name, then by reverse date
es: Por nombre, luego por fecha inversa

source: By reverse date, then by reverse name
es: Por fecha inversa, luego por nombre inverso

source: By reverse duration, then by name
es: Por duración inversa, luego por nombre

source: By reverse file size, then by name
es: Por tamaño de archivo inverso, luego por nombre

source: By reverse name, then by date
es: Por nombre inverso, luego por fecha

source: By reverse name, then by reverse date
es: Por nombre inverso, luego por fecha inversa

source: Bypass HDMI EDID checking
es: Omitir la verificación HDMI EDID
et: Möödu HDMI EDID kontrollist
mk: Прескокнете ја проверката на HDMI-EDID
nb: Frakoble HDMI EDID skjermkontroll

source: C-Band
es: Band-C
et: C-sagedusala
mk: Ц-Банд
nb: C-bånd

source: CI (Common Interface) Setup
es: Configuración de CI (interfaz común)
et: CI (Common Interface) määrangud
mk: Поставки за CI (Заеднички интерфејс)
nb: CI (Common Interface) oppsett

source: CI Operation Mode
es: CI Modo Operación

source: CI assignment
es: Asignación CI
et: CI määrangud
mk: Назначување на CI
nb: CI tildeling

source: CI enabled
es: CI activado

source: CPU / Core %d type
es: CPU / Core %d

source: CPU benchmark
es: CPU

source: CPU rating
es: Calificación CPU

source: Cable Scan
es: Búsqueda de cable
et: Kaabel TV otsing
mk: Пребарување кабел
nb: Kabel-TV søk

source: Cable scan executable utility not found '%s'!
es: Utilidad ejecutable búsqueda de cable no encontrada '%s'!

source: Cache thumbnails
es: Crear caché de miniaturas
et: Salvesta pisipildid
mk: Сликички во меморија
nb: Hurtigbuffer ikoner

source: Calculate
es: Calcular
et: Arvuta
mk: Да се ​​пресмета
nb: Beregner

source: Calculate all positions
es: Calcular todas las posiciones
et: Arvuta kõik positsioonid
mk: Пресметајте ги сите позиции
nb: Beregner alle posisjoner

source: Calculating benchmark...
es: Calculando espere...

source: Calculating rating...
es: Calculando espere...

source: Calculation complete
es: Cálculo completo
et: Arvutamine on tehtud
mk: Пресметката е завршена
nb: Beregningen er ferdig

source: Calibrate
es: Calibrar
et: Kalibreeri
mk: Калибрирајте
nb: Kalibrer

source: Cambodia
es: Camboya
et: Kambodža
mk: Камбоџа
nb: Kambodsja

source: Cameroon
es: Camerún
et: Kamerun
mk: Камерун
nb: Kamerun

source: Can be used for different fps between external subtitles and video.
es: Se puede usar para diferentes fps entre subtítulos externos y video.
et: Saab kasutada väliste subtiitrite ja pildi erinevate kaadrisageduste puhul.
mk: Може да се користи за различни fps помеѓу надворешни преводи и видео.
nb: Kan brukes for forskjellig fps (bilde pr.sekund) mellom ekstern undertekst og video.

source: Can be used to test defect pixels on TV screen. Available color test screens: red green blue white black cyan magenta yellow Screens change with left/right buttons or use red, green, blue to toggle. Yellow for returning back to this intro
es: Puede utilizarse para probar píxeles defectuosos en la pantalla del televisor. Pantallas de prueba de color disponibles: rojo verde azul blanco negro cyan magenta amarillo Las pantallas cambian con los botones izquierda/derecha o usan rojo, verde, azul para alternar. Amarillo por volver a introducir
mk: Може да се користи за тестирање на дефектни пиксели на телевизорот. Достапни екрани за тестирање во боја: црвена зелена сина бела црна цијан магента жолта Променете го екранот со левите / десните копчиња или префрлете се со црвените, зелените, сините копчиња. Вратете се во воведот со жолтото копче
nb: Kan brukes til å teste defekte piksler på TV-skjermen. Tilgjengelige testfarger: Rød Grønn Blå Hvit Svart Cyan Magenta Gul Skjermene endres med venstre/høyre-knapper eller bruk rød, grønn, blå for å veksle. Gul for tilbake til intro

source: Canada
es: Canadá
et: Kanada
mk: Канада

source: Cancel
es: Cancelar
et: Tühista
mk: Поништи
nb: Tilbake

source: Cancel any changed settings and exit
es: Cancelar cualquier configuración modificada y salir

source: Cancel any changed settings and exit all menus
es: Cancelar cualquier configuración modificada y salir de todos los menús

source: Cancel any changed tags and exit
es: Cancelar las etiquetas modificadas y salir

source: Cancel any changes and close the log and the screen
es: Cancele los cambios y cierre el registro y la pantalla

source: Cancel any changes the active locale/language and exit all menus
es: Cancelar cualquier cambio regional/idioma activo y salir de todos los menús

source: Cancel any changes to the active locale/language and exit
es: Cancele cualquier cambio en la configuración de idioma activo y salga

source: Cancel any changes to the currently active skin
es: Cancelar cualquier cambio activo en el skin
mk: Прекини и врати ги промени на активниот скин
nb: Avbryt eventuelle endringer i det aktive utseende

source: Cancel any changes to the currently active skin and exit all menus
es: Cancele cualquier cambio en el skin activo y salga de todos los menús
mk: Врати ги промените на активниот скин и затворете ги сите менија
nb: Avbryt eventuelle endringer i det aktive utseende og avslutt alle menyer

source: Cancel any text changes and exit
es: Cancelar cualquier cambio de texto y salir
mk: Завршете ги сите промени во текстот и откажете
nb: Avbryt eventuelle tekst endringer og avslutt

source: Cancel the action selection and exit
es: Cancelar la selección de acción y salir

source: Cancel the image selection and exit
es: Cancelar la selección de imagen y salir

source: Cancel the location selection
es: Cancelar la selección de ubicación

source: Cancelled upon user request
es: Cancelado a petición del usuario
et: Tühistatud kasutaja nõudmisel
mk: Откажано по барање на корисникот
nb: Kansellert av bruker

source: Cannot delete file
es: No se puede eliminar el archivo

source: Cannot determine
es: No se puede determinar
et: Ei saa määrata
mk: Не може да се утврди
nb: Kan ikke fastslå

source: Cannot find any signal ..., aborting !
es: No se encuentra señal …, abortando !
et: Mingit signaali ei leita..., katkestame!
mk: Не е откриен сигнал ..., откажете!
nb: Finner ikke signal..., avbryter!

source: Cannot move to the trash can
es: No se puede mover a la papelera

source: Cannot move to trash can
es: No se puede mover a la papelera
et: Prügikasti saatmine ei ole võimalik
mk: Датотеката не може да се премести во корпа за отпадоци
nb: Kan ikke slette til papirkurv

source: Capabilities:
es: Capacidades:
et: Võimekused:
mk: Способности:
nb: Funksjoner:

source: Capacity:
es: Capacidad:
et: Maht:
mk: Капацитет:
nb: Kapasitet:

source: Card
es: Tarjeta
et: Kaart
mk: Картичка
nb: Kort

source: Card infos (CCcam-Reader)
es: Tarjetas Info (Lectores-CCcam)

source: Cards:
es: Tarjetas:

source: Cascade PiP
es: PiP en cascada
et: Järjestikune PiP
mk: Каскадна PiP
nb: Strekk ut PiP

source: Cayman Islands
es: Islas Caimán
et: Kaimanisaared
mk: Кајмански Острови

source: Center
es: Centro

source: Center DVB subtitles
es: Centrar subtítulos DVB
et: DVB subtiitrid ekraani keskel
mk: Центар за DVB преводи
nb: DVB undertekst sentrering

source: Center time-labels and remove date
es: Centrar etiquetas de tiempo y eliminar fecha
et: Sea ajamärgised keskele ja kõrvalda kuupäev
mk: Центрирајте ги временските ознаки и отстранете ги датумите
nb: Sentrer tidsangivelse og fjern dato

source: Central African Republic
es: República Centroafricana
et: Kesk-Aafrika Vabariik
mk: Централна Афрканска Република
nb: Sentral afrikanske republikk

source: Change AC3 audio track
es: Cambiar pista de audio AC3

source: Change Language
es: Cambiar idioma
et: Muuda keelt
mk: Промени го јазикот
nb: Endre språk

source: Change PIN Pressing [OK]
es: Cambiar PIN Presionando [OK]

source: Change Timer
es: Cambiar Temporizador

source: Change bouquets in quickzap
es: Cambiar de bouquet en zapeo rápido
et: Lemmiknimekirjade vahetus noolenuppudega
mk: Променете го букетот со промена на канал
nb: Automatisk skift til neste kanalliste

source: Change channel
es: Cambiar canal

source: Change device settings
es: Cambiar la configuración del dispositivo

source: Change directory / Select bookmark
es: Cambiar directorio / Seleccionar marcador

source: Change recording (add time)
es: Cambiar grabación (añadir tiempo)
et: Muuda salvestust (lisa aeg)
mk: Променете го снимањето (додај време на снимање)
nb: Endre opptaket (legg til tid)

source: Change recording (duration)
es: Cambiar grabación (duración)
et: Muuda salvestuse kestust
mk: Промена на снимање (должина на снимање)
nb: Endre opptakets (lengde)

source: Change recording (endtime)
es: Cambiar grabación (tiempo final)
et: Muuda salvestuse lõpuaega
mk: Променете го снимањето (крајно време на снимање)
nb: Endre opptakets (sluttid)

source: Change step size
es: Cambiar tamaño de los pasos
et: Muuda sammu suurust
mk: Променете ја големината на чекорот
nb: Endre trinn lengde

source: Change timer
es: Cambiar temporizador
et: Muuda taimerit
mk: Променете го тајмерот
nb: Endre timer

source: Channel
es: Canal
et: Kanal
mk: Канал
nb: Kanal

source: Channel Info
es: Info de canal
et: Kanali info
mk: Информации за каналот
nb: Kanal info

source: Channel Selection
es: Selección del canal

source: Channel context menu
es: Menú de contexto de canales
et: Kanali kontekstimenüü
mk: Контекстно мени на каналот
nb: Programinnhold

source: Channel not in services list
es: Canal no en lista de canales
et: Kanal pole teenuste nimekirjas
mk: Каналот не е во списокот на канали
nb: Kanal finnes ikke i kanalliste

source: Channel selection
es: Selección de canal
et: Kanali valik
mk: Избор на канал
nb: Kanalvalg

source: Channel:
es: Canal:
et: Kanal:
mk: Канал:
nb: Kanal:

source: Channellist menu
es: Menú de lista de canales
et: Kanalinimekirja menüü
mk: Мени со список на канали
nb: Kanalliste meny

source: Channelnumber and picon
es: Número de canal y picon
et: Kanali number ja picon
mk: Број на канали и пикон
nb: Kanalnummer og kanallogo

source: Channelnumber and servicename
es: Número de canal y nombre de canal
et: Kanali number ja teenuse nimi
mk: Број и име на каналот
nb: Kanalnummer og navn

source: Channelnumber, picon and servicename
es: Número de canal, picon y nombre de canal
et: Kanali number, picon ja teenuse nimi
mk: Број, пикон и име на каналот
nb: Kanalnummer, kanallogo og kanalnavn

source: Channels and EPG
es: Canales y EPG
et: Kanalid ja EPG
mk: Канали и EPG
nb: Kanaler og EPG

source: Channels imported successfully from %s
es: Canales importados con éxito desde %s

source: Channels only
es: Solo Canales
mk: Само канали
nb: Bare kanaler

source: Chap.
es: Cap.
et: Peatükk.
mk: Пог.
nb: Kap.

source: Chapter
es: Capítulo
et: Peatükk
mk: Поглавје
nb: Kapittel

source: Chapter:
es: Capítulo:
et: Peatükk:
mk: Поглавје:
nb: Kapittel:

source: Check
es: Comprobar
et: Kontrolli
mk: Провери
nb: Undersøk

source: Check power and input state from TV
es: Verifique el estado de alimentación y entrada de la TV

source: Check the internet connection
es: Revisa la conexión a Internet
et: Kontrolli internetiühendust
mk: Проверете ја интернет-врската
nb: Undersøk internett forbindelsen

source: Check the internet connection again
es: Revisa la conexión a Internet de nuevo
et: Kontrolli uuesti internetiühendust
mk: Повторно проверете ја интернет-врската
nb: Undersøker internett forbindelsen igjen

source: Checking Logs...
es: Comprobando Logs...

source: Checking ONID/TSID
es: Comprobación ONID/TSID

source: Checking feeds
es: Comprobando feeds

source: Checking filesystem...
es: Comprobando sistema de ficheros…
et: Failisüsteemi kontroll...
mk: Се проверува системот на датотеки ...
nb: Kontrollerer filsystem...

source: Checking the internet connection.
es: Comprobando la conexión a Internet.

source: Checking tuner %s DiSEqC port %s for %s
es: Comprobando sintonizador %s Puerto DiSEqC %s para %s
et: Kontrollitakse tuuneri %s DiSEqC porti %s / %s
mk: Се проверува тјунерот %s DiSEqC Порт %s за %s
nb: Kontrollerer tuner %s DiSEqC port %s for %s

source: Children/Youth
es: Niños/Jóvenes
et: Lapsed/Noored
mk: Деца / млади
nb: Barn/Ungdom

source: Chinese - Simplified
es: Chino - Simplificado
et: Hiina - lihtsustatud
mk: Кинески - Поедноставен
nb: Kinesisk - Forenklet

source: Chinese - Traditional
es: Chino - Tradicional
et: Hiina - traditsionaalne
mk: Кинески - Традиционален
nb: Kinesisk - Tradisjonelt

source: Choice Box Actions
es: Elección de Acciones

source: Choice Box Order Actions
es: Elección de orden de Acciones

source: Choose Tuner
es: Elegir Sintonizador
et: Vali tuuner
mk: Изберете го тјунерот
nb: Velg tuner

source: Choose a country scheme for decoding genre information in EPG events.
es: Elija un esquema de país para decodificar información de género en eventos EPG.

source: Choose a country scheme for decoding rating information in EPG events.
es: Elija un esquema de país para decodificar la información de calificación en eventos EPG.

source: Choose bouquet
es: Elegir bouquet
et: Vali lemmiknimekiri
mk: Изберете го букетот
nb: Velg kanalliste

source: Choose style of main menus
es: Elige el estilo de los menús principales

source: Choose the CI protocol operation mode for standard CI or CI Plus.
es: Elija el modo de funcionamiento del protocolo CI para CI estándar o CI Plus.

source: Choose the location for crash and debug logs folder.
es: Elija la carpeta de localización del log.

source: Choose the location where the EPG data will be stored when your %s %s is shut down. The location must be available at boot time.
es: Elegir la ubicación donde se guardarán los datos EPG en su %s %s cuando se apaga. La ubicación deberá estar disponible durante el reinicio.

source: Choose the name of the file that holds the EPG data when your %s %s is shut down. This can be handy to differentiate between several boxes.
es: Elegir el nombre del archivo que contiene los datos EPG en su %s %s cuando se apaga. Puede ser útil para distinguir entre varios receptores.

source: Choose the option to correct invalid EPG data.
es: Elija la opción para corregir datos EPG no válidos.

source: Choose the order in which items are displayed in Help windows
es: Elija el orden en el que se muestran los elementos en las ventanas de Ayuda

source: Choose whether AAC sound tracks should be transcoded.
es: Elija si las pistas de sonido AAC deben transcodificarse.

source: Choose whether AC3 Plus sound tracks should be transcoded to AC3.
es: Elija si las pistas de sonido AC3 Plus deben transcodificarse a AC3.

source: Choose whether to scan a single transponder, one satellite or multiple satellites.
es: Elija si desea buscar un solo transpondedor, un satélite o varios satélites.

source: Choose whether to scan for free services only or whether to include paid/encrypted services too.
es: Elija si desea buscar solo canales gratuitos o si desea incluir también canales de pago.

source: Choose which tuner to configure.
es: Elegir el sintonizador a configurar.
et: Vali seadistamiseks tuuner.
mk: Изберете кој тјунер да го конфигурирате.
nb: Velg tuner som skal stilles inn.

source: Christmas Island
es: Isla de Pascua
et: Jõulusaar
mk: Божиќен Остров

source: Circular LNB
es: LNB Circular
et: Ringpol. LNB
mk: Кружен LNB
nb: Sirkulær LNB

source: Circular left
es: Circular izquierdo
et: Ringpolarisatsioon vasak
mk: Кружно лево
nb: Sirkulær venstre

source: Circular right
es: Circular derecho
et: Ringpolarisatsioon parem
mk: Кружни десно
nb: Sirkulær høyre

source: Clean network trash cans
es: Limpie papelera en red

source: Cleanup
es: Limpieza
et: Puhastus
mk: Исчисти
nb: Tøm

source: Clear
es: Limpiar
et: Puhasta
mk: Избриши
nb: Nullstill

source: Clear before scan
es: Limpiar antes de escanear
et: Puhasta pärast otsingut
mk: Избриши пред пребарување
nb: Slett kanalliste før kanalsøk

source: Clear fixed
es: Limpiar dirección
et: Eemalda püsiaadress
mk: Избриши ја адресата
nb: Slett faste elementer

source: Clear log
es: Limpiar log
et: Kustuta logi
mk: Исчистете го дневникот
nb: Slett logg

source: Clear playlist
es: Limpiar lista de reproducción
et: Tühjenda esitusloend
mk: Исчистете ја плејлистата
nb: Slett opptaksliste

source: Clear the contents of the log
es: Borrar el contenido del registro

source: Client Info ( NCam-Version: %s )
es: Información del Cliente ( Versión NCam: %s )

source: Client Mode
es: Modo Cliente

source: Client Mode Tuner Settings
es: Ajustes Sintonizador Modo Cliente

source: Client is streaming from this box!
es: Un cliente está en streaming desde este receptor!
mk: Клиент стримува од ресиверот!
nb: Klienten strømmer fra denne boksen!

source: Client mode sets up this receiver to stream from another receiver. In this mode no local tuners will be available and channel lists, EPG, etc, will come from the remote receiver. All tuner settings will be cleared. Paths to search EPG and/or Channels on server: Internal Flash or /media/hdd/. Server must have authentication disabled for streams http in MENU "customize". Set password if it is set on server.
es: El modo cliente configura este receptor para transmitir desde otro receptor. En este modo, no habrá sintonizadores locales disponibles y las listas de canales, EPG, etc., provendrán del receptor reserva. Se borrarán todos los ajustes del sintonizador. Rutas para buscar EPG y/o Canales en el servidor: Internal Flash o /media/hdd/. El servidor debe tener la autenticación deshabilitada para streams http en el MENÚ "personalizar". Establezca la contraseña si está configurada en el servidor.

source: Clients
es: Clientes

source: Close
es: Cerrar
et: Sulge
mk: Затвори
nb: Lukk
