Repository: OpenVisionE2/enigma2-openvision
Catalog: po/*.po
Languages: es, et, mk, nb

source: PIN code needed
es: Código PIN necesario
et: Vajalik on pin-kood
mk: Потребен е ПИН-код
nb: PIN-kode nødvendig

source: PLS Code
es: PLS Código
et: PLS kood
mk: PLS-код
nb: PLS kode

source: PLS Mode
es: PLS Modo
et: PLS režiim
mk: PLS режим
nb: PLS modus

source: Package list update
es: Actualización de lista de paquetes
et: Pakettide nimekirja uuendus
mk: Ажурирање на списокот на пакети
nb: Ser etter ny programvare

source: Packaged locales only
es: Solo paquetes de regiones

source: Packages and associated locales
es: Paquetes y regiones asociadas

source: Packet management
es: Manejo de paquetes
et: Pakkide haldamine
mk: Управување со пакети
nb: Velg programpakker

source: Packet manager
es: Administrador de paquetes
et: Paketi haldur
mk: Менаџер на пакети
nb: Pakkeforvalter

source: Page back
es: Página atrás

source: Page forward
es: Página adelante

source: Palestine, State of
es: Palestina
et: Palestiina
mk: Палестина, Држава на
nb: Palestina

source: Panama
es: Panamá
mk: Панама

source: Panel Selection Actions
es: Acciones de selección de panel

source: Panic to
es: Pánico a
et: Paanikanupu kanal
mk: Паника до
nb: Panikk til

source: Papua New Guinea
es: Papúa Nueva Guinea
et: Paapua Uus-Guinea
mk: Папуа Нова Гвинеја
nb: Papua Ny-Guinea

source: Parent directory
es: Directorio anterior
et: Ülemkataloog
mk: Матичен директориум
nb: Overordnet katalog

source: Parental Control Setup
es: Ajustes Control Parental

source: Parental control services editor
es: Editor de canales de control parental
et: Lapseluku kanali muutmine
mk: Уредник на каналот за родителска контрола
nb: Foreldrekontroll og kanalinnstillinger

source: Parental control setup
es: Ajustes Control Parental
et: Lapseluku seaded
mk: Поставки за родителска контрола
nb: Foreldrekontroll oppsett

source: Partial
es: Similar completo

source: Partial EPG
es: Similar completo

source: Password
es: Contraseña
mk: Лозинка
nb: Passord

source: Password (httpwd)
es: Contraseña (httppwd)

source: Password changed.
es: Contraseña Cambiada.

source: Password setup
es: Configurar contraseña

source: Pause
es: Pausa
et: Paus
mk: Пауза

source: Pause and start timeshift
es: Pausar y comenzar el cambio de tiempo

source: Pause movie at end
es: Pausar la película al final
et: Pane film lõpus seisma
mk: Паузирај го филмот на крај
nb: Stopp opptak ved slutt

source: Pause playback
es: Pausar la reproducción
et: Peata taasesitus
mk: Пауза на репродукција
nb: Pause avspilling

source: Pause/Continue playback
es: Pausar/Continuar la reproducción
et: Peata/Jätka taasesitust
mk: Паузирај / продолжи ја репродукцијата
nb: Pause / Fortsett avspilling

source: Percentage
es: Porcentaje

source: Percentage left
es: Porcentaje a la izquierda
et: Protsent vasakul
mk: Процентот лево
nb: Prosent venstre

source: Percentage right
es: Porcentaje a la derecha
et: Protsent paremal
mk: Процентот десно
nb: Prosent høyre

source: Permanent sort key changes
es: Cambios permanentes en los cambios de tecla

source: Permanently delete all recordings in the trash can?
es: ¿Eliminar permanentemente todas las grabaciones en la papelera?
et: Kustutad lõplikult kõik failid prügikastist?
mk: Трајно да ги избришете сите снимки во корпата за отпадоци?
nb: Slette for godt alle opptak som ligger i papirkurven?

source: Permanently remove all deleted items
es: Eliminar permanentemente todos los elementos eliminados
et: Kustuta lõplikult kõik failid
mk: Трајно отстранете ги сите избришани ставки
nb: Slette alt for godt

source: Persian
es: Persa
et: Pärsia
mk: Персиски
nb: Persisk

source: Peru
es: Perú
et: Peruu
mk: Перу

source: Philippines
es: Filipinas
et: Filipiinid
mk: Филипини
nb: Filippinene

source: PiP setup
es: Configuración PiP
et: PiP seaded
mk: Поставки на PiP
nb: PiP-bilde i bilde oppsett

source: Picon Size
es: Tamaño Picon

source: Picon Width
es: Anchura Picon

source: Picon and servicename
es: Picon y nombre de canal
et: Picon ja teenuse nimi
mk: Пикон и име на канал
nb: Kanallogo og navn

source: Picture player
es: Reproductor de imágenes
et: Pildimängija
mk: Плеер за слики
nb: Bilde framviser

source: Pilot
es: Piloto
mk: Пилот

source: Pitcairn
es: Islas Pitcairn
mk: Питкерн

source: Play as Picture in Picture
es: Activar PiP
et: Näita kanal pilt-pildis
mk: Пушти како слика во слика
nb: Start opp bilde i bilde visning

source: Play audio in background
es: Reproducir audio en segundo plano

source: Play back media files
es: Reproducir ficheros multimedia
et: Esita meediafaile
mk: Репродуцирајте медиумски датотеки
nb: Spill av mediefiler

source: Play entry
es: Reproducir entrada
et: Esita
mk: Влез за репродукција
nb: Spill av oppføring

source: Play from next mark or playlist entry
es: Reproducir desde marca o entrada de la lista siguiente
et: Esita alates järgmisest märgist või esitusloendi kirjest
mk: Репродукција од следниот запис на маркерот / списокот
nb: Spill av fra neste merke i opptaksliste

source: Play from previous mark or playlist entry
es: Reproducir desde marca o entrada de la lista previa
et: Esita alates eelmisest märgist või esitusloendi kirjest
mk: Репродукција од последниот запис на маркерот / списокот
nb: Spill av fra siste merke i opptaksliste

source: Play last movie
es: Reproduce última película

source: Play music...
es: Reproducir música…
et: Mängi muusikat...
mk: Пушти музика...
nb: Spill av musikk...

source: Play next
es: Reproducir siguiente
et: Esita järgmine
mk: Пушти следно
nb: Spill av neste

source: Play next in movie list
es: Reproducir la siguiente en la lista de películas

source: Play previous
es: Reproduce anterior
et: Esita eelmine
mk: Пушти претходно
nb: Spill av siste

source: Play recorded movies
es: Reproducir grabaciones

source: Playback Setup
es: Ajustes Grabación & Multimedia

source: Please add titles to the compilation.
es: Añadir títulos a la compilación.
et: Palun lisa pealkirjad kogumikku.
mk: Ве молиме, додајте наслови во вашата компилација.
nb: Legg til en tittel i samlingen.

source: Please change recording endtime
es: Cambiar el tiempo final de la grabación
et: Muuda salvestamise lõpuaega
mk: Променете го времето на завршување на снимањето
nb: Endre sluttid for opptaket

source: Please choose CCcam-Reader
es: Elegir CCcam-Lector

source: Please choose an extension...
es: Elegir extensión…
et: Vali laiendus
mk: Ве молиме изберете екстензија ...
nb: Velg en utvidelse...

source: Please choose reader
es: Elegir Lector

source: Please configure the fallback tuner setup
es: Por favor configure el sintonizador de respaldo

source: Please configure your internet connection by filling out the required values. When you are ready press OK to continue.
es: Configure su conexión a Internet completando los valores requeridos. Cuando esté listo, pulse OK para continuar.
et: Täida interneti ühenduse seadistamiseks nõutavad väljad. Kui oled valmis, vajuta jätkamiseks OK.
mk: Конфигурирајте ја вашата интернет-врска со пополнување на потребната вредност. Кога сте подготвени, притиснете ОК за да продолжите.
nb: Vennligst konfigurer din internettforbindelse ved å fylle ut de nødvendige verdiene. Når du er klar, trykker du OK for å fortsette.

source: Please do not change any values unless you know what you are doing!
es: No alterar valores sin saber que se está haciendo!
et: Palun ära muuda midagi seni, kuni oled kindel selles, mida teed!
mk: Ве молиме, не менувајте вредност ако не знаете што правите!
nb: Ikke endre disse verdiene uten å være sikker!

source: Please enter a name for the new bouquet
es: Introducir nombre para nuevo bouquet
et: Sisesta uue nimekirja nimi
mk: Внесете име за новиот букет
nb: Sett navn på den nye kanallisten

source: Please enter a name for the new marker
es: Introducir nombre para nuevo marcador
et: Sisesta uue markeri nimi
mk: Внесете име за новата ознака
nb: Sett et navn på det nye merke

source: Please enter a new filename
es: Introducir nombre de fichero
et: Sisesta uus faili nimi
mk: Внесете ново име на датотека
nb: Sett nytt navn på filen

source: Please enter filename (empty = use current date)
es: Introducir nombre de fichero (vacío=usar fecha actual)
et: Sisesta faili nimi (tühi = tänane kuupäev)
mk: Внесете име на датотека (празно = користете го тековниот датум)
nb: Sett navn på filen (tomt = brukes dagens dato)

source: Please enter new description:
es: Introducir nueva descripción:
et: Palun sisesta uus kirjeldus:
mk: Внесете нов опис:
nb: Vennligst skriv inn ny beskrivelse:

source: Please enter new name:
es: Introducir nuevo nombre:
et: Sisesta uus nimi:
mk: Внесете го новото име:
nb: Tast inn nytt navn:

source: Please enter the correct PIN code
es: Introducir el PIN correcto

source: Please enter the name of the new directory
es: Por favor ingrese el nombre del nuevo directorio

source: Please enter the new PIN code
es: Introducir el nuevo código PIN
et: Sisesta uus PIN kood
mk: Внесете го новиот ПИН-код
nb: Tast inn den nye PIN koden

source: Please enter the new tag:
es: Introduzca la nueva etiqueta:

source: Please enter the old PIN code
es: Introducir el antiguo PIN
et: Sisesta vana PIN kood
mk: Внесете го стариот ПИН-код
nb: Tast inn den gamle PIN koden

source: Please follow the instructions on the TV
es: Por favor, siga las instrucciones en el televisor
et: Jälgi ekraanil olevaid juhiseid
mk: Ве молиме следете ги упатствата на телевизорот
nb: Vennligst følg instruksjonene på TV

source: Please note that the previously selected media could not be accessed and therefore the default directory is being used instead.
es: No se pudo acceder a los medios previamente seleccionados y, por lo tanto, se está utilizando el directorio predeterminado.
et: Eelnevalt valitud asukoht ei ole kättesaadav ja selle asemel kasutatakse vaikimisi määratud kataloogi.
mk: Не може да се пристапи до последниот избран медиум, па наместо тоа се користи стандардниот директориум.
nb: Vær oppmerksom at det tidligere valgte medie ikke kan brukes og derfor velges standard mappe.

source: Please press OK to continue.
es: Pulsar OK para continuar.
et: Jätkamiseks vajuta OK .
mk: Ве молиме, притиснете ОК за да продолжите.
nb: Trykk OK for å fortsette.

source: Please re-enter the new PIN code
es: Reintroducir el nuevo PIN
et: Sisesta veel kord uus PIN kood
mk: Внесете го новиот ПИН-код
nb: Tast inn den nye PIN koden på nytt

source: Please select a playlist to delete...
es: Seleccionar…
et: Vali kustutatav esitusloend
mk: Изберете плејлиста за бришење ...
nb: Velg opptaksliste som skal slettes...

source: Please select a playlist...
es: Seleccionar una lsta de reproducción…
et: Vali esitusloend
mk: Изберете плејлиста ...
nb: Velg en opptaksliste...

source: Please select a subservice to record...
es: Seleccionar un subcanal a grabar…
et: Vali alamteenus salvestamiseks
mk: Изберете подКанал за да снимите ...
nb: Velg en underleverandør for opptak...

source: Please select a subservice...
es: Seleccionar un subcanal…
et: Vali alamteenus
mk: Ве молиме изберете потКанал ...
nb: Velg en underleverandør...

source: Please select an acceptable directory.
es: Seleccione un directorio aceptable.

source: Please select medium to be scanned
es: Seleccionar medio a escanear
et: Vali andmekandja
mk: Изберете медиум за да се скенира
nb: Velg medium som skal skannes

source: Please select medium to use as backup location
es: Seleccionar medio como ubicación para copias de seguridad
et: Vali asukoht varukoopiale
mk: Изберете носител на податоци како резервна цел
nb: Velg medium for lagring av sikkerhetskopi

source: Please select the movie path...
es: Seleccionar ruta para películas…
et: Vali salvestise kataloog
mk: Ве молиме наведете ја филмската патека ...
nb: Velg sti for lagring av opptak...

source: Please select the network interface that you want to use for your internet connection. Please press OK to continue.
es: Seleccione la interfaz de red que desea usar para su conexión a Internet. Por favor, pulse OK para continuar.
et: Vali võrguliides, mida soovid kasutada interneti ühenduseks. Jätkamiseks vajuta OK .
mk: Ве молиме, изберете го мрежниот интерфејс што сакате да го користите за вашата интернет-врска. Ве молиме, притиснете ОК за да продолжите.
nb: Velg nettverket du vil bruke for Internett-tilkoblingen. Klikk OK for å fortsette.

source: Please select the tag to filter...
es: Seleccione la etiqueta para filtrar...

source: Please select the wireless network that you want to connect to. Please press OK to continue.
es: Seleccione la red inalámbrica a la que desea conectarse. Por favor, pulse OK para continuar.
et: Vali WiFi võrk ühenduseks. Jätkamiseks vajuta OK.
mk: Ве молиме изберете ја безжичната мрежа на која сакате да се поврзете. Ве молиме, притиснете ОК за да продолжите.
nb: Velg det trådløse nettverket du vil koble til. Klikk OK for å fortsette.

source: Please set up tuner A
es: Configure el sintonizador A
et: Seadista tuuner A
mk: Поставки за тјунер А
nb: Vennligst still inn tuner A

source: Please set up tuner B
es: Configure el sintonizador B
et: Seadista tuuner B
mk: Поставки за тјунер Б
nb: Vennligst still inn tuner B

source: Please set up tuner C
es: Configure el sintonizador C
et: Seadista tuuner C
mk: Поставки за тјунер C
nb: Vennligst still inn tuner C

source: Please set up tuner D
es: Configure el sintonizador D
et: Seadista tuuner D
mk: Поставки за тјунер Д
nb: Vennligst still inn tuner D

source: Please set up tuner E
es: Configure el sintonizador E
et: Seadista tuuner E
mk: Поставки за тјунер Е
nb: Vennligst still inn tuner E

source: Please set up tuner F
es: Configure el sintonizador F
et: Seadista tuuner F
mk: Поставки за тјунер Ф
nb: Vennligst still inn tuner F

source: Please set up tuner G
es: Configure el sintonizador G
et: Seadista tuuner G
mk: Поставки за тјунер Г
nb: Vennligst still inn tuner G

source: Please set up tuner H
es: Configure el sintonizador H
et: Seadista tuuner H
mk: Поставки за тјунер Х
nb: Vennligst still inn tuner H

source: Please set up tuner I
es: Configure el sintonizador I
et: Seadista tuuner I
mk: Поставки за тјунер И
nb: Vennligst still inn tuner I

source: Please set up tuner J
es: Configure el sintonizador J
et: Seadista tuuner J
mk: Поставки за тјунер Ј
nb: Vennligst still inn tuner J

source: Please set up tuner Q
es: Configure el sintonizador Q
et: Seadke tuuner Q
mk: Поставки за тјунер Q
nb: Vennligst still inn tuner Q

source: Please set up tuner R
es: Configure el sintonizador R
et: Palun seadista tuuner R
mk: Поставки за тјунер Р
nb: Vennligst still inn tuner R

source: Please setup the following basic configs!
es: Por favor, configure las siguientes configuraciones básicas!
et: Palun paigaldage järgmised alusseaded!
mk: Поставете ги следниве основни конфигурации!
nb: Vennligst sett opp følgende grunnleggende innstillinger!

source: Please use direction keys to move the PiP window. Press Bouquet +/- to resize the window. Press OK to go back to the TV mode or EXIT to cancel the moving.
es: Utilice las teclas de dirección para mover la ventana PiP. Pulse Bouquet +/- para cambiar el tamaño de la ventana. Pulse OK para volver al modo TV o EXIT para cancelar el movimiento.
et: Liiguta PiP-pilti noolenuppudega. Muuda akna suurust Bouquet +/- nuppudega. Tagasi TV-režiimi OK-nupuga või lõpeta liigutamine EXIT-nupuga.
mk: Поместете ја „сликата на слика“ користејќи ги копчињата за навигација. Букет +/- за промена на големината. Добро за зачувување, EXIT за откажување.
nb: Bruk piltastene for å flytte PiP vinduet. Trykk CH +/- for å endre vindustørrelse. Trykk OK for tilbake til TV eller EXIT for ikke å flytte.

source: Please use the UP and DOWN keys to select your language. Afterwards press the OK button.
es: Utilice las teclas ARRIBA y ABAJO para seleccionar su idioma. Luego pulse el botón OK.
et: Kasuta UP ja DOWN nuppe oma keele valimiseks. Järgnevalt vajuta OK.
mk: Користете ги копчињата горе / долу за да го изберете вашиот јазик. Потоа, ве молиме, притиснете ОК.
nb: Bruk OPP og NED tastene for å velge språk. Trykk OK for å velge.

source: Please wait
es: Espere por favor
et: Palun oota
mk: Ве молам почекајте
nb: Vent litt

source: Please wait (updating packages)
es: Espere (actualizando paquetes)
et: Oota (uuendatakse pakette)
mk: Ве молиме почекајте (ажурирање на пакетите)
nb: Vent litt (oppdaterer pakker)

source: Please wait for activation of your network configuration...
es: Espere la activación de la configuración de red…
et: Oota kuni võrguseadistus aktiveeritakse.
mk: Ве молиме почекајте, мрежната конфигурација ќе биде активирана ...
nb: Vent litt, aktiverer nettverks konfigurasjonen...

source: Please wait while feeds state is being checked.
es: Espere mientras se verifica el estado de los feeds.

source: Please wait while scanning...
es: Espere mientras escanea...

source: Please wait while we configure your network...
es: Espere mientras configuramos su red...
et: Oota kuni seadistan võrgu.
mk: Ве молиме почекајте, мрежата се конфигурира ...
nb: Vent litt mens nettverket konfigureres...

source: Please wait while we prepare your network interfaces...
es: Espere mientras prepabouquets los interfaces de su red…
et: Oota, käivitame võrguliidest.
mk: Ве молиме почекајте, мрежата се конфигурира ...
nb: Vent litt mens nettverkskortet blir klargjort...

source: Please wait while we test your network...
es: Espere mientras se testea su red…
et: Oota, testin võrku.
mk: Ве молиме почекајте, мрежата се проверува ...
nb: Vent litt mens vi tester nettverket...

source: Please wait while your network is restarting...
es: Espere mientras se reinicia su red…
et: Oota kuni võrk taaskäivitub.
mk: Ве молиме почекајте, мрежата се рестартира ...
nb: Vent litt mens nettverket starter på nytt ...

source: Please wait, restarting %s.
es: Espere, reiniciando %s.

source: Please wait...
es: Espera por favor…
et: Oota...
mk: Ве молиме почекајте...
nb: Vent litt...

source: Please wait... Loading list...
es: Espera por favor… Cargando lista…
et: Oota. Sisu laetakse.
mk: Ве молиме почекајте ... Се вчитува список ...
nb: Vent litt... Henter liste...

source: Plugin Browser
es: Navegador de Plugins
et: Pluginate sirvija
mk: Прелистувач на Плагини
nb: Tillegg

source: Plugin Browser Setup
es: Ajustes Navegador de Plugins

source: Plugin manager activity information
es: Información de actividad del administrador de plugins
et: Laienduste halduri tegevuse teave
mk: Управување со Плагини: планирани активности
nb: Aktivitets informasjon for tillegg

source: Plugin manager help
es: Ayuda del administrador de plugins
et: Laienduste halduri abi
mk: Управување со Плагин: Помош
nb: Hjelp for tilleggsprogram

source: Plugins
es: Complementos
et: Pluginad
mk: Плагини
nb: Tillegg

source: Poland
es: Polonia
et: Poola
mk: Полска
nb: Polen

source: Polarisation
es: Polarización
et: Polarisatsioon
mk: Поларизација
nb: Polarisasjon

source: Polarization
es: Polarización
et: Polarisatsioon
mk: Поларизација
nb: Polarisasjon

source: Polish
es: Polaco
et: Poola
mk: Полски
nb: Polsk

source: Port
es: Puerto
mk: Порт

source: Port (httpport)
es: Puerto (httpport)

source: Port A
es: Puerto A
mk: Порт А
nb: Inngang A

source: Port B
es: Puerto B
mk: Порт Б
nb: Inngang B

source: Port C
es: Puerto C
mk: Порт Ц
nb: Inngang C

source: Port D
es: Puerto D
mk: Порт Д
nb: Inngang D

source: Port of fallback remote receiver.
es: Puerto del receptor reserva.

source: Portuguese
es: Portugués
et: Portugali
mk: Португалски
nb: Portugisisk

source: Position
es: Posición
et: Positsioon
mk: Позиција
nb: Posisjon

source: Position of completed timers in timerlist
es: Posición de temporizadores completados en lista de temporizadores
et: Lõpetatud taimerite asukoht nimekirjas
mk: Позиција на завршени тајмери во тајмерлистата
nb: Posisjon for fullførte timere i timer liste

source: Position stored at index
es: Posición guardada en el índice
et: Indeksis salvestatud positsioon
mk: Позиција зачувана на индекс
nb: Posisjon lagret i tabell

source: Positioner
es: Motor
et: Positsioneer
mk: Позиционер
nb: Motor

source: Positioner (Selecting satellites)
es: Motor (Seleccionando satélites)

source: Positioner (selecting satellites)
es: Motor (seleccionando satélites)
et: Positsioneer (valimaks satelliite)
mk: Позиционер (избор на сателити)
nb: Posisjonerer (satellitt velger)

source: Positioner setup
es: Configuración del Motor
et: Positsioneeri seadistus
mk: Поставки за роторот
nb: Motorinnstilling

source: Positioner setup log
es: Registro de configuración del Motor
et: Positsioneeri seadistuse logi
mk: Протокол за поставување позиционер
nb: Posisjonerers oppsetts logg

source: Power LED can be turned on or off here.
es: El LED de encendido se puede encender o apagar aquí.

source: Power On Display
es: Encendido de pantalla display

source: Power Timers
es: Temporizadores Alimentación

source: Power management. Consult your receiver's manual for more information.
es: Administración de energía. Consulte el manual de su receptor para más información.
et: Toitehaldus. Uuri lähemalt vastuvõtja käsiraamatust.
mk: Моќен менаџмент. За повеќе информации, видете ги упатствата за работа на вашиот приемник.
nb: Strømstyring. Se i din mottakers bruksanvisning for mer informasjon.

source: Power threshold in mA
es: Umbral de potencia en mA
et: Tuvastusvool mA
mk: Тековен праг на моќност во mA
nb: Strømverdi i mA

source: Power threshold. Consult your receiver's manual for more information.
es: Umbral de potencia. Consulteel manual de su receptor para más información.
et: Võimsuselävi. Uuri lähemalt vastuvõtja käsiraamatust.
mk: Праг на напојување За повеќе информации, видете ги упатствата за работа на вашиот приемник.
nb: Strømstyring. Se i din mottakers bruksanvisning for mer informasjon.

source: PowerManager entry
es: Entrada Administrador Alimentación

source: PowerMenu
es: Menú de apagado
et: Toitemenüü
mk: PowerМени
nb: Av/på meny

source: PowerTimer List
es: Lista Temporizadores Alimentación

source: Predefined
es: Predefinido

source: Predefined transponder
es: Transpondedor predefinido
et: Eelmääratud transponder
mk: Преддефиниран транспондер
nb: Forhåndsbestemt transponder

source: Prefer AC3 track
es: Preferir pista AC3
et: Eelista AC3 heliriba
mk: Преферирај трака AC3
nb: Foretrekk AC3 lyd

source: Prefer AC3+ track
es: Preferir pista AC3+
et: Eelista AC3+ heliriba
mk: Преферирај AC3 + трака
nb: Foretrekk AC3+ lyd

source: Prefer audio track stored by service
es: Preferir pista de audio original
et: Eelista käsitsi määratud heliriba
mk: Преферирај зачувана аудио трака на станицата
nb: Foretrekk lyd utsendt av kanal

source: Prefer graphical DVB subtitles
es: Preferir subtítulos de DVB
et: Eelista DVB subtiitreid
mk: Преферирај графички DVB преводи
nb: Foretrekk DVB undertekst

source: Prefer subtitles for hearing impaired
es: Preferir subtítulos para sordos
et: Eelista vaegkuuljate subtiitreid
mk: Преферирај преводи за оштетен слух
nb: Foretrekk undertekst beregnet for hørselshemmede

source: Prefer subtitles stored by service
es: Preferir subtítulos del canal
et: Eelista teenuse salvestatud subtiitreid
mk: Преферирај преводи зачувани од станици
nb: Foretrekk undertekst utsendt av kanal

source: Preferred tuner
es: Sintonizador preferido
et: Eelistatud tuuner
mk: Префериран тјунер
nb: Foretrukket tuner

source: Preferred tuner ATSC
es: Sintonizador preferido ATSC
et: Eelistatud ATSC tuuner
mk: Префериран тјунер ATSC
nb: Foretrukket tuner ATSC

source: Preferred tuner ATSC for recordings
es: Sintonizador preferido ATSC para grabaciones
et: Eelistatud ATSC tuuner salvestustele
mk: Префериран тјунер ATSC за снимања
nb: Foretrukket tuner ATSC for opptak

source: Preferred tuner DVB-C
es: Sintonizador preferido DVB-C
et: Eelistatud DVB-C tuuner
mk: Префериран тјунер DVB-C
nb: Foretrukket DVB-C tuner
