Repository: OpenVisionE2/enigma2-openvision
Catalog: po/*.po
Languages: es, et, mk, nb

source: Continue playback
es: Continuar reproducción
et: Jätka taasesitust
mk: Продолжи со репродукција
nb: Fortsett avspillingen

source: Continue playing
es: Continuar reproduciendo
et: Jätka mängimist
mk: Продолжи со репродукција
nb: Fortsett avspilling

source: Continues play (loop)
es: Reproducción continua (bucle)
et: Lõputu esitus (loop)
mk: Континуирана репродукција (јамка)
nb: Fortsetter å spille (om igjen)

source: Contrast
es: Contraste
et: Kontrast
mk: Контраст
nb: Kontrast

source: Control LED can be turned on or off here.
es: El LED de control se puede encender o apagar aquí.

source: Control the animation speed of the button indicators in the Help screen. 'Disabled' turns off animation so that indicators jump between buttons.
es: Controle la velocidad de animación de los indicadores de los botones en la pantalla de ayuda. 'Deshabilitado' apaga la animación para que los indicadores salten entre los botones.

source: Controlled by HDMI
es: Controlado por HDMI

source: Convert to AC3
es: Convertir a AC3

source: Convert to DTS
es: Convertir a DTS

source: Convert to multi-channel PCM
es: Convertir a multi-canal PCM

source: Cook Islands
es: Islas Cook
et: Cooki saared
mk: Кукови Острови
nb: Cookøyene

source: Copy
es: Copiar
et: Kopeeri
mk: Копирај
nb: Kopier

source: Copy to bouquets
es: Copiar a bouquets
et: Kopeeri nimekirjadesse
mk: Копирајте во букети
nb: Kopier til kanallister

source: Copying files
es: Copiando archivos

source: Core dumps are helpful for developers in case of a FATAL SIGNAL crash in the C++ code. Typical core dump size is 110 MB so adjust maximum space used and choose proper location.
es: Los volcados del núcleo son útiles para los desarrolladores en caso de un bloqueo FATAL SIGNAL en el código C++. El tamaño típico de volcado del núcleo es de 110 MB, por lo tanto, ajuste el espacio máximo utilizado y elija la ubicación adecuada.

source: Correct invalid EPG data
es: Corregir datos EPG no válidos

source: Could not find suitable media - Please remove some downloaded images or insert a media (e.g. USB stick) with sufficiant free space and try again!
es: No se pudieron encontrar los medios adecuados. Elimine algunas imágenes descargadas o inserte un medio (por ejemplo, un dispositivo USB) con suficiente espacio libre y vuelva a intentarlo!
mk: Не може да се најде соодветен медиум - Ве молиме, отстранете ги преземените имиџи или вметнете медиум (на пр. УСБ-стик) со доволно слободен простор и обидете се повторно!
nb: Finner ikke passende Media - Vennligst frigjør diskplass eller sett inn f. eks en USB plugg med tilstrekkelig ledig plass og prøv igjen!

source: Could not load medium! No disc inserted?
es: No se puso cargar medio! No hay disco insertado?
et: Ei saa plaati avada! Plaati pole sisestatud?
mk: Не може да се вчита медиум! Нема вметнат диск?
nb: Kunne ikke laste data! Ingen disk er satt inn?

source: Could not open Picture in Picture
es: No se pudo abrir PiP
et: PiP avamine ei õnnestunud
mk: Не може да се отвори Слика во Слика
nb: Kunne ikke åpne bilde i bilde

source: Could not record due to busy tuner
es: No se pudo grabar debido a que el sintonizador está ocupado

source: Could not record due to conflicting timer %s
es: No se pudo grabar por conflicto en temporizador %s
et: Taimerite konflikt %s. Salvestamine nurjus.
mk: Снимањето не успеа поради контрадикторниот тајмер% s
nb: Kunne ikke starte opptak pga. motstridende timer %s

source: Could not record due to invalid service %s
es: No se pudo grabar por canal inválido %s
et: Kehtetu kanal %s. Salvestamine nurjus.
mk: Снимањето не успеа поради невалиден канал% s
nb: Kunne ikke starte opptak på grunn av et utilgjengelig program %s

source: Country
es: País
et: Riik
mk: Земја
nb: Land

source: Country for EPG event genre information
es: País para la información de género en evento EPG

source: Country for EPG event rating information
es: País para la información de clasificación de eventos EPG

source: Cover dashed flickering line for this service
es: Cubrir la línea blanca discontinua para este canal
et: Peida võbeleva katkendjoonega joon selle teenuse jaoks
mk: Сокријте ја испрекинатата линија за овој канал
nb: Skjul stiplede flimmer linjer for denne kanal

source: Create DVD-ISO
es: Crear DVD-ISO
et: Loo DVD-ISO
mk: Креирај ДВД-ИСО
nb: Lag en DVD-ISO

source: Create directory
es: Crear directorio
et: Loo kataloog
mk: Креирај директориум
nb: Lag mappe

source: Create separate radio userbouquet
es: Crear radio separado userbouquet
et: Loo eraldi raadio lemmiknimekiri
mk: Креирај посебен кориснички букет за радио
nb: Opprett egen radio favorittliste

source: Creating eMMC slots in progress.
es: Creación de slots eMMC en curso.

source: Creating filesystem
es: Creando sistema de ficheros
et: Failisüsteemi loomine
mk: Креирај систем на датотеки
nb: Oppretter filsystem

source: Croatia
es: Croacia
et: Horvaatia
mk: Хрватска
nb: Kroatia

source: Croatian
es: Croata
et: Horvaatia
mk: Хрватски
nb: Kroatisk

source: Cron Manager
es: Administrador Cron

source: Cron Timers
es: Temporizadores Cron

source: Current
es: Actual
mk: Тековни

source: Current CEC address
es: Dirección CEC actual
et: Praegune CEC aadress
mk: Тековна CEC адреса
nb: Gjeldende CEC adresse

source: Current event EPG
es: Evento EPG actual
et: Saateinfo
mk: Тековно емитување на EPG
nb: Aktuell EPG programoversikt

source: Current event is over. Select an option to save the timeshift file.
es: Acabó el evento actual. Selecciona una opción para salvar el fichero timeshift.
et: Praegune saade on lõppenud. Vali võimalus ajanihkefaili säilitamiseks.
mk: Тековниот пренос заврши. Изберете опција за зачувување на датотеката timeshift .
nb: Gjeldende visning er over. Velg et alternativ for å lagre timeshift filen.

source: Current mode: %s
es: Modo actual: %s
et: Hetke olek: %s
mk: Тековен режим:% s
nb: Gjeldende modus: %s

source: Current rotor position:
es: Posición del motor actual:
et: Ajami hetkeasend:
mk: Тековна позиција на роторот:
nb: Nåværende motorposisjon:

source: Current settings:
es: Ajustes actuales:
et: Hetke seaded:
mk: Тековни поставки:
nb: Nåværende innstillinger:

source: Current status:
es: Estado actual:

source: Current transponder
es: Transpondedor actual
et: Hetke transponder
mk: Тековен транспондер
nb: Nåværende transponder

source: Current value:
es: Valor actual:
et: Praegune väärtus:
mk: Моментална вредност:
nb: Nåværende verdi:

source: Custom
es: Personalizado

source: Custom skip time for '1'/'3' buttons
es: Tiempo de salto personalizado para los botones 1 y 3
et: '1'/'3'-nuppude hüppe kohandatud pikkus
mk: Прилагодено време на прескокнување за копчињата '1'/'3
nb: Egendefinert hopptid for '1'/'3' tastene

source: Custom skip time for '4'/'6' buttons
es: Tiempo de salto personalizado para los botones 4 y 6
et: '4'/'6'-nuppude hüppe kohandatud pikkus
mk: Прилагодено време на прескокнување за копчињата „4“ / „6“
nb: Egendefinert hopptid for '4'/'6' tastene

source: Custom skip time for '7'/'9' buttons
es: Tiempo de salto personalizado para los botones 7 y 9
et: '7'/'9'-nuppude hüppe kohandatud pikkus
mk: Прилагодено време на прескокнување за копчињата „7“ / „9“
nb: Egendefinert hopptid for '7'/'9' tastene

source: Customize
es: Personalizar
et: Kohandamine
mk: Прилагоди
nb: Tilpasset innstilling

source: Customize OpenWebIF settings for fallback tuner
es: Configuración de OpenWebIF del sintonizador reserva
mk: Прилагодете го резервниот тјунер во поставките на OpenWebIF
nb: Tilpass OpenWebIF-innstillinger for reserve tuner

source: Customize channel list cursor behavior
es: Personalizar cursor en lista de canales
et: Kohanda kursori tegutsemist kanalite nimekirjas
mk: Поставете однесување на курсорот во списокот за избор на канали
nb: Tilpass bytte av kanallister

source: Cut Menu
es: Menú Cortar

source: Cutlist editor
es: Editor de lista de cortes
et: Lõikekohtade monteerija
mk: Уредник на списоци
nb: Klipp og lim editor

source: Cutlist editor...
es: Editor de lista de cortes...
et: Lõikekohtade monteerija...
mk: Уредник на списоци ...
nb: Bilde og klipp behandling...

source: Cyprus
es: Chipre
et: Küpros
mk: Кипар
nb: Kypros

source: Czech
es: Checo
et: Tšehhi
mk: Чешки
nb: Tjekkisk

source: Czechia
es: República Checa
et: Tšehhi Vabariik
mk: Чешка
nb: Tsjekkia

source: DLNA support
es: Soporte DLna

source: DNS server name
es: Nombre del servidor DNS

source: DTS downmix
es: Mezcla DTS
et: DTS > stereo
nb: DTS nedskalering

source: DUAL LAYER DVD
es: DVD de doble capa
et: Kahekihiline DVD
nb: To lags DVD

source: DVB CI Delay
es: Retardo del DVB CI
et: DVB CI viide
mk: Одложување на DVB CI
nb: DVB CI forsinkelse

source: DVB Subtitles PID & lang
es: Subtítulos DVB PID lenguaje
mk: DVB преводи PID & јазик
nb: DVB undertekster PID & språk

source: DVB and Pango subtitle position
es: Posición de subtítulos DVB y Pango

source: DVB subtitle black transparency
es: Transparencia de los subtítulos DVB negros
et: DVB subtiitrite tausta läbipaistvus
mk: ДВБ-транспарентност на црниот поднаслов
nb: DVB undertekst transparentnivå

source: DVB type
es: Tipo de DVB
et: DVB tüüp
mk: DVB тип

source: DVB type:
es: Tipo de DVB:

source: DVD Burn
es: Quemar DVD
et: DVD kirjutamine
mk: Снимање ДВД
nb: DVD brenn

source: DVD Menu
es: Menú DVD
et: DVD menüü
mk: DVD Мену
nb: DVD meny

source: DVD data format
es: Formato de datos DVD
et: DVD andmevorming
mk: Формат на ДВД-податоци

source: DVD file browser
es: Navegador de archivos de DVD
et: DVD failibrauser
mk: Прелистувач на ДВД-датотеки
nb: DVD fil leser

source: DVD media toolbox
es: Herramientas de medio DVD
et: DVD tööriistad
mk: ДВД-медија - алатки
nb: DVD medie verktøykasse

source: DVD player
es: Reproductor DVD
et: DVD mängija
mk: ДВД плеер
nb: DVD spiller

source: DVD titlelist
es: Lista de títulos DVD
et: DVD nimekiri
mk: ДВД-листа со наслови
nb: DVD navneliste

source: Daily
es: Diario

source: Danish
es: Danés
et: Taani
mk: Дански
nb: Dansk

source: Date
es: Fecha
et: Kuupäev
mk: Датум
nb: Dato

source: Date style
es: Estilo de fecha

source: Date/time input
es: Entrada de fecha/hora
et: Aeg/kuupäev
mk: Датум/внес на време
nb: Still inn dato/tid

source: Day D Mon
es: Día D Lun

source: Day D-Mon
es: Día D-Lun

source: Day D/M
es: Día D/M

source: Day D/MM
es: Día D/MM

source: Day DD Mon
es: Día DD Lun

source: Day DD-Mon
es: Día DD-Lun

source: Day DD/M
es: Día DD/M

source: Day DD/MM
es: Día DD/MM

source: Day M/D
es: Día M/D

source: Day M/DD
es: Día M/DD

source: Day MM/D
es: Día MM/D

source: Day MM/DD
es: Día MM/DD

source: Day Mon D
es: Día Lun D

source: Day Mon DD
es: Dia Lun DD

source: Day Mon-D
es: Día Lun-D

source: Day Mon-DD
es: Día Lun-DD

source: Day of the month
es: Día del mes

source: Dayname D Month Year
es: Nombre Día D Mes Año

source: Dayname D-Month-Year
es: Nombre Día D-Mes-Año

source: Dayname D. Month Year
es: Nombre Día D. Mes Año

source: Dayname D.M.Year
es: Nombre Día D.M.Año

source: Dayname D.MM.Year
es: Nombre Día D.MM.Año

source: Dayname D/M/Year
es: Nombre Día D/M/Año

source: Dayname D/MM/Year
es: Nombre Día D/MM/Año

source: Dayname DD Month Year
es: Nombre Día DD Mes Año

source: Dayname DD-Month-Year
es: Nombre Día DD-Mes-Año

source: Dayname DD. Month Year
es: Nombre Día DD. Mes Año

source: Dayname DD.M.Year
es: Nombre Día DD.M.Año

source: Dayname DD.MM.Year
es: Nombre Día DD.MM.Año

source: Dayname DD/M/Year
es: Nombre Día DD/M/Año

source: Dayname DD/MM/Year
es: Nombre Día DD/MM/Año

source: Dayname M/D/Year
es: Nombre Día M/D/Año

source: Dayname M/DD/Year
es: Nombre Día M/DD/Año

source: Dayname MM/D/Year
es: Nombre Día MM/D/Año

source: Dayname MM/DD/Year
es: Nombre Día MM/DD/Año

source: Dayname Month D Year
es: Nombre Día Mes D Año

source: Dayname Month DD Year
es: Nombre Día Mes DD Año

source: Dayname Month-D-Year
es: Nombre Día Mes-D-Año

source: Dayname Month-DD-Year
es: Nombre Día Mes-DD-Año

source: Dayname Year Month D
es: Nombre Día Año Mes D

source: Dayname Year Month DD
es: Nombre Día Año Mes DD

source: Dayname Year-Month-D
es: Nombre Día Año-Mes-D

source: Dayname Year-Month-DD
es: Nombre Día Año-Mes-DD

source: Dayname Year/M/D
es: Nombre Día Año/M/D

source: Dayname Year/M/DD
es: Nombre Día Año/M/DD

source: Dayname Year/MM/D
es: Nombre Día Año/MM/D

source: Dayname Year/MM/DD
es: Nombre Día Año/MM/DD

source: Debug log time format *
es: Formato registro depuración en tiempo

source: Debug logging *
es: Registros de depuración *

source: Deep Standby
es: Reposo Profundo

source: Deep standby
es: Reposo profundo
et: Sügav ooterežiim
nb: Slå helt av

source: Default
es: Por defecto
et: Vaikimisi
mk: Стандард
nb: Standard

source: Default Services Scanner
es: Escáner de canales predeterminados
et: Vaikimisi teenuste otsija
mk: Стандардно пребарување на канали
nb: Standard kanal søker

source: Default movie location
es: Lugar de las películas por defecto
et: Salvestuste tavaasukoht
mk: Стандардна локација на филмот
nb: Standard opptaksliste

source: Default settings
es: Ajustes por defecto
et: Vaikeväärtused
mk: Стандардни поставки
nb: Standard innstillinger

source: Default timer type
es: Tipo temporizador por defecto
mk: Стандарден тип на тајмер
nb: Standard timer type

source: Default video mode selected
es: Modo de video predeterminado seleccionado

source: Default video mode selected for the TV.
es: Modo de video predeterminado seleccionado para el televisor.

source: Default: '%s'.
es: Por Defecto: '%s'.

source: Delay after change voltage before switch command
es: Retardo después de cambiar la tensión antes del comando del interruptor
et: Viide pinge muutuse ja lülituskäsu vahel
mk: Доцнење по промена на напон пред да дадете команда за прекинувач
nb: Forsinkelse etter voltendring før kommando til switch

source: Delay after continuous tone disable before diseqc
es: Retardo después de desactivación de tono continuo antes de diseqc
et: Viide jätkuva tooni keelamise ja diseqc käsu vahel
mk: Доцнење по деактивирање на континуираниот тон пред да дадете команда DiSEqC
nb: Forsinkelse etter frakobling av vedvarende tonesignal før DiSEqC

source: Delay after diseqc peripherial poweron command
es: Retardo después del comando de encendido del diseqc
et: Viide pärast diseqc perifeeriaseadme sisselülituskäsku
mk: Доцнење по периферната моќност на командата DiSEqC
nb: Forsinkelse etter DiSEqC styring av 'utstyr på' kommando

source: Delay after diseqc reset command
es: Retardo después del comando de respeto del diseqc
et: Viide pärast diseqc reset käsku
mk: Доцнење по наредбата за ресетирање DiSEqC
nb: Forsinkelse etter DiSEqC reset kommando

source: Delay after enable voltage before motor command
es: Retraso después de habilitar la tensión antes del comando del motor
et: Viide pinge lubamise ja mootori käsu vahel
mk: Доцнење по активирање на напонот пред да се даде команда на моторот
nb: Forsinkelse etter strøm påslag før motor kommando

source: Delay after enable voltage before switch command
es: Retardo después de habilitar la tensión antes del comando del interruptor
et: Viide pinge lubamise ja lülituse käsu vahel
mk: Доцнење по активирање на напон пред да даде команда за прекинувач
nb: Forsinkelse etter strømpåslag før kommando til switch

source: Delay after final continuous tone change
es: Retraso después del cambio de tono continuo final
et: Viide pärast lõplikku jätkuva tooni muutust
mk: Доцнење по последната варијација на континуираниот тон
nb: Forsinkelse etter siste konstant-tone endring

source: Delay after last diseqc command
es: Retardo después del último comando diseqc
et: Viide pärast viimast diseqc käsku
mk: Доцнење по последната команда DiSEqC
nb: Forsinkelse etter siste DiSEqC kommando

source: Delay after last voltage change
es: Retardo después del último cambio de voltaje
et: Viide pärast viimast pingemuutust
mk: Доцнење по последната промена на напон
nb: Forsinkelse etter siste volt endring

source: Delay after motor stop command
es: Retardo después del comando de parada de motor
et: Viide pärast mootori peatuskäsku
mk: Доцнење по наредбата за запирање на моторот
nb: Forsinkelse etter motor stopp kommando

source: Delay after set voltage before measure motor power
es: Retardo después de configurar el voltaje antes de medir la potencia del motor
et: Viide pinge seadmise ja mootori võimsuse mõõtmise vahel
mk: Доцнење по активирање на напон пред да се измери апсорпцијата на моторот
nb: Forsinkelse etter valgt voltstyrke før måle motorstyrke

source: Delay after toneburst
es: Retardo después de MiniDiseqC
et: Viide pärast toonipurset
mk: Доцнење по toneburst
nb: Forsinkelse etter toneburst

source: Delay after voltage change before motor command
es: Retardo después del cambio de voltaje tras el comando de motor
et: Viide pinge muutmise ja mootori käsu vahel
mk: Доцнење по промена на напон пред да му дадете команда на моторот
nb: Forsinkelse etter voltstyrke endring før motor kommando

source: Delay before key repeat starts (ms)
es: Retraso antes de que comience la repetición de tecla (milisegundos)

source: Delay before sequence repeat
es: Retardo después de repetición de secuencias
et: Viide enne jada kordamist
mk: Доцнење на почетокот на повторувањето на низата
nb: Forsinkelse før sekvens gjentakelse

source: Delay between CEC commands when sending a series of commands. Some devices require this delay for correct functioning, usually between 50-150ms.
es: Retraso entre comandos CEC al enviar una serie de comandos. Algunos dispositivos requieren este retraso para su correcto funcionamiento, generalmente entre 50-150 ms.
mk: Доцнење помеѓу командите на CEC при испраќање на низа команди. На некои уреди им е потребно ова одложување за правилно функционирање, обично помеѓу 50-150мм.

source: Delay between diseqc commands
es: Retardo entre comando diseqc
et: Viide diseqc käskude vahel
mk: Доцнење помеѓу командите на DiSEqC
nb: Forsinkelse mellom DiSEqC kommando

source: Delay between switch and motor command
es: Retardo entre el interruptor y el comando del motor
et: Viide lülituse ja mootori käskude vahel
mk: Доцнење помеѓу командата за прекинувач и командата за моторот
nb: Forsinkelse mellom switch og motor kommando

source: Delay for external subtitles
es: Retardo para subtítulos externos
et: Väliste subtiitrite viide
mk: Доцнење за надворешни преводи
nb: Ekstern undertekst forsinkelse

source: Delay in miliseconds after finish scrolling text on display.
es: Retardo en milisegundos después de finalizar el desplazamiento del texto en pantalla.
et: Viide millisekundites pärast näidikul liikuva teksti lõppemist.
mk: Доцнење во (ms) по завршувањето на лизгањето на текстот на екранот.
nb: Forsinkelse i millisekunder etter at den rullende teksten er ferdig på skjermen.

source: Delay in miliseconds before start of scrolling text on display.
es: Retardo en milisegundos antes de comenzar el desplazamiento del texto en pantalla.
et: Viide millisekundites enne näidikul liikuva teksti algust.
mk: Доцнење во (ms) пред почетокот на лизгањето на текст на екранот.
nb: Forsinkelse i millisekunder før starten av rullende tekst på skjermen.

source: Delay in miliseconds between scrolling characters on display.
es: Retardo en milisegundos entre el desplazamiento del caracteres en pantalla.
et: Näidikul liikuvate tähtede vaheline viide millisekundites.
mk: Доцнење во (ms) помеѓу лизгањето знаци на екранот.
nb: Forsinkelse i millisekunder mellom rullende tegn på skjermen.

source: Delay:
es: Retraso:

source: Delete
es: Eliminar
et: Kustuta
mk: Избриши
nb: Slett

source: Delete Bookmark
es: Eliminar Marcador

source: Delete Confirmation
es: Confirmación Eliminar

source: Delete EPG Cache
es: Eliminar EPG

source: Delete Image
es: Eliminar Imagen
mk: Избриши имиџ

source: Delete Lang
es: Eliminar Lenguaje

source: Delete Loc
es: Eliminar Región

source: Delete Timer
es: Eliminar Temporizador

source: Delete all tags
es: Eliminar todas las etiquetas

source: Delete all the text
es: Eliminar completo el texto
mk: Избришете го целиот текст

source: Delete bookmark
es: Eliminar marcador

source: Delete character to left of cursor or select AM times
es: Eliminar el carácter a la izquierda del cursor o seleccionar horas AM

source: Delete character under cursor or select PM times
es: Eliminar el carácter debajo del cursor o seleccionar las horas de la tarde

source: Delete cut
es: Eliminar corte

source: Delete cut (disabled)
es: Eliminar corte (deshabilitado)

source: Delete directory
es: Eliminar directorio

source: Delete entry
es: Eliminar entrada
et: Kustuta valik
mk: Избришете го записот
nb: Slett oppføring

source: Delete failed!
es: Borrado falló!
et: Kustutamine nurjus!
mk: Бришењето не успеа!
nb: Sletting feilet!

source: Delete file
es: Eliminar archivo
et: Kustuta fail
mk: Избриши датотека
nb: Slett fil

source: Delete image
es: Eliminar imagen
et: Kustuta image
mk: Избриши имиџ
nb: Slett programvare

source: Delete playlist entry
es: Eliminar la entrada de la lista de reproducción
et: Kustuta esitusloendi kirje
mk: Избришете го записот во плејлистата
nb: Slett oppføring i opptaksliste

source: Delete saved playlist
es: Eliminar lista de reproducción guardada
et: Kustuta salvestatud esitusloend
mk: Избришете ја зачуваната плејлиста
nb: Slett lagret opptaksliste

source: Delete the current entry from the log
es: Eliminar la entrada actual del registro

source: Delete this tag
es: Eliminar esta etiqueta

source: Delete timer
es: Eliminar temporizador
et: Kustuta taimer
mk: Избришете го тајмерот
nb: Slett timer

source: Delete unused tags
es: Eliminar etiquetas no utilizadas

source: Deleted
es: Borrado
et: Kustutati
mk: Избришано
nb: Slettet

source: Deleted items
es: Objetos eliminados
et: Prügikast
mk: Избришани предмети
nb: Slettede elementer

source: Deleting %s (%s)...
es: Eliminando %s (%s)...

source: Deleting files
es: Eliminando archivos

source: Denmark
es: Dinamarca
et: Taani
mk: Данска
nb: Danmark

source: Depth
es: Profundidad
et: Sügavus
mk: Длабочина
nb: Dybde

source: Descramble and record ecm
es: Descifrar y grabar ecm

source: Descramble receiving http streams
es: Descifrar recibiendo streams http
et: Dekodeeri sisenevad http vood
mk: Дешифрирај ги примените HTTP-стримови
nb: Dekode mottatte http streams

source: Descramble sending http streams
es: Descifrar enviando streams http
et: Dekodeeri väljuvad http vood
mk: Дешифрирај испратени HTTP стримови "
nb: Dekode sendte http streams

source: Description
es: Descripción
et: Kirjeldus
mk: Опис
nb: Beskrivelse

source: Deselect
es: Deseleccionar
et: Tühista valik
mk: Деселектирај
nb: Angre

source: Destination of fallback remote receiver for ATSC.
es: Destino del receptor reserva alternativo para ATSC.

source: Destination of fallback remote receiver for DVB-C.
es: Destino del receptor reserva alternativo para DVB-C.

source: Destination of fallback remote receiver for DVB-T.
es: Destino del receptor reserva alternativo para DVB-T.

source: Destination of fallback remote receiver.
es: Destino del receptor reserva.

source: Detailed debug logs
es: Registros de depuración detallados

source: Details for plugin:
es: Detalles para el plugin:
et: Laienduse üksikasjad:
mk: Детали за плагин:
nb: Detaljer for programtillegg:

source: Detected tuners
es: Sintonizadores detectados

source: Device
es: Dispositivo

source: Device mounts
es: Montajes dispositivos

source: Device name
es: Nombre dispositivo

source: DiSEqC 1.0 command
es: Comando DiSEqC 1.0
et: DiSEqC 1.0 käsk
mk: Команда DiSEqC 1.0
nb: DiSEqC 1.0 kommando

source: DiSEqC 1.1 command
es: Comando DiSEqC 1.1
et: DiSEqC 1.1 käsk
mk: Команда DiSEqC 1.1
nb: DiSEqC 1.1 kommando

source: DiSEqC 1.1 repeats
es: Repite DiSEqC 1.1
et: DiSEqC 1.1 kordused
mk: DiSEqC 1.1 повторува
nb: DiSEqC 1.1 gjentakelse

source: DiSEqC mode
es: Modo de DiSEqC
et: DiSEqC-olek
mk: Режим DiSEqC
nb: DiSEqC modus

source: DiSEqC port %s: %s
es: Puerto DiSEqC %s: %s
