Repository: OpenVisionE2/enigma2-openvision
Catalog: po/*.po
Languages: es, et, mk, nb

source: Show transponder info
es: Mostrar información del transpondedor
et: Näita transponderi infot
mk: Прокажи информации за транспондер
nb: Vis transponder info

source: Show transponder remaining/elapsed as
es: Mostrar transpondedor restante/transcurrido como

source: Show two lines per entry
es: Mostrar dos líneas por entrada
mk: Покажи две реда по влез

source: Show underline characters in filenames
es: Mostrar caracteres subrayados en nombres de archivo
mk: Покажи подвлеки во имиња на датотеки
nb: Vis understrekingstegn i filnavn

source: Show util-linux in plugin browser
es: Mostrar util-linux en el navegador de plugins

source: Show vertical timelines
es: Mostrar líneas de tiempo vertical
et: Näita vertikaalseid ajajooni
mk: Покажи вертикална временска рамка
nb: Vis vertikale tidslinjer

source: Show warning before set 'Ignore conflict'
es: Mostrar advertencia antes de aceptar ‘Ignorar conflicto’
et: Kuva hoiatust enne 'Ignoreeri konflikti' seadmist
mk: Покажи предупредување за „Игнорирај конфликт“
nb: Vis varsling før valget 'Ignorer konflikt'

source: Show warning when timeshift is stopped
es: Mostrar advertencia al detener timeshift
et: Näita hoiatust kui ajanihe on peatunud
mk: Покажи предупредување при запирање на timeshift
nb: Vis varsling når timeskift stoppes

source: Show/hide window
es: Mostrar/ocultar ventana
et: Näita/peida aken
mk: Прикажи / скриј го прозорецот
nb: Vis/skjul info

source: Shows a notification when the channel and EPG import from server is completed successfully.
es: Muestra una notificación cuando la importación de canales y EPG desde el servidor se completa con éxito.

source: Shows the icons when new/unseen, otherwise it will not show an icon.
es: Muestra los íconos cuando son nuevos/invisibles, de lo contrario no mostrará un ícono.

source: Shows the state of your wireless LAN connection.
es: Muestra el estado de su conexión LAN inalámbrica.
et: Näitab WiFi olekut.
mk: Покажи го статусот на WLAN конекцијата.
nb: Viser status for trådløs LAN forbindelse.

source: Shows the watched status of the movie.
es: Muestra el estado visto de la película.

source: Shuffle
es: Aleatorio

source: Shuffle playlist
es: Lista de reproducción aleatoria
et: Juhuslik esitusloend
mk: Измешајте ја плејлистата
nb: Miks avspillingsliste

source: Shutdown
es: Apagar
et: Lülita välja
mk: Исклучи
nb: Slå av

source: Shutdown when in Standby
es: Apagar cuando está en modo de reposo
et: Ooterežiimis lülita välja
mk: Исклучи ако е во Стендбај
nb: Slå av når i standby

source: Side by side
es: Lado a lado
et: Kõrvuti
mk: Едно до друго
nb: Side om side

source: Sierra Leone
es: Sierra Leona
mk: Сиера Леоне

source: Signal OK, proceeding
es: Señal OK, procediendo
et: Signaal OK, jätkame
mk: Сигнал ОК, продолжете
nb: Signal OK, fortsetter

source: Signal finder
es: Buscador de señal
et: Signaali otsija
mk: Пронаоѓач на сигнали
nb: Signalstyrke måler

source: Signal quality
es: Calidad de señal
et: Signaali kvaliteet
mk: Квалитет на сигналот
nb: Signalkvalitet

source: Signal strength:
es: Fuerza de señal:
et: Signaali tugevus:
mk: Јачина на сигнал:
nb: Signalstyrke:

source: Signal:
es: Señal:
et: Signaal:
mk: Сигнал:

source: Similar EPG
es: EPG Similar
et: Sarnane EPG
mk: Слични EPG
nb: Samme EPG

source: Similar broadcasts:
es: Emisiones similares:
et: Sarnased saated:
mk: Слични преноси:
nb: Samsendinger:

source: Simple titleset (compatibility for legacy players)
es: Títulos simples (compatibilidad para reproductores legacy)
et: Lihtne pealkiri (vanemate pleieritega ühilduv)
mk: Едноставени наслови (компатибилност со застарени плеери)
nb: Enkel overskrift (kompatibelt med eldre spillere)

source: Singapore
es: Singapur
et: Singapur
mk: Сингапур

source: Single
es: Simple
et: Üksik
mk: Еден
nb: Enkel

source: Single EPG
es: EPG simple
et: Kanali saatekava
mk: Единечен EPG
nb: Kanal EPG

source: Single line mode
es: Linea simple
mk: Еднореден режим

source: Single satellite
es: Satélite único
et: Üksik satelliit
mk: Еден сателит
nb: En satellitt

source: Single step (GOP)
es: Único paso (GOP)
et: Üksik samm (GOP)
mk: Еден чекор (GOP)
nb: Enkelt trinn (GOP)

source: Site latitude
es: Latitud del sitio
et: Koha laiuskraad
mk: Географска ширина
nb: Mottakers breddegrad

source: Site longitude
es: Longitud del sitio
et: Koha pikkuskraad
mk: Географска должина
nb: Mottakers lengdegrad

source: Skin Selection Actions
es: Acciones Selección de Skin
mk: Акции за избор на Скин
nb: Handlinger for valg av skin

source: Skin Setup
es: Cambiar Skin

source: Skin setting
es: Ajuste skin

source: SkinSelector: Restart GUI
es: Skin Seleccionado: Reiniciar GUI
mk: Избор на Скин: Рестарт GUI
nb: Valg utseende: Start GUI på nytt

source: Skip empty services
es: Omitir eventos vacíos
et: Tühje kanaleid ei näidata
mk: Прескокни празни канали
nb: Hopp over ubrukte kanaler

source: Skip internet connection check (disables automatic package installation)
es: Omitir comprobación de conexión a Internet
et: Jäta netiühenduse kontroll vahele (automaatne pakettide paigaldamine keelatakse)
mk: Прескокнете ја проверката на интернет-врска (оневозможува автоматско инсталирање на пакетот)
nb: Hopp over Internett-tilkoblingen (deaktiverer automatisk installasjon av pakken)

source: Skip jumping to live TV while timeshifting with plugins
es: Salta a la TV en vivo mientras cambias de tiempo con plugins

source: Sleep Timer
es: Temporizador de Descanso

source: Sleep delay
es: Retraso para ejecutarse

source: SleepTimer Configuration
es: Configuración del temporizador de descanso
et: Unetaimeri seadistamine
mk: Поставки на тајмерот за спиење
nb: Dvale timer innstilling

source: Sleeptimer
es: Temporizador de descanso
et: Unetaimer
mk: Тајмер за спиење
nb: Dvale timer

source: Sleeptimer edit
es: Editar temporizador de descanso
et: Unetaimeri parandus
mk: Уредете го тајмерот за спиење
nb: Dvale timer redigering

source: Slide picture in loop
es: Mostrar la imagen en bucle
et: Vaata pilte tsüklis
mk: Слајд слика во јамка
nb: Vis repeterende bildevisning

source: Slide show interval (sec.)
es: Intervalo de muestra (seg.)
et: Piltide näitamise aeg (sekundit)
mk: Интервал на слајд-шоу (сек.)
nb: Bildevisnings intervall (sek.)

source: Slovak
es: Eslovaco
et: Slovaki
mk: Словачки
nb: Slovakisk

source: Slovakia
es: Eslovaquia
et: Slovakkia
mk: Словачка

source: Slovenia
es: Eslovenia
et: Sloveenia
mk: Словенија

source: Slovenian
es: Eslovenio
et: Sloveeni
mk: Словенечки
nb: Slovensk

source: Slow
es: Lento
et: Aeglane
mk: Бавно
nb: Langsom

source: Slow motion speeds
es: Velocidad de cámara lenta
et: Aeglustuskiirused
mk: Бавно движење
nb: Saktefilm hastighet

source: Small
es: Pequeño
et: Lühidalt
mk: Мал
nb: Liten

source: Small progress
es: Progreso pequeño
et: Väike edenemisriba
mk: Мал напредок
nb: Liten framdriftsbar

source: Smartcard PIN
es: PIN de tarjeta inteligente
et: Kiipkaardi PIN
mk: ПИН за паметна картичка
nb: Smartkort PIN

source: Smooth
es: Suave
et: Pehmendus
mk: Мазна
nb: Jevn

source: Social/Political/Economics
es: Social/Política/Economía
et: Ühiskond/Poliitika/Majandus
mk: Социјална / политичка / економија
nb: Sosial/Politisk/Økonomisk

source: Softcam Actions
es: Acciones Softcam

source: Softcam Setup
es: Configuración de Softcam
et: Softcami seadistamine
mk: Поставки за Softcam
nb: Softcam innstilling

source: Software Manager Setup
es: Ajustes Administrador de Software

source: Software Update
es: Actualización de Software

source: Software management
es: Administrador de Software
et: Tarkvara haldamine
mk: Управување со софтвер
nb: Programvareadministrasjon

source: Software update
es: Actualización de software
et: Tarkvara uuendamine
mk: Ажурирај го софтверот
nb: Programvareoppdatering

source: Softwaremanager information
es: Información del administrador de software
et: Tarkvarahalduri informatsioon
mk: Информации за управувач на софтвер
nb: Programvareadministrasjon

source: Solomon Islands
es: Islas Salomón
et: Saalomoni saared
mk: Соломонски Острови
nb: Solomonøyene

source: Some TVs can't switch to the correct input if another HDMI port is active. This setting sets the TV to standby before the switch. (If the TV does not turn back on it may require a slower transmission interval or the repetition of the wake-up command.)
es: Algunos televisores no pueden cambiar a la entrada correcta si otro puerto HDMI está activo. Esta configuración pone el televisor en modo de espera antes del cambio. (Si el televisor no se vuelve a encender, es posible que requiera un intervalo de transmisión más lento o la repetición del comando de activación).

source: Some plugins are not available:
es: Algunos plugins no están disponibles:
et: Mõned laiendused pole saadaval:
mk: Некои плагини не се достапни:
nb: Noen tillegg er ikke tilgjengelig:

source: Sorry, %s has not been installed!
es: Lo siento, %s no ha sido instalado!
et: %s ei paigaldatud!
mk: За жал, %s не е инсталиран!
nb: Beklager, %s har ikke blitt installert!

source: Sorry, no backups found!
es: Lo siento, no se ha encontrado copia de seguridad!
et: Varukoopiat ei leitud!
mk: Извинете, не се пронајдени резервни копии!
nb: Beklager, fant ingen sikkerhetskopi!

source: Sorry, no details available!
es: Lo siento, no hay detalles disponibles!
et: Üksikasju pole saadaval!
mk: Извинете, нема достапни детали!
nb: Beklager, ingen detaljer er tilgjengelig!

source: Sorry, this tuner is in use.
es: Lo siento, el sintonizador está en uso.
et: See tuuner on kasutusel.
mk: Извинете, овој тјунер е во употреба.
nb: Beklager, denne tuner er i bruk.

source: Sorry, your backup destination is not writeable. Please select a different one.
es: Lo siento, el destino de su copia no permite escritura. Por favor, selecciona otro destino.
et: Varukoopia asukohta ei saa salvestada. Vali uus asukoht.
mk: Извинете, вашата резервна дестинација не може да се запише.&#10; Ве молиме изберете друга.
nb: Beklager, sikkerhetskopien er ikke skrivbar. Vennligst velg en annen.

source: Sort
es: Ordenar
et: Järjesta
mk: Сортирај
nb: Sorter

source: Sort A-Z
es: Ordenar A-Z
et: Tähestikujärj.
mk: Сортирај А-З
nb: Sorter A-Å

source: Sort Trash by deletion time
es: Ordenar papelera por tiempo de eliminación

source: Sort bouquets alphabetic A-Z
es: Ordenar bouquets alfabéticamente A-Z

source: Sort by
es: Ordenar por
et: Järjesta
mk: Сортирај по
nb: Sorter etter

source: Sort by default
es: Ordenar por defecto

source: Sort list:
es: Lista ordenada:
et: Järjesta nimekiri:
mk: Сортирај список:
nb: Sorter liste:

source: Sort order for help screen
es: Orden de clasificación para pantalla ayuda

source: Sort order for menu entries
es: Ordenar entradas de menú
et: Sea menüü sisestuste järjekord
mk: Сортирај по редоследот на изборните ставки
nb: Sorteringsrekkefølge for menylinjer

source: Sort order for setup entries
es: Ordenar para entradas de configuración
mk: Подреди редослед за записи за поставување
nb: Sorter etter

source: Sort order for the language list.
es: Orden de clasificación para la lista de idiomas.

source: Sort plugins list to default?
es: ¿Ordenar los plugins por defecto?
et: Järjestada laienduste nimekiri vaikimisi?
mk: Сортирај список на приклучоци по дифолт?
nb: Sortere tilleggsliste til standard?

source: Sort time
es: Ordenar por fecha
et: Aja järgi
mk: Сортирај според времето
nb: Sorter tid

source: Sorting of playlists
es: Orden de listas de reproducción
et: Esitusloendite järjestamine
mk: Сортирање на плејлистата
nb: Sortering av spillelister

source: Sound
es: Sonido
et: Heli
mk: Звук
nb: Lyd

source: Sound carrier
es: Portadora de sonido
et: Heli kandevsagedus
mk: Носач на звук
nb: Lyd bærer

source: Source request
es: Solicitud de origen
et: Allika päring
mk: Изворно барање
nb: Server forespørsel

source: Sources are available at:
es: Fuentes disponibles en:

source: South
es: Sur
et: Lõuna
mk: Jуг
nb: Sør

source: South Africa
es: Sudáfrica
et: Lõuna-Aafrika
mk: Јужна Африка
nb: Sør Afrika

source: South Georgia and the South Sandwich Islands
es: Georgia del Sur e Islas Sandwich del Sur
et: Lõuna-Georgia ja Lõuna-Sandwichi saared
mk: Јужна Џорџија и Јужни Сендвички Острови
nb: Sør Georgia and the Sør Sandwich øyene

source: South Sudan
es: Sudán del Sur
et: Lõuna-Sudaan
mk: Јужен Судан
nb: Sør Sudan

source: Spain
es: España
et: Hispaania
mk: Шпанија
nb: Spania

source: Spanish
es: Español
et: Hispaania
mk: Шпански
nb: Spansk

source: Specify extra timeframe to ignore inactivity sleeptimer
es: Especifique un tiempo adicional para ignorar la inactividad del temporizador
et: Määra ekstra ajaaken tegevusetuse unetaimeri vältimiseks
mk: Дополнителен временски период за игнорирање на тајмерот за мирување
nb: Angi ekstra tidsrom for overstyring av inaktiv dvale timer

source: Specify if you want to set the blocktimes separately by weekday
es: Especifique si desea establecer los tiempos de bloqueo por separado por día de la semana
et: Määra kui soovid seada keeluaegu eraldi nädalapäeviti
mk: Временски период за игнорирање на тајмерот за секој ден од неделата
nb: Velg hvis blokkeringstidene skal stilles inn separat med bruk av ukedag

source: Specify the end time to ignore the shutdown timer when the receiver is in standby mode
es: Especifique la hora de finalización para ignorar el temporizador de apagado cuando el receptor está en modo de reposo
et: Määra lõpuaeg, et vältida väljalülitamise taimerit, kui vastuvõtja on ooterežiimis
mk: Поставете време на завршување за да го игнорирате дејството на исклучување кога ресиверот е во режим на подготвеност
nb: Still inn slutt tid for å overstyre slå av timer når mottaker er i standby modus

source: Specify the end time until the inactivity sleeptimer should be ignored
es: Especifique el tiempo de finalización hasta que se ignore el temporizador de inactividad
et: Määra lõpuaeg, milleni jõudeoleku unetaimerit välditakse
mk: Поставете време на завршување според кое тајмерот на мирување треба да се игнорира "
nb: Still inn slutt tid når inaktiv dvale timer skal overstyres

source: Specify the extra end time until the inactivity sleeptimer should be ignored
es: Especifique el tiempo de finalización adicional hasta que se ignore el temporizador de inactividad
et: Määra eraldi lõpuaeg, milleni jõudeoleku unetaimerit välditakse
mk: Поставете крај на дополнителниот период за да се игнорира дејството на тајмерот во мирување
nb: Angi ekstra slutt tid for overstyring av inaktiv dvale timer

source: Specify the extra start time when the inactivity sleeptimer should be ignored
es: Especifique el tiempo de inicio adicional cuando se debe ignorar el temporizador de inactividad
et: Määra eraldi algusaeg millal jõudeoleku unetaimerit välditakse
mk: Поставете дополнителен период за да се игнорира дејството на тајмерот во мирување
nb: Angi ekstra start tid for overstyring av inaktiv dvale timer

source: Specify the start time to ignore the shutdown timer when the receiver is in standby mode
es: Especifique la hora de inicio para ignorar el temporizador de apagado cuando el receptor está en modo de reposo
et: Määra algusaeg, et vältida väljalülitamise taimerit, kui vastuvõtja on ooterežiimis
mk: Поставете време на започнување за да се игнорира дејството на исклучување кога ресиверот е во режим на подготвеност "
nb: Still inn start tid for å overstyre slå av timer når mottaker er i standby modus

source: Specify the start time when the inactivity sleeptimer should be ignored
es: Especifique la hora de inicio cuando se debe ignorar el temporizador de inactividad
et: Määra algusaeg, kust alates jõudeoleku taimerit välditakse
mk: Поставете време на започнување од кога ќе се игнорира тајмерот за исклучување на неактивноста
nb: Still inn start tid når inaktiv dvale timer skal overstyres

source: Specify timeframe to ignore inactivity sleeptimer
es: Especifique el marco de tiempo para ignorar inactividad
et: Määra ajakava, et vältida jõudeoleku taimerit
mk: Поставете временска рамка за да го игнорирате тајмерот за мирување
nb: Angi tidsrom når inaktiv dvale timer skal overstyres

source: Specify timeframe to ignore the shutdown in standby
es: Especifique el marco de tiempo para ignorar el apagado en modo de reposo
et: Määra ajakava, et vältida väljalülitamist ooterežiimis
mk: Поставете временска рамка за да го игнорирате исклучувањето во мирување
nb: Angi tidsrom når slå av skal overstyres i standby

source: Split preview mode
es: Modo de vista previa dividida
et: Poolitatud eelvaate režiim
mk: Сплит режим за преглед
nb: Del forhåndsvisning

source: Splitscreen
es: Pantalla dividida
et: Jagatud ekraanipilt
mk: Сплитскрин
nb: Deltvisning

source: Sports
es: Deportes
et: Sport
mk: Спорт
nb: Sport

source: Standard
es: Estándar
et: Tavaline
mk: Стандард

source: Standard menu
es: Menú Standard

source: Standby
es: Reposo
et: Ooterežiim
mk: Стендбај
nb: Slå av

source: Standby after current event
es: Reposo tras el evento actual
et: Ooterežiimis pärast praegust sündmust
mk: Во Стендбај по тековната програма
nb: Slå av etter nåværende program

source: Standby fan %d PWM
es: Ventilador en reposo %d PWM
et: Vent. %d PWM ooterežiimil
mk: Вентилатор во стендбај% d PWM "
nb: Standby kjølevifte %d PWM

source: Standby fan %d voltage
es: Ventilador en reposo %d tensión
et: Vent. %d pinge ooterežiimil
mk: Вентилатор во стендбај% d напон
nb: Standby kjølevifte %d voltstyrke

source: Standby in %s
es: Standby en %s

source: Start
es: Iniciar

source: Start Wizard
es: Iniciar Asistente

source: Start cut
es: Empezar corte

source: Start cut here
es: Comenzar corte aquí

source: Start cut here (reset)
es: Comenzar corte aquí (restablecer)

source: Start directory
es: Directorio de inicio
et: Juurkaust
mk: Почетен директориум
nb: Start katalog

source: Start from the beginning
es: Empezar desde el principio
et: Alusta algusest
mk: Започни од почеток
nb: Start fra begynnelsen

source: Start import when restart enigma2
es: Iniciar importación al reiniciar enigma2

source: Start instant recording
es: Comenzar grabación instantánea
et: Alusta kohest salvestust
mk: Започнете инстантно снимање
nb: Start opptak nå

source: Start offline decode
es: Comenzar decodificado offline
et: Alusta võrguta dekodeerimist
mk: Започнете локална декрипција
nb: Start offline dekoding

source: Start recording?
es: Comenzar grabación?
et: Kas alustan salvestust?
mk: Започнете со снимање?
nb: Starte opptak?

source: Start teletext
es: Iniciar Teletexto
et: Käivita teletekst
mk: Старт телетекст
nb: Start tekst TV

source: Start test
es: Iniciar prueba
et: Käivita test
mk: Започни тест

source: Start time
es: Hora de inicio
et: Alustamise aeg
mk: Време на започнување
nb: Start tid

source: Start time to ignore inactivity sleeptimer
es: Hora de inicio para ignorar inactividad
et: Algusaeg, kust vältida jõudeoleku taimer
mk: Време на започнување за да го игнорирате тајмерот за исклучување на неактивноста
nb: Start tid for overstyring av inaktiv dvale timer

source: Start time to ignore shutdown in standby
es: Hora de inicio para ignorar el apagado en modo de reposo
et: Algusaeg, et vältida väljalülitamine ooterežiimis
mk: Време на започнување без промена од стендбај во дееп стендбај
nb: Start tid for overstyring av slå av i standby

source: Start timeshift
es: Iniciar Timeshift
et: Käivita ajanihe
mk: Започнете со timeshift
nb: Start timeskift

source: Starting on
es: A partir de la fecha
et: Alates
mk: Почнувајќи од
nb: Starter på

source: Startup the set top box in standby from deepstandby or from turn off.
es: Inicie el receptor a reposo desde espera profundo o desde apagado.

source: Startup to standby from deepstandby or power off
es: Iniciar a reposo desde espera profundo o apagado

source: Static IP Router
es: Router IP Estática

source: Status
es: Estado

source: Step back
es: Paso atrás

source: Step east
es: Paso este
et: Samm itta
mk: Чекор на исток
nb: Gå østover

source: Step forward
es: Un paso adelante

source: Step west
es: Paso oeste
et: Samm läände
mk: Чекор запад
nb: Gå vestover

source: Stepped east
es: Caminado hacia el este
et: Liigutatud itta
mk: Зачекори на исток
nb: Gå trinnvis østover

source: Stepped west
es: Caminado hacia el oeste
et: Liigutatud läände
mk: Зачекори западно
nb: Gå trinnvis vestover

source: Stereo
es: Estéreo

source: Stop
es: Detener
et: Peata
mk: Стоп
nb: Stopp

source: Stop PiP
es: Detener PiP
et: Sulge PiP
mk: Стоп PiP
nb: Stopp PiP

source: Stop all current recordings
es: Detener grabaciones actuales
et: Peata kõik käimasolevad salvestused
mk: Стоп за сите тековни снимки
nb: Stopp alle pågående opptak

source: Stop all streams
es: Detener todos los streams
et: Peata kõik vood
mk: Стоп за сите стримови
nb: Stopp alle streams

source: Stop and delete all current recordings
es: Detener y eliminar todas las grabaciones actuales
et: Peata ja kustuta kõik käimasolevad salvestused
mk: Заврши и избриши ги сите тековни снимки
nb: Stopp og slett alle pågående opptak

source: Stop and delete recording
es: Detener y eliminar grabación
et: Peata ja kustuta salvestis
mk: Заврши и избришете го снимките
nb: Stopp og slett opptaket

source: Stop and delete recording:
es: Detener y eliminar grabación:
et: Peata ja kustuta salvestis:
mk: Стоп и избришете ги снимките:
nb: Stopp og slett opptaket:

source: Stop and delete recordings:
es: Detener y eliminar grabaciones:
et: Peata ja kustuta salvestused:
mk: Стоп и избриши ги снимките:
nb: Stopp og slett opptakene:

source: Stop current event and disable coming events
es: Detener el evento actual y deshabilitar los siguientes eventos
et: Peata salvestus ja keela tulevad taimerid
mk: Откажете го тековниот настан и игнорирајте го следниот
nb: Stopp nåværende og kommende program

source: Stop current event and disable future events
es: Detener el evento actual y deshabilitar futuros eventos

source: Stop current event but not coming events
es: Detener el evento actual pero no eventos venideros
et: Peata salvestus, aga ära keela tulevaid taimereid
mk: Откажете го тековниот настан, но извршете го следниот
nb: Stopp nåværende program men ikke stopp kommende

source: Stop current event but not future events
es: Detener evento actual pero no futuros eventos

source: Stop current stream
es: Detener el stream actual
et: Peata praegune voog
mk: Стоп за тековниот стрим
nb: Stopp gjeldende stream

source: Stop entry
es: Detener la entrada
et: Peata
mk: Стоп за снимање
nb: Stopp oppføring

source: Stop live TV service
es: Detener el canal de TV en vivo

source: Stop play TV
es: Detener reproducción de TV
et: Peata telekanali esitus
mk: Стоп за телевизорот
nb: Stopp avspille TV

source: Stop playing this movie?
es: ¿Detener reproducción de la película?
et: Kas lõpetan taasesituse?
mk: Стоп за репродукција?
nb: Stopp avspillingen?

source: Stop previous broadcasted service on return to movie list.
es: Detenga la pelicula emitida anteriormente al regresar a la lista de películas.

source: Stop recording
es: Detener la grabación
et: Peata salvestamine
mk: Стоп за снимање
nb: Stopp opptaket

source: Stop recording and delete
es: Detener grabación y eliminar
et: Peata salvestamine ja kustuta
mk: Стоп за снимање и бришење
nb: Stopp opptaket og slett

source: Stop recording:
es: Detener grabación:
et: Peata salvestus:
mk: Стоп за снимање:
nb: Stopp opptaket:

source: Stop recordings:
es: Detener grabaciones:
et: Peata salvestused:
mk: Стоп на снимањето:
nb: Stopp opptakene:

source: Stop service on return to movie list
es: Detener la reproducción al regresar a la lista de películas
et: Peata teenus filminimekirja tagasi pöördumisel
mk: Стопирај и врати се на списокот со филмови
nb: Stopp tjenesten og gå tilbake til opptaksliste

source: Stop test
es: Detener prueba
et: Peata test
mk: Стоп тест
nb: Stopp test
