Repository: OpenVisionE2/enigma2-openvision
Catalog: po/*.po
Languages: es, et, mk, nb

source: 16:9 Letterbox
nb: 16:9 Brevsprekkformat

source: 4:3 Letterbox
nb: 4:3 Brevsprekkformat

source: 4:3 PanScan
nb: 4:3 Breddereduksjon

source: : 0000 - default (disabled)
et: : 0000 - vakimisi (keelatud)
nb: : 0000 - standard (frakoblet)

source: < Current >
nb: < Gjeldende >

source: < Default + Picon >
nb: < Standard + Kanallogo >

source: < Default >
nb: < Standard >

source: < Emergency >
nb: < Nødsituasjon >

source: < Pending restart >
nb: < Venter på omstart >

source: Always include ECM messages in recordings. This overrides the individual timer settings globally. It allows recordings to be always decrypted afterwards (sometimes called offline decoding), if supported by your receiver. Default: off.
et: Salvestised sisaldavad alati ka ECM sõnumeid. See valik alistab üksiku taimeri seadistused globaalselt ja võimaldab salvestisi hiljem dekrüptida (offlain dekodeerimine), kui vastuvõtja seda toetab. Vaikimisi: välja lülitatud.
nb: Alltid inkluder ECM data i opptakene. Dette overstyrer egne globale timer innstillinger. Dette tillater alltid opptak å bli avkodet i ettertid (offline dekoding), hvis støttet av din mottaker. Standardinnstilling: av.

source: Audio / Video
nb: Hoved innstilling

source: Auto language selection
et: Automaatsed keele valikud
nb: Språk innstilling

source: BER:
nb: Signalfeil (BER):

source: Change PIN
et: Muuda PIN
nb: Endre PIN

source: Clone TV screen to LCD mode
et: Klooni TV pilt LCD-le
nb: Klone TV skjerm til LCD modus

source: Configure the way in which the receiver changes channels.
et: Määra viis, kuidas vastuvõtja vahetab kanaleid.
nb: Still inn alternativer for hvordan mottakeren bytter kanaler.

source: DVB driver version:
et: DVB draiveri versioon:
nb: DVB driver versjon:

source: DVB-C ANNEX B
nb: DVB-C VEDLEGG B

source: DVB-C ANNEX C
nb: DVB-C VEDLEGG C

source: Deep Standby LED
nb: Dyp standby LED

source: Delete the character to the left of text buffer cursor
nb: Slett tegnet til venstre for tekst buffer markøren

source: Delete the character under the text buffer cursor
nb: Slett tegnet under tekst buffer markøren

source: Display setup
et: Esipaneeli seaded
nb: Display innstilling

source: Do you want to remove all the crahs logfiles
et: Kas soovid eemaldada kõik kokkuvarisemise logifailid
nb: Vil du fjerne alle krasj loggfiler

source: Do you want to update your receiver to %s?
et: Kas soovid uuendada vastuvõtja tarkvara %s?
nb: Vil du oppdatere mottakeren til %s?

source: Do you want to update your receiver?
et: Kas soovid uuendada vastuvõtja tarkvara?
nb: Vil du oppdatere mottakeren?

source: EPG settings
et: Saatekava seaded
nb: EPG-innstilling

source: Enable auto fast scan
et: Luba automaatne kiirotsing
nb: Aktiver automatisk hurtig søk

source: Enable auto fast scan for %s
et: Luba kiire automaatotsing %s jaoks
nb: Aktiver auto hurtig søk for %s

source: Enigma (re)starts: %d
et: Enigma (taas)käivitamisi: %d
nb: Enigma (re)starter: %d

source: Enigma debug level: %d
nb: Feilsøkingsnivå for Enigma: %d

source: Enigma version:
et: Enigma versioon:
nb: Enigma versjon:

source: Expert settings
et: Eksperdi seaded
nb: Ekspert innstilling

source: FEC
nb: Feilkorreksjon FEC

source: FTA
nb: Fri

source: Factory reset
et: Algseadistus
nb: Nullstill mottaker

source: Factory reset will restore your receiver to its default configuration. All user data including system settings, tuner configuration, bouquets, services and plugins will be DELETED. Recordings and other files stored on HDD and USB media will remain intact. After completion, the system will restart automatically! Do you really want to proceed?
nb: Tilbakestilling vil gjenopprette mottakeren til standardkonfigurasjonen. Alle brukerdata inkludert systeminnstillinger, mottaker konfigurasjon, favoritter, tjenester og tillegg vil bli slettet. Opptak og andre filer lagret på HDD og USB media vil være intakt. Etter ferdigstillelse startes systemet automatisk! Vil du fortsette?

source: Fallback remote receiver setup
et: Kaugvastuvõtja seadistus
nb: Innstilling for eksternmottaker

source: Filesystem check
et: Failisüsteemi kontroll
nb: Filsystemkontroll

source: Flash image
et: Paigalda süsteemitõmmis
nb: Installer operativsystem

source: Frontprocessor version: %s
et: Esiprotsessori versioon: %s
nb: Frontprosessor versjon: %s

source: GStreamer version:
et: GStreameri versioon:
nb: Gstreamer versjon:

source: GUI Settings
et: Ekraanigraafika seaded
nb: GUI innstilling

source: Hard disk setup
et: Kõvaketta seaded
nb: Diskoppsett

source: IDLE
et: JÕUDEOLEKUS
nb: PAUSE

source: Input devices
et: Sisendseadmed
nb: Enhets innstilling

source: Just scale
et: Alati kogu ekraan
nb: Bare skaler

source: Keyboard setup
et: Klaviatuuriseaded
nb: Tastaturoppsett

source: Letterbox
nb: Brevsprekkformat

source: Live decoder
nb: Dekoder ibruk

source: Macedonia (the former Yugoslav Republic of)
et: Makedoonia
nb: Makedonia

source: Manufacturer reset in progress Please wait until enigma2 restarts
nb: Tilbakestilling av operativsystem pågår Vennligst vent til enigma2 starter på nytt

source: Move the text buffer cursor left
nb: Flytt tekst markør til venstre

source: Move the text buffer cursor right
nb: Flytt tekst markør til høyre

source: Move the text buffer cursor to the first character
nb: Flytt tekst markør til det første tegnet

source: Move the text buffer cursor to the last character
nb: Flytt tekst markør til det siste tegnet

source: Move the virtual keyboard cursor down
nb: Flytt virtuell tastatur markør ned

source: Move the virtual keyboard cursor left
nb: Flytt virtuell tastatur markør til venstre

source: Move the virtual keyboard cursor right
nb: Flytt virtuell tastatur markør til høyre

source: Move the virtual keyboard cursor up
nb: Flytt virtuell tastatur markør opp

source: N/A
et: Ei ole kasutusel
nb: Ikke/aktuelt

source: No positioner capable frontend found.
et: Ei leitud positsioneeri toetavat tuunerit.
nb: Fant ingen brukbar posisjonsvisning.

source: No tuner is configured for use with a diseqc positioner!
et: Ükski tuuner pole seadistatud DISEqC-positsioneeri kasutama!
nb: Tuner er ikke innstilt for DiSEqC ver. 1.2 motorstyring!

source: Not Required
nb: Ikke påkrevd

source: Pan&scan
nb: Bredde reduksjon

source: Pillarbox
nb: Sorte kanter

source: Please connect your receiver to the internet
et: Ühenda vastuvõtja internetti
nb: Vennligst koble mottakeren til Internett

source: Please set your time zone
nb: Angi tidssonen

source: Please wait, restarting cardserver.
et: Oota, kaardiserver taaskäivitub.
nb: Vent litt, restarter cardserver.

source: Please wait, restarting softcam and cardserver.
et: Oota, softcam ja kaardiserver taaskäivituvad.
nb: Vent litt, restarter softcam og cardserver.

source: Please wait, restarting softcam.
et: Oota, softcam taaskäivitus.
nb: Vent litt, restarter softcam.

source: Power on display
et: Sisselülitus näidikul
nb: Slå på display

source: Press OK to activate the selected%s skin.
nb: Trykk OK for å ta i bruk det valgte%s skin.

source: Press OK to keep the currently selected%s skin.
nb: Trykk OK for å beholde den valgte %s skin.

source: Prime time
et: Tippaeg
nb: Beste sendetid

source: RF output
et: RF-väljund
nb: RF utgang

source: Really update the frontprocessor and reboot now?
et: Uuendad esiprotsessori ja taaskäivitad vastuvõtja?
nb: Virkelig oppdatere frontprosessor og gjenstarte nå?

source: Rec
et: Salvesta
nb: Opptak

source: Relevant PIDs routing
nb: Kanaldetaljer

source: Restart enigma in debug mode
nb: Starte Enigma i feilsøkingsmodus

source: Restart enigma in standard mode
nb: Restart Enigma i standard modus

source: Retrieving image slots - Please wait...
et: Taastan tarkvara. Oota...
nb: Henter programvare liste - Vennligst vent litt...

source: Satellite dish setup
et: SAT antenni seadmine
nb: Paraboloppsett

source: Save timeshift in movie dir and zap
et: Salvesta ajanihke fail filmikataloogis ja vaheta kanalit
nb: Lagre timeskift i opptaksmappen og zap

source: Select Card Server
et: Vali kaardiserver
nb: Velg cardserver

source: Select Softcam
et: Vali softcam
nb: Velg softcam

source: Select a skin
et: Vali kujundus
nb: Velg utseende

source: Select the character or action under the virtual keyboard cursor
nb: Velg tegn eller handling med virtuell tastatur markør

source: Select the virtual keyboard locale from a menu
nb: Velg nasjonale innstillinger for virtuelt tastatur fra en meny

source: Select the virtual keyboard shifted character set
nb: Velg virtuell tastaturs shift tegnsett

source: Select the virtual keyboard shifted character set for the next character only
nb: Velg det virtuelle tastaturs tegnoppsett bare for neste tegn

source: Selects the mode how live tv should be shown on the LCD.
et: Valib viisi kuidas jooksvat TV pilti näidatakse LCD kaudu.
nb: Med dette valget vises TV innstillingens utseende på LCD.

source: Selects video source displayed on the LCD.
et: Valib video allika, mis näidatakse LCD kaudu.
nb: Velger videokilde vist på LCDen.

source: Set PIN
et: Määra PIN
nb: Velg PIN

source: Show menu paths
et: Kuva asukoht menüüs
nb: Vis meny stier

source: Show symbols on display
et: Näita sümboleid näidikul
nb: Vis symboler på skjermen

source: Sleep timer
et: Unetaimer
nb: Dvale timer

source: Softcam setup
et: Softcami seadistamine
nb: Softcam innstilling

source: Standby / restart
et: Seiskamine
nb: Av/på strømvalg

source: Standby in
et: Ooterežiimis
nb: Slå av om

source: T2MI RAW Mode
nb: T2MI RAW-modus

source: TXT PID
nb: Tekst PID

source: Thank you for using the wizard. Your receiver is now ready for use. Press OK to start using your receiver.
et: Täname, et kasutasid abilist. Vastuvõtja on kasutuseks valmis Jätkamiseks vajuta OK.
nb: Takk for at du bruker veiviseren. Mottakeren er nå klar til bruk. Trykk på OK for å begynne å bruke mottakeren.

source: The user interface of your receiver is restarting
et: Vastuvõtja kasutajaliides taaskäivitub.
nb: Brukergrensesnittet til mottakeren starter på nytt

source: The user interface of your receiver is restarting due to an error in mytest.py
et: Vastuvõtja kasutajaliides taaskäivitub vea tõttu 'mytest.py' failis
nb: Brukergrensesnittet til mottakeren starter på nytt på grunn av en feil i mytest.py

source: The user interface of your receiver is restarting in debug mode
nb: Brukergrensesnittet til mottakeren starter på nytt i feilsøkingsmodus

source: This option allows you to power off the display.
et: See valik lubab näidiku välja lülitada.
nb: Med dette valget kan du skru av display.

source: This option allows you to show all symbols on the display.
nb: Dette alternativet lar deg vise alle symboler på displayet.

source: This option allows you to show menu paths.
et: Saad kuvada menüüde täieliku asukoha.
nb: Med dette valget kan du vise meny stiene.

source: Timeshift
et: Ajanihe
nb: Timeskift

source: Tuner configuration
et: Tuuneri seaded
nb: Tunerinnstilling

source: Tuners & scanning
nb: Tunere & skanning

source: Unattended update in progress Please wait until your receiver reboots This may take a few minutes
et: Toimub automatiseeritud uuendamine Oota vastuvõtja taaskäivitamist Selleks võib kuluda mõni minut
nb: Oppdatering pågår Vent til mottakeren starter på nytt Dette kan ta noen minutter

source: Update completed. Do you want to reboot your receiver?
et: Uuendamine on tehtud. Kas taaskäivitad vastuvõtja?
nb: Oppdateringen er ferdig. Vil du starte mottakeren på nytt?

source: Use the up/down keys on your remote control to select an option. After that, press OK.
et: Kasuta valimiseks üles/alla nuppu puldil, siis vajuta OK.
nb: Bruk opp/ned-tastene på fjernkontrollen for å velge et alternativ. Deretter trykker du på OK.

source: User Mode
et: Kasutaja režiim
nb: Brukermodus

source: WPA or WPA2
et: WPA või WPA2
nb: WPA eller WPA2

source: Welcome. This start wizard will guide you through the basic setup of your receiver. Press the OK button on your remote control to move to the next step.
et: Tere. See stardiabiline juhendab vastuvõtja põhiseadete tegemisel. Järgmise sammu juurde minekuks vajuta puldil OK.
nb: Velkommen. Denne start veiviseren vil lede deg gjennom det grunnleggende oppsettet av mottakeren. Trykk på OK-knappen på fjernkontrollen for å gå til neste trinn.

source: When enabled, the receiver will automatically use the audio track which you selected before.
et: Määrates 'jah', kasutab vastuvõtja automaatselt varem valitud heliriba.
nb: Hvis aktivert, vil mottakeren automatisk bruke lydsporet som du valgte før.

source: When enabled, the receiver will automatically use the subtitles which you selected before.
et: Määrates 'jah', kasutatakse automaatselt varem valitud subtiitreid.
nb: Hvis aktivert, vil mottakeren automatisk bruke tekstingen som du valgte før.

source: When enabled, the receiver will no longer monitor the tuned transponder for possible changes. Do not use this option unless you know what you are doing.
et: Määrates 'jah', ei jälgi vastuvõtja enam võimalikke muudatusi transponderil. Kasuta seda ainult juhul, kui oled täiesti kindel, et tead, mida teed.
nb: Hvis aktivert, vil ikke mottakeren lenger overvåke den innstilte transponder for mulige endringer. Ikke bruk dette alternativet med mindre du vet hva du gjør.

source: When enabled, the receiver will select an AC3 track (when available).
et: Määrates 'jah', kasutab vastuvõtja (võimaluse korral) AC3 heli.
nb: Hvis aktivert, vil mottakeren bruke AC3 spor (når tilgjengelig).

source: When enabled, the receiver will select an AC3+ track (when available).
et: Määrates 'jah', valib vastuvõtja AC3­­+ helirea (võimaluse korral)
nb: Hvis aktivert, vil mottakeren bruke AC3+ spor (når tilgjengelig).

source: Wizard setup
nb: Veiviser oppsett

source: Write error while recording. Disk full?
et: Kirjutamise viga. Kõvaketas täis?
nb: Skrivefeil under opptak. Er disken full?

source: You PIN code is 0000. This is the default PIN code and it disables parental control!
et: Sinu PIN kood on 0000. See on vaikimisi PIN kood ja eemaldab lapseluku.
nb: Din PIN-kode er 0000. Dette er standard PIN-kode og deaktiverer foreldrekontroll!

source: Your frontprocessor will be updated Please wait until your receiver reboots This may take a few minutes
et: Esiprotsessorit uuendatakse Oota vastuvõtja taaskäivitumist See võib võtta mõne minuti
nb: Frontprosessoren vil bli oppdatert Vent til mottakeren starter på nytt Dette kan ta noen minutter

source: Your receiver is rebooting
et: Vastuvõtja taaskäivitub
nb: Mottakeren starter på nytt

source: Your receiver is shutting down
et: Vastuvõtja lülitub välja
nb: Mottakeren slås av

source: Your receiver might be unusable now. Please consult the manual for further assistance before rebooting your receiver.
et: Vastuvõtja võib olla nüüd kasutuskõlbmatu. Uuri juhendit täiendava abi leidmiseks enne vastuvõtja taaskäivitamist.
nb: Mottakeren kan være ubrukelig nå. Slå opp i bruksanvisningen før mottakeren startes på nytt.

source: after
et: pärast
nb: etter

source: alphabetical
et: tähestikuline
nb: alfabetisk

source: alternative
et: alternatiivne
nb: alternativ

source: force disabled
et: jõuga keelatud
nb: styrke deaktivert

source: force enabled
et: jõuga lubatud
nb: styrke aktivert

source: in menu and plugins
nb: i meny og tilleggene

source: in menu only
nb: bare i meny

source: in plugins only
nb: bare i tilleggene

source: musical/opera
et: muusikal/ooper
nb: musikal/opera

source: user defined hidden
nb: bruker definert skjult

source: white
et: valge
nb: hvit

source: yes, but not in multi selections
nb: ja, men ikke i multi valg

source: CVBS
et: Komposiit (CVBS)

source: EPG
et: Saatekava

source: EtPortal
et: EtPortaal

source: Reunion
et: Réunion

source: SoftCam / CI
et: EMU / CI

source: TUNER:
et: Tuuner:

source: original
et: algne
