Repository: OpenVisionE2/enigma2-openvision
Catalog: po/*.po
Languages: es, et, mk, nb

source: Remove completed timers after (days)
es: Eliminar temporizadores completados después de (días)
et: Lõpetatud taimerite kõrvaldamine pärast (päeva)
mk: Отстранете ги завршените тајмери по (денови)
nb: Slett ferdige timere etter (dager)

source: Remove currently selected title
es: Eliminar el título seleccionado actualmente
et: Eemalda valitud pealkiri
mk: Отстранете го моментално избраниот наслов
nb: Fjern gjeldende valgte tittel

source: Remove entry
es: Eliminar entrada
et: Kustuta kirje
mk: Отстрани елемент
nb: Fjern denne kanal fra kanallisten

source: Remove from parental protection
es: Eliminar canal de la protección parental
et: Eemalda lapselukk
mk: Отстрани од родителска заштита
nb: Fjern fra foreldrekontroll beskyttelsen

source: Remove items from trash can after (days)
es: Eliminar elementos de la papelera después de (días)
et: Salvestiste kõrvaldamine prügikastist pärast (päeva)
mk: Отстранете ги предметите од корпата за отпадоци после (денови)
nb: Tøm papirkurven etter (dager)

source: Remove plugins
es: Eliminar plugins
et: Eemalda laiendusi
mk: Отстрани плагин
nb: Fjern tillegg

source: Remove selected satellite
es: Eliminar satélite seleccionado
et: Eemalda valitud satelliit
mk: Отстранете го избраниот сателит
nb: Fjern den valgte satellitt

source: Remove service
es: Eliminar canal

source: Remove terrestrial services
es: Eliminar canales de tdt
et: Eemalda maapealse TV teenused
mk: Отстранете ги терестријални канали
nb: Fjern bakkenett kanaler

source: Remove texts for the hearing impaired from external subtitles (instrumental music or environmental sounds, e.g., when a doorbell rings or a gun shot is heard).
es: Elimine los textos para personas con discapacidad auditiva de subtítulos externos (música instrumental o sonidos ambientales, por ejemplo, cuando suena un timbre o se escucha un disparo).

source: Remove the services on scanned transponders before re-adding services?
es: Eliminar los canales que ya existen de los transpondedores buscados antes de volver a agregar estos canales?

source: Remove this mark
es: Quitar esta marca

source: Remove title
es: Eliminar título
et: Eemalda pealkiri
mk: Отстранете го насловот
nb: Fjern overskrift

source: Removing
es: Eliminando
et: Eemaldab
mk: Отстрани
nb: Fjerner

source: Removing service
es: Eliminando servicio

source: Rename
es: Renombrar
et: Muuda nimi
mk: Преименувај
nb: Gi nytt navn

source: Rename directory
es: Renombrar directorio

source: Rename entry
es: Renombrar entrada
et: Nimeta nimekiri ümber
mk: Преименувај го записот
nb: Endre kanalnavn

source: Rename name and description for new events
es: Renombrar nombre y descripción para nuevos eventos
et: Nimeta ümber uute sündmuste nimed ja kirjeldused
mk: Преименувајте го името и описот за нови настани
nb: Gi nytt navn og beskrivelse for nye kanaler

source: Rename this tag
es: Renombrar esta etiqueta

source: Repeat
es: Repetir
et: Korda
mk: Повтори
nb: Gjenta

source: Repeat how often
es: Repita con qué frecuencia

source: Repeat playlist
es: Repetir lista de reproducción
et: korda esitusloendit
mk: Повторете ја плејлистата
nb: Gjenta spilleliste

source: Repeat the sent standby and wakeup commands
es: Repita los comandos de espera y activación enviados

source: Repeat the standby commands
es: Repita los comandos de reposo

source: Repeat type
es: Tipo de repetición
et: Kordamise liik
mk: Тип на повторување
nb: Gjentakelse type

source: Repeated
es: Repetido

source: Repeating the event currently recording... What do you want to do?
es: Repetir el evento que está grabando actualmente...Qué quieres hacer?

source: Repeats
es: Repetición
et: Kordused
mk: Повторувања
nb: Gjentakelser

source: Replace `- ` in dialogs with colored text per speaker (like teletext subtitles for the hearing impaired)
es: Reemplazar `-` en cuadros de diálogo con texto en color por altavoz (como subtítulos de teletexto para sordos)
et: Asenda `- ` dialoogides rääkija värvilise tekstiga (nagu teleteksti subtiitrid vaegkuuljate jaoks)
mk: Оваа опција го заменува `-` со обоен текст за секој звучник во дијалозите (како со Телетекст превод за оштетен слух)."
nb: Erstatt `- ` i dialogboksen med farget tekst for tale (som tekst-TV tekst for hørselshemmede)

source: Replace all '%s' tags with: (NOTE: 'Cancel' cannot undo this!)
es: Reemplace todas las etiquetas '%s' con: (NOTA: 'Cancelar' no puede deshacer esto!)

source: Replace newlines in EPG
es: Reemplazar nuevas líneas en EPG

source: Report problems to:
es: Reportar problemas a:

source: Require authentication for http streams
es: Requiere autenticación para streams http
et: Nõua http striimide autentimist
mk: Потребна е автентикација за HTTP стримови
nb: Bruk autentisering for http streams

source: Required medium type:
es: Tipo de medio requerido:
et: Nõutav meedia tüüp:
mk: Потребен е медиум тип:
nb: Nødvendig medium:

source: Reserved
es: Reservado
et: Varutud
mk: Резервиран
nb: Reservert

source: Reset
es: Restablecer
et: Lähtesta
mk: Ресетираj
nb: Tilbakestill

source: Reset and renumerate title names
es: Restablecer y renumerar los nombres de los títulos
et: Sisesta uus faili nimi
mk: Ресетирање и пребројување имиња на наслови
nb: Tilbakestill og nummerer navn på nytt

source: Reset list order to default
es: Restablecer el orden de lista por defecto

source: Reset list order to default?
es: Restablecer el orden por defecto de la lista?

source: Reset order (All)
es: Restablecer orden (Todos)
et: Nulli järjekord (Kõik)
mk: Ресетирај ја нарачката (сите)
nb: Tilbakestillingsrekkefølge (alle)

source: Reset persistent PIN code
es: Restablecer el código PIN persistente
et: Nulli püsiv PIN kood
mk: Ресетирајте го постојаниот PIN-код
nb: Tilbakestill gjeldende PIN kode

source: Reset playback position
es: Restablecer posición de reproducción
et: Nulli taasesituse algpunkt
mk: Ресетирајте ја позицијата на репродукција
nb: Tilbakestill avspillingsposisjon

source: Reset the selected devices and save changes of your config when the GREEN button is pressed.
es: Reiniciará lo seleccionado y guarda su configuración si pulsa botón VERDE.

source: Reset video enhancement settings to system defaults?
es: ¿Restablecer la configuración de mejora de video a los valores por defecto?
et: Kas taastada pildiparanduste vaikeväärtused?
mk: Да се ​​ресетира напредната поставка за A / V на стандардна вредност?
nb: Tilbakestille innstillinger for video forbedring til systemstandarder?

source: Reset video enhancement settings to your last configuration?
es: ¿Restablecer la configuración de mejora de video a su última configuración?
et: Taasta oma viimase seade pildiparandused?
mk: Да се ​​ресетираат напредните поставки за A / V на нивната последна конфигурација?
nb: Tilbakestille innstillinger for video forbedring til siste konfigurasjon?

source: Resolution
es: Resolución
et: Resolutsioon
mk: Резолуција
nb: Oppløsning

source: Restart
es: Reiniciar
et: Taaskäivita
mk: Рестарт
nb: Start på nytt

source: Restart GUI
es: Reiniciar Enigma2

source: Restart GUI now?
es: ¿Reiniciar Enigma2 ahora?
et: Käivitame Enigma2 kohe uuesti?
mk: Рестарт GUI сега?
nb: Start GUI på nytt?

source: Restart both
es: Reiniciar ambos
et: Taaskäivita mõlemad
mk: Рестартирајте ги обете
nb: Restart begge

source: Restart cardserver
es: Reiniciar cardserver
et: Taaskäivita kaardiserver
mk: Рестартирајте го серверот за картички

source: Restart enigma
es: Reiniciar Enigma2
et: Taaskäivita enigma2
mk: Рестарт енигма
nb: Start enigma2 på nytt

source: Restart network
es: Reiniciar red
et: Taaskäivita võrk
mk: Рестартирај ја мрежата
nb: Start nettverket på nytt

source: Restart softcam
es: Reiniciar softcam
et: Taaskäivita softcam
mk: Рестарт софткам

source: Restart test
es: Reiniciar prueba
et: Taaskäivituse test
mk: Рестарт тест
nb: Starte på nytt- test

source: Restart your network connection and interfaces.
es: Reiniciar la conexión de red e interfaces.
et: Taaskäivita võrgu ühendus ja adapter.
mk: Рестартирај ја мрежната конфигурација на приемникот.
nb: Start nettverksforbindelse på nytt.

source: Restore
es: Restaurar solo configuración
et: Taasta
mk: Обнови
nb: Gjenopprett

source: Restore backups
es: Restaurar copias de seguridad
et: Taasta varukoopia
mk: Врати ги поставките
nb: Gjenopprett sikkerhetskopier

source: Restore deleted images
es: Restaurar imágenes eliminadas
mk: Вратете ги избришаните имиџи

source: Restore inetd
es: Restaurar inetd

source: Restore inetd.conf
es: Restaurar inetd.conf

source: Restore previous cuts...
es: Restaurar cortes anteriores ...

source: Restore system settings
es: Restaurar ajustes de sistema
et: Taasta seaded
mk: Вратете ги поставките на системот
nb: Gjenopprett systeminnstillingene

source: Restore your backups by date.
es: Restaura sus copias de seguridad por fecha.
et: Taasta oma varukoopiad kuupäeva järgi.
mk: Вратете ги резервните копии според датумот.
nb: Gjenopprett dine sikkerhetskopier etter dato.

source: Restore your receiver settings.
es: Restaura la configuración de su receptor.
et: Taasta vastuvõtja seaded.
mk: Вратете ги поставките за приемникот.
nb: Tilbakestill dine mottaker innstillinger.

source: Restoring...
es: Restaurando…
et: Taastamine...
mk: Се обновува ...
nb: Gjenoppretter...

source: Resume from last position
es: Continuar desde la última posición
et: Jätka katkestatud kohalt
mk: Продолжете на последната позиција
nb: Fortsett fra siste posisjon

source: Resume position at %s
es: Continuar posición en %s
et: Jätka alates %s
mk: Репродукцијата започнува од% s
nb: Gjenoppta posisjonen ved %s

source: Resuming playback
es: Continuar reproducción
et: Taasesitus jätkub katkestatud kohalt
mk: Продолжете со репродукција
nb: Fortsetter avspilling

source: Retrieving image list - Please wait...
es: Recuperando lista de imágenes - Por favor espere...
et: Tõmban tarkvara nimekirja - oota...
mk: Добивам информации. Ве молам почекајте...
nb: Henter programvare liste. Vennligst vent litt...

source: Return the current selection response
es: Devuelve la respuesta de la selección actual

source: Return to movie list
es: Volver a lista de películas
et: Tagasi salvestiste nimekirja
mk: Вратете се на списокот со филмови
nb: Gå tilbake til opptaksliste

source: Return to previous service
es: Regresar al canal anterior
et: Tagasi eelmisele kanalile
mk: Назад на последната услуга
nb: Gå tilbake til forrige kanal

source: Reverse bouquet buttons
es: Invertir botones de bouquet
et: Pööratud kanalinimekirja nupud
mk: Преврти ги копчињата букет
nb: Reverser kanallistetastene

source: Reverse list
es: Lista reversa
et: Pööratud nimekiri
mk: Флип листа
nb: Reverser listen

source: Rewind speeds
es: Velocidades de rebobinado
et: Tagasikerimise kiirused
mk: Брзини наназад
nb: Tilbakespolings hastigheter

source: Rewrap subtitles
es: Justificar subtítulos
et: Subtiitrite ümberpakkimine
mk: Преработи преводи
nb: Undertekst tilpassing

source: Right
es: Derecha
et: Parem
mk: Десно
nb: Høyre

source: Right from servicename
es: Derecha del nombre de canal
et: Kanalinimest paremal pool
mk: Десно од името на каналот
nb: Høyre for kanalnavn

source: Romania
es: Rumanía
et: Rumeenia
mk: Романија

source: Romanian
es: Rumano
et: Rumeenia
mk: Романски
nb: Rumensk

source: Root directory
es: Directorio raíz
et: Juurkataloog
mk: Главен директориум
nb: Rot katalog

source: Rotor step position:
es: Posición de paso del rotor:
et: Mootori astme positsioon:
mk: Позиција на роторот:
nb: Motorposisjon:

source: Rotor turning speed
es: Velocidad de giro del rotor
et: Mootori pööramise kiirus
mk: Брзина на вртење на роторот
nb: Motorhastighet

source: Round start time on
es: Hora de inicio en
et: Ligikaudne algusaeg sisse
mk: Време на започнување со кружење
nb: Rundetid på

source: Run frequency
es: Frecuencia de ejecución

source: Run the BLUE action
es: Ejecute la acción botón AZUL

source: Run the GREEN action
es: Ejecute la acción botón VERDE

source: Run the RED action
es: Ejecute la acción botón ROJO

source: Run the YELLOW action
es: Ejecute la acción botón AMARILLO

source: Run the currently highlighted action
es: Ejecutar la acción resaltada actualmente

source: Run the numbered action
es: Ejecutar la acción numerada

source: Running
es: Ejecutando

source: Russian
es: Ruso
et: Vene
mk: Руски
nb: Russisk

source: Russian Federation
es: Federación Rusa
et: Venemaa Föderatsioon
mk: Руска Федерација
nb: Russland

source: Rwanda
es: Ruanda
mk: Руанда

source: SABnzbd setup
es: Configurar SABnzbd

source: SATPI Setup
es: Ajustes SATPI

source: SCPC optimized search range
es: Rango de búsqueda optimizada SCPC
et: SCPC optimeeritud otsivahemik
mk: Оптимизиран опсег на пребарување од SCPC
nb: SCPC optimalisert søkeområde

source: SINGLE LAYER DVD
es: DVD de una capa
et: ÜHEKIHILINE DVD
mk: ДВД со еден слој
nb: ETTLAGS DVD

source: SMS style QuickSelect location selection
es: Selección de ubicación QuickSelect estilo SMS

source: SRT file
es: Archivo STR
et: SRT fail
mk: SRT-датотека
nb: SRT fil

source: SSA file
es: Archivo SSA
et: SSA fail
mk: SSA-датотека
nb: SSA fil

source: Saint Barthelemy
es: Saint-Barthélemy
et: Saint-Barthélemy
mk: Свети Бартелемеј
nb: St. Barthelemy

source: Saint Helena, Ascension and Tristan da Cunha
es: Santa Elena
et: Saint Helena, Ascension ja Tristan da Cunha
mk: Света Елена, Вознесение и Тристан да Куња
nb: St. Helena

source: Saint Kitts and Nevis
es: San Cristóbal y Nieves
et: Saint Kitts ja Nevis
mk: Свети Китс и Невис
nb: St. Kitts og Nevis

source: Saint Lucia
es: Santa Lucía
mk: Света Луција
nb: St. Lucia

source: Saint Martin (French part)
es: San Martín (parte francesa)
et: Saint-Martini
mk: Свети Мартин (француски дел)
nb: St. Martin

source: Saint Pierre and Miquelon
es: San Pedro y Miquelón
et: Saint-Pierre ja Miquelon
mk: Свети Пјер и Микелон
nb: St. Pierre og Miquelon

source: Saint Vincent and the Grenadines
es: San Vicente y las Granadinas
et: Saint Vincent ja Grenadiinid
mk: Сент Винсент и Гренадини
nb: St. Vincent og Grenadinene

source: Samba setup
es: Configurar Samba

source: Same as stream
es: Mismo que el flujo
et: Sama nagu voog
mk: Исто како стрим
nb: Samme som stream

source: Same resolution as skin
es: Misma resolución que el skin
et: Sama eraldus nagu välimusel
mk: Иста резолуција како и скинот
nb: Samme oppløsning som utseende

source: Sao Tome and Principe
es: Santo Tomé y Príncipe
et: São Tomé ja Príncipe
mk: Сао Томе и Принципе
nb: Sao Tome og Principe

source: Sat
es: Sáb
et: L
mk: Са
nb: Lør

source: Satellite
es: Satélite
et: Satelliit
mk: Сателит
nb: Satellitt

source: Satellite Dish Setup
es: Ajustes Antena Satélite

source: Satellite equipment
es: Equipo de satélite
et: Satelliidiseadmed
mk: Сателитска опрема
nb: Satellittutstyr

source: Satellite equipment setup
es: Configuración del equipo de satélite
et: Satelliidiseadmete seaded
mk: Поставки за сателитска опрема
nb: DiSEqC oppsett

source: Satellite longitude:
es: Longitud del satélite:
et: Satelliidi pikkuskraad:
mk: Сателитска должина:
nb: Satellitt lengdegrad:

source: Satellites
es: Satélites
et: Satelliidid
mk: Сателити
nb: Leverandørlister

source: Saturation
es: Saturación
et: Küllastus
mk: Сатурација
nb: Metning

source: Saturday
es: Sábado
et: Laupäev
mk: Сабота
nb: Lørdag

source: Saudi Arabia
es: Arabia Saudí
et: Saudi Araabia
mk: Саудиска Арабија

source: Save
es: Guardar
et: Salvesta
mk: Зачувај
nb: Lagre

source: Save / Enter text and exit
es: Guardar/ingresar texto y salir
mk: Внесете текст и зачувајте, а потоа излезете
nb: Lagre/Skriv inn tekst og avslutt

source: Save EPG Cache
es: Guardar EPG

source: Save EPG data
es: Guardar datos EPG

source: Save all changed settings and exit
es: Guarde todas las configuraciones cambiadas y salga

source: Save all changed tags and exit
es: Guarde todas las etiquetas modificadas y salga

source: Save and activate the currently selected skin
es: Guardar y activar el actual skin seleccionado
mk: Притиснете Зачувај за да го активирате нагласениот Скин
nb: Lagre og aktiver det valgte skin

source: Save and restart timeshift
es: Guardar y reiniciar timeshift
et: Salvesta ajanihe ja alusta uuesti
mk: Зачувај и рестартирај timeshift
nb: Lagre og start timeskift på nytt

source: Save and stop timeshift
es: Guardar y parar timeshift
et: Salvesta ajanihe ja peata see
mk: Зачувај и запрете го timeshift
nb: Lagre og stopp timeskift

source: Save changes
es: Guardar cambios
et: Salvesta muutused
mk: Зачувај промени
nb: Lagre endringer

source: Save every (in hours)
es: Guardar cada (horas)

source: Save last directory on exit
es: Guardar último directorio al salir
et: Pea väljumisel asukoht meeles
mk: Зачувај го првичниот директориум кога излегувате
nb: Lagre siste mappe ved avslutning

source: Save playlist
es: Guardar lista de reproducción
et: Salvesta esitusloend
mk: Зачувај плејлиста
nb: Lagre opptaksliste

source: Save playlist on exit
es: Guardar lista de reproducción al salir
et: Salvesta esitusloend
mk: Зачувај плејлиста на излез
nb: Lagre opptaksliste ved avslutning

source: Save settings and EPG data
es: Guarde la configuración y los datos EPG
et: Salvesta asetused ja EPG andmed
mk: Зачувај ги поставките и податоците за EPG
nb: Lagre innstillinger og EPG data

source: Save the current contents of the log and close the screen
es: Guarde el contenido del registro y cierre la pantalla

source: Save timeshift and zap
es: Guardar timeshift y zap
et: Salvesta ajanihe ja vaheta kanalit
mk: Зачувај timeshift и zap
nb: Lagre timeskift og zap

source: Save timeshift file
es: Guardar fichero de timeshift
et: Salvesta ajanihke fail
mk: Зачувај датотека со timeshift
nb: Lagre timeskift fil

source: Save timeshift file in movie directory
es: Guarde el archivo Timeshift en el directorio de películas
et: Salvesta ajanihke fail filmikataloogis
mk: Зачувајте датотека со timeshift во директориумот за филмови
nb: Lagre timeskift filen i opptaksmappen

source: Save timeshift only for current event
es: Guarda timeshift solo para el evento actual
et: Salvesta ajanihe ainult käimasoleva sündmuse jaoks
mk: Зачувај timeshift само за тековната програма
nb: Lagre timeskift bare for denne handlingen

source: Scaler sharpness
es: Nitidez del escalador
et: Skaleerija teravus
mk: Острина на скалирање
nb: Bilde skarphet

source: Scaler vertical dejagging
es: Suavizado del escalador vertical
et: Püstloodsete sakiservade eemaldamine
mk: Вертикално обезличување на скалерот
nb: Fininnstill vertikal dejagging

source: Scaling mode
es: Modo de escalado
et: Skaleerimine
mk: Режим на скалирање
nb: Fininnstilling

source: Scan
es: Búsqueda
et: Otsing
mk: Пребарување
nb: Søk

source: Scan
es: Búsqueda
et: Otsi
mk: Пребарување
nb: Søk

source: Scan %s
es: Búsqueda %s
et: Otsi %s
mk: Пребарување %s
nb: Søk %s

source: Scan %s band
es: Búsqueda banda %s
et: Otsi %s sagedusalas
mk: Пребарување %s лента
nb: Søk %s bånd

source: Scan additional SR
es: Búsqueda SR adicional
et: Otsi lisa SR
mk: Пребарај други СР
nb: Søk flere SR

source: Scan and search files and extensions in subdirs
es: Escanea y busca archivos y extensiones en subdirectorios

source: Scan backwards
es: Escanear hacia atrás

source: Scan completed, %d channel found.
es: Búsqueda completada, %d canal encontrado.
et: Otsing tehtud, %d kanal leitud
mk: Пребарувањето е завршено, пронајдени се% d канали.
nb: Søking er fullført, %d kanal funnet.

source: Scan failed!
es: Busqueda fallida!
et: Otsing nurjus!
mk: Пребарувањето не успеа!
nb: Søket mislyktes!

source: Scan files...
es: Búsqueda ficheros…
et: Uuri faile...
mk: Пребарај датотеки ...
nb: Søker filer...

source: Scan for local extensions and install them.
es: Busque extensiones locales e instálelas.
et: Otsi kohalikke laiendusi ja paigalda need.
mk: Пребарување на локални екстензии и инсталација.
nb: Søk etter lokale tillegg og installer de.

source: Scan forwards
es: Escanear hacia adelante

source: Scan options
es: Opciones de Escaneo
et: Otsingu valikud
mk: Опции за пребарување
nb: Søke valg

source: Scan state
es: Estado de la búsqueda
et: otsingu seis
mk: Состојба на пребарувања
nb: Søkestatus

source: Scan using transponders on NIT table? 'No' will use transponders in xml file.
es: Buscar usando transpondedores en la tabla NIT? 'No' usará transpondedores en el archivo xml.

source: Scan wireless networks
es: Buscar redes inhalámbricas
et: Otsi WiFi võrke
mk: Пребарување безжични мрежи
nb: Søk etter trådløse nettverk

source: Scan your network for wireless access points and connect to them using your selected wireless device.
es: Escanee su red en busca de puntos de acceso inalámbrico y conéctese con su dispositivo inalámbrico seleccionado.
et: Otsi oma võrgus WiFi ruutereid ja ühendu nendega, kasutades valitud WiFi seadet.
mk: Скенирајте ја вашата мрежа за безжични точки за пристап и поврзете се со нив користејќи го избраниот безжичен уред.
nb: Søker i nettverket etter trådløse aksesspunkter og kobler til den valgte trådløse enheten.

source: Scanning %s...
es: Buscando %s…
et: Otsib %s...
mk: Се скенира %s ...
nb: Søker %s...

source: Scanning - %d%% completed
es: Escaneando - %d%% completado
et: Otsing - %d%% tehtud
mk: Скенирањето е завршено, пронајдени се% d канали
nb: Kanalsøk pågår - %d%% fullført

source: Scanning completed, %d channel found
es: Búsqueda completada, %d canal encontrado
et: Otsing tehtud, %d kanal leitud
mk: Скенирањето е завршено, пронајдени се% d канали
nb: Kanalsøket er ferdig. %d kanal ble funnet

source: Scanning...
es: Escaneado…
et: Otsing...
mk: Пребарување...
nb: Søker...

source: Scans default lamedbs sorted by satellite with a connected dish positioner
es: Escanea lamedbs por defecto ordenados por satélite con un motor de plato conectado
et: Otsib algsed lamedb-d järjestatud satelliitide järgi ühendatud positsioneeriga
mk: Ги пребарува сите сателити за канали ако имате прицврстен ротор на вашиот сателитски антена
nb: Søker etter standard satellittrekkefølge ved hjelp av parabolmotor

source: Schedule EPG and channel list import
es: Programar la importación de EPG y lista de canales

source: Scroll delay
es: Retardo de repetición
et: Liigutamise viide
mk: Доцнење на лизгање
nb: Rulle forsinkelse

source: Scroll repeats
es: Repetición de texto
et: Liigutamise kordused
mk: Скролувајте повторено
nb: Rulle gjentakelser

source: Scrolling delay (software renderer)
es: Retraso de desplazamiento (software renderer)

source: Scrolling speed (software renderer)
es: Velocidad desplazamiento (software renderer)

source: Search
es: Buscar
mk: Барај
nb: Søk

source: Search TMBD
es: Búsqueda TMBD

source: Search east
es: Búsqueda este
et: Otsi idast
mk: Барај исток
nb: Søk øst

source: Search west
es: Búsqueda oeste
et: Otsi läänest
mk: Барај запад
nb: Søk vest

source: Search yt-trailer for event
es: Buscar trailer de evento TMBD

source: Searching
es: Buscando
et: Otsing
mk: Се пребарува
nb: Søker

source: Searching east...
es: Buscando este...

source: Searching for available updates. Please wait...
es: Buscando las actualizaciones disponibles. Por favor espere…
et: Otsin uuendusi. Palun oota.
mk: Пребарување на достапни ажурирања. Ве молам почекајте...
nb: Søker etter tilgjengelige oppdateringer. Vent litt ...

source: Searching for new installed or removed packages. Please wait...
es: Buscando nuevos paquetes instalados o eliminados. Por favor espere…
et: Otsin uusi paigaldatud või kustutatud pakette. Oota.
mk: Пребарување нови инсталирани или отстранети пакети. Ве молам почекајте...
nb: Søker etter nylig installerte eller avinstallerte pakker. Vent litt ...

source: Searching west...
es: Buscando oeste...

source: Second cable of motorized LNB
es: Segundo cable de LNB motorizado
et: Mootorsüsteemi LNB teine kaabel
mk: Втор кабел од моторизиран LNB
nb: Sekundær kabel for motorisert LNB

source: Secondary DNS
es: DNS Secundario
et: Teisene nimeserver
mk: Секундарен DNS
nb: Sekundær DNS
