Repository: OpenVisionE2/enigma2-openvision
Catalog: po/*.po
Languages: es, et, mk, nb

source: FTP setup
es: Configurar FTP

source: Factory Reset
es: Restablecimiento de Fábrica

source: Fade the infobar when hiding
es: Desvanece la infobar al esconderse

source: Failed
es: Fallido
et: Nurjus
mk: Неуспешно
nb: Feilet

source: Failed to write /tmp/positionersetup.log:
es: Fallo al escribir /tmp/positionersetup.log:
et: /tmp/positionersetup.logi loomine nurjus:
mk: Грешка при пишување: /tmp/positionersetup.log:
nb: Kunne ikke skrive til /tmp/positionersetup.log:

source: Failed:
es: Fallido:
et: Nurjus:
mk: Неуспешно:
nb: Feilet:

source: Falkland Islands (Malvinas)
es: Islas Malvinas
et: Falklandi saared
mk: Фокландски Острови (Малвини)
nb: Falklandsøyene

source: Fallback remote receiver
es: Receptor reserva para respaldo
et: Kaugvastuvõtja
mk: Резервен далечински приемник
nb: Ekstern reserve mottaker

source: Fallback remote receiver IP
es: IP Receptor reserva
et: Kaugvastuvõtja IP
mk: IP резервен далечински управувач
nb: Ekstern reserve mottakers IP

source: Fallback remote receiver Port
es: Puerto del receptor reserva
et: Kaugvastuvõtja Port
mk: Порт на резервниот далечински приемник
nb: Ekstern reserve mottakers port

source: Fallback remote receiver URL
es: URL del receptor reserva
et: Kaugvastuvõtja URL
mk: URL на резервниот далечински приемник
nb: Eksternmottakers URL

source: Fallback remote receiver for ATSC
es: Receptor reserva para ATSC
mk: Резервен далечински приемник за ATSC
nb: Reserve ATSC fjern mottaker

source: Fallback remote receiver for DVB-C
es: Receptor reserva para DVB-C
mk: Резервен далечински приемник за DVB-C
nb: Reserve DVB-C fjern mottaker

source: Fallback remote receiver for DVB-T
es: Receptor reserva para DVB-T
mk: Резервен далечински приемник за DVB-T
nb: Reserve DVB-T fjern mottaker

source: Fallback tuner setup
es: Configuración del sintonizador de respaldo
et: Kaugvastuvõtja tuuneri seaded
mk: Поставки на резервниот тјунер
nb: Ekstern tuner innstilling

source: Fan %d
es: Ventilador %d
et: Vent. %d
mk: Вентилатор %d
nb: Kjølevifte %d

source: Fan %d PWM
es: Ventilador %d PWM
et: Vent. %d PWM
mk: Вентилатор %d PWM
nb: Kjølevifte %d PWM

source: Fan %d voltage
es: Ventilador %d tensión
et: Vent. %d pinge
mk: Напон на вентилаторот %d
nb: Kjølevifte %d Voltspenning

source: Fan Speed Setup
es: Ajustes Velocidad Ventilador

source: Fan operation
es: Funcionamiento del ventilador
et: Ventilaatori töö
mk: Работа на вентилаторот
nb: Kjølevifte drift

source: Fan speed
es: Velocidad del ventilador
et: Ventilaatori kiirus
mk: Брзина на вентилатор
nb: Kjølevifte turtall

source: Faroe Islands
es: Islas Feroe
et: Fääri saared
mk: Фарски Острови
nb: Færøyene

source: Fast
es: Rápido
et: Kiire
mk: Брзо
nb: Hurtig

source: Fast Channel Change
es: Cambio Rápido Canal

source: Fast Channel Change Setup
es: Ajustes Cambio Rápido Canal (FCC)

source: Fast DiSEqC
es: DiSEqC rápido
et: Kiire DiSEqC
mk: Брз DiSEqC
nb: Hurtig DiSEqC

source: Fast Scan
es: Búsqueda rápida
et: Kiirotsing

source: Fast epoch
es: Parte temporal rápida
et: Kiire kerimine
mk: Брза епоха

source: Fast forward speeds
es: Velocidades de avance
et: Edasikerimise kiirused
mk: Брзи брзини нанапред
nb: Framoverspolings hastigheter

source: FastScan
es: Escaneo Rápido
mk: Брзо пребарување

source: Fastscan
es: Escaneo rápido
mk: Брзо пребарување

source: Favorites
es: Favoritos

source: Favourites
es: Favoritos
et: Lemmikud
mk: Фаворити
nb: Favorittlister

source: Feed not available. The AutoTimer plugin was not installed.
es: Feed no disponible. El plugin Temporizador Automático no se instaló.

source: File appears to be busy.
es: El archivo parece estar ocupado.
et: Fail on hõivatud.
mk: Датотеката е во употреба.
nb: Filen ser ut til å være opptatt.

source: File can not displayed - File not found
es: Archivo no se puede mostrar - Archivo no encontrado

source: File error %s
es: Error en archivo %s

source: Filename
es: Nombre de archivo
et: Faili nimi
mk: Име на датотека
nb: Filnavn

source: Filesystem Check
es: Chequear sistema de archivos

source: Final position at
es: Posición final a
et: Lõplik asend
mk: Крајна позиција на
nb: Siste posisjon ved

source: Final position at index
es: Posición final al índice
et: Lõplik asend indeksi juures
mk: Крајна позиција на индексот
nb: Siste posisjon i liste

source: Final scroll delay
es: Retardo repetición de texto final
et: Lõplik liigutamise viide
mk: Крајна брзината на лизгање
nb: Endelig skroll forsinkelse

source: Find currently playing service
es: Encuentra el canal que se está reproduciendo actualmente
et: Leia äsja kasutatud teenus
mk: Скокни на тековниот канал
nb: Gå til aktiv kanal

source: Find similar events in the EPG
es: Encuentra eventos similares en la EPG

source: Fine movement
es: Movimiento final
et: Täppisliigutamine
mk: Прецизно движење
nb: Sakte bevegelse

source: Finetune
es: Ajuste fino
et: Peenhäälestus
mk: Фино подесување
nb: Fininnstilling

source: Finished
es: Finalizado
et: Lõppenud
mk: Завршено
nb: Ferdig

source: Finished configuring your network
es: Terminó de configurar su red
et: Võrgu seadistamine on lõppenud
mk: Конфигурацијата на мрежата е завршена
nb: Nettverksoppsettet er konfigurert

source: Finished restarting your network
es: Terminó de reiniciar su red
et: Võrgu taaskäivitus on tehtud
mk: Рестартирањето на мрежата е завршено
nb: Nettverket ble startet på nytt

source: Finland
es: Finlandia
et: Soome
mk: Финска

source: Finnish
es: Finés
et: Soome
mk: Фински
nb: Finsk

source: First page
es: Primera página

source: Fixed
es: Fijado
et: Määratud
mk: Фиксно
nb: Fast

source: Fixed X11 font (SD)
es: Fuente fija X11 (SD)

source: Flash Image
es: Flashear imagen
et: Paigalda süsteemitõmmis
mk: Флеш Имиџ
nb: Last ned operativsystem

source: FlashImage: Add USB STARTUP slots - No EXT4 USB attached.
es: FlashImage: Añadir slots de INICIO USB - Sin USB EXT4 conectado.

source: Flashing
es: Flaseando

source: Flashing Image
es: Flasheando Imagen
mk: Флеширање Имиџ
nb: Installerer operativsystem

source: Flashing image successful
es: Flash imagen con éxito
et: Õnnestunud tarkvara paigaldus
mk: Флеширањето на имиџот е успешно
nb: Installering av operativsystem vellykket

source: Flashing image was not successful %s
es: Flash imagen no tuvo éxito %s
et: Tarkvara paigaldus ei õnnestunud %s
mk: Флеширањето на имиџ не беше успешно % s
nb: Installering av operativsystem feilet %s

source: Flat alphabetical
es: Alfabeto plano

source: Flat by key group on remote
es: Plano por tecla en el mando

source: Flat by name, then by date
es: Plano por nombre, luego por fecha

source: Flat by position on remote
es: Plano por posición en el mando

source: Flat by reverse name, then by reverse date
es: Plana por nombre inverso, luego por fecha inversa

source: Following tasks will be done after you press OK!
es: Las siguientes tareas se realizarán después de presionar OK!
et: Järgmised toimingud tehakse pärast OK vajutamist!
mk: Следниве задачи ќе бидат направени откако ќе притиснете ОК!
nb: Følgende oppgaver vil bli gjort etter at du trykker OK!

source: Font size
es: Tamaño fuente

source: For Media Scanner, enabled will take search more time, but will do a full scan of all subdirs where your media files or extensions are located.
es: Para Media Scanner, habilitado llevará más tiempo la búsqueda, pero realizará un escaneo completo de todos los subdirectorios donde se encuentran sus archivos multimedia o extensiones.

source: Force disabled
es: Deshabilitado forzar

source: Force enabled
es: Habilitado forzar

source: Force legacy signal stats
es: Forzar estadísticas de señales heredadas
et: Kasuta aegunud signaalistatistikat
mk: Принудени статистики за наследниот сигнал
nb: Bruk eldre type signalstatistikk

source: Force zap to recording service in standby
es: Forzar zap al canal de grabación en espera

source: Format
es: Formatear
et: Vorming
mk: Форматирање

source: Format Disk
es: Formatear Disco

source: Format Disk Settings
es: Ajustes Formatear Disco

source: Forward volume keys
es: Teclas de volumen hacia adelante
et: Kasuta helitugevuse nuppe
mk: Напред - копче за јачина на звук
nb: Volumtaster opp

source: Frame size in full view
es: Tamaño de fotograma en vista completa
et: Kaadri suurus täisvaates
mk: Големина на рамката на цел екран
nb: Rammestørrelse i fullvisning

source: France
es: Francia
et: Prantsusmaa
mk: Франција
nb: Frankrike

source: Free memory
es: Memoria libre

source: French
es: Francés
et: Prantsuse
mk: Француски
nb: Fransk

source: French Guiana
es: Guayana Francesa
et: Prantsuse Guajaana
mk: Француска Гвајана
nb: Fransk Guiana

source: French Polynesia
es: Polinesia Francesa
et: Prantsuse Polüneesia
mk: Француска Полинезија
nb: Fransk Polynesia

source: French Southern Territories
es: Territorios Franceses del Sur
et: Prantsuse Lõunaalad
mk: Француски Јужни Територии
nb: Fransk sørlig og antarktisk territorium

source: Frequency
es: Frecuencia
et: Sagedus
mk: Фреквенција
nb: Frekvens

source: Frequency & Channel
es: Frecuencia y Canal
et: Sagedus ja kanal
mk: Фреквенција и канал
nb: Frekvens - kanal

source: Frequency & Polarization
es: Frecuencia y Polarización
et: Sagedus ja polarisatsioon
mk: Фреквенција и поларизација
nb: Frekvens - Polarisasjon

source: Frequency bands
es: Bandas de frecuencia
et: Sagedusalad
mk: Фреквентни опсези
nb: Frekvensbånd

source: Frequency scan step size(khz)
es: Tamaño de los pasos de frecuencia (khz)
et: Sageduse otsingu samm (khz)
mk: Зголемување на фреквенција (kHz) "
nb: Frekvenssøk trinn størrelse(khz)

source: Frequency steps
es: Pasos de frecuencia
et: Sageduse samm
mk: Зголемување на фреквенција
nb: Frekvenstrinn

source: Frequency:
es: Frecuencia:
et: Sagedus:
mk: Фреквенција:
nb: Frekvens:

source: Fri
es: Vie
et: R
mk: Пет
nb: Fre

source: Friday
es: Viernes
et: Reede
mk: Петок
nb: Fredag

source: From
es: Desde

source: From:
es: Desde:
et: Kellelt:
mk: Од:
nb: Fra:

source: Front
es: Frontal

source: Front Panel Display
es: Panel Frontal Display

source: Full description separator
es: Separador de descripción completa

source: Full factory reset
es: Restablecimiento completo de fábrica

source: Full transparency
es: Transparencia completa
et: Täiesti läbipaistev
mk: Целосна транспарентност
nb: Transparent

source: Full view resolution
es: Resolución vista completa
et: Täisvaate eraldus
mk: Целосен приказ на резолуција
nb: Fullskjerms oppløsning

source: Fullbackup Images
es: Imágenes copia completa de Vision Core

source: Function of OK button
es: Función del botón OK
et: 'OK' nupu toime
mk: Функција на копчето ОК
nb: Funksjon for OK tast

source: Further Options
es: Opciones Adicionales
et: Tulevased võimalused
mk: Понатамошни Опции
nb: Flere innstillinger

source: Further options
es: Opciones adicionales
et: Täiendavad võimalused
mk: Понатамошни опции
nb: Flere innstillinger

source: GREEN button
es: Botón VERDE

source: GUI Skin
es: Cambiar Skin
mk: GUI Скин
nb: GUI innstilling

source: GUI needs a restart to apply a new language Do you want to restart the GUI now?
es: GUI necesita reiniciar para aplicar un nuevo idioma ¿Desea reiniciar GUI ahora?
et: Kasutajaliides vajab taaskäivitust uue keele lisamiseks. Kas soovid liidest kohe taaskäivitada?
mk: GUI мора да се рестартира за да се прифати новиот јазик Дали сакате да го рестартирате GUI сега?
nb: GUI må startes på nytt for aktivering av et nytt språk Starte GUI på nytt nå?

source: GUI needs a restart to switch modes Do you want to restart the GUI now?
es: La GUI necesita un reinicio para cambiar de modo Quieres reiniciar la GUI ahora?

source: Gabon
es: Gabón
mk: Габон

source: Gateway
es: Puerta de enlace
et: Lüüs

source: General AC3 delay
es: Retardo general AC3
et: Üldine AC3 viide
mk: Општо одложување на AC3
nb: AC3 forsinkelse

source: General PCM delay
es: Retardo general PCM
et: Üldine PCM viide
mk: Општо одложување на PCM
nb: PCM forsinkelse

source: Generic
es: Genérico

source: Genre
es: Género
et: Žanr
mk: Жанр
nb: Sjanger

source: Geolocation
es: Geolocalización

source: Geolocation Information
es: Información Geolocalización

source: Geolocation does not contain time zone information.
es: La geolocalización no contiene información sobre la zona horaria.

source: Geolocation has been used to set the time zone.
es: Se ha utilizado la geolocalización para establecer la zona horaria.

source: Geolocation is not available.
es: La geolocalización no está disponible.

source: Geolocation is not available. There is no Internet. Press "OK" to continue wizard.
es: La geolocalización no está disponible. No hay Internet. Pulse "OK" para continuar con el asistente.

source: German
es: Alemán
et: Saksa
mk: Германски
nb: Tysk

source: Germany
es: Alemania
et: Saksamaa
mk: Германија
nb: Tyskland

source: Getting plugin information. Please wait...
es: Obteniendo información. Por favor espera…
et: Saadakse laienduse infot. Oota...
mk: Се вчитуваат информации за Плагин. Ве молам почекајте...
nb: Henter informasjon om tillegg. Vennligst vent litt...

source: Go down the list
es: Ve abajo de la lista
et: Liigu nimekirjas alla
mk: Движете се надолу по листот
nb: Gå nedover listen

source: Go to deep standby
es: Ir a reposo profundo

source: Go to first movie or last item
es: Ir a la primera película o al último artículo
et: Liigu esimesele nimetusele või viimasele kirjele
mk: Одете на првиот филм или последната ставка
nb: Gå til første film eller siste opptak

source: Go to first movie or top of list
es: Ir a la primera película o al primer artículo
et: Liigu esimesele nimetusele või nimekirja tippu
mk: Оди на првиот филм или на врвот на списокот
nb: Gå til første opptak eller øverst på listen

source: Go to first service
es: Ir al primer canal
et: Mine esimesele kanalile
mk: Оди на првиот канал
nb: Gå til første kanal

source: Go to last service
es: Ir al último canal
et: Mine viimasele kanalile
mk: Оди на последниот канал
nb: Gå til siste kanal

source: Go to next event
es: Ir al siguiente evento
et: Mine järgmisele saatele
mk: Оди на следната емисија
nb: Gå til neste program

source: Go to next page of service
es: Ir a la siguiente página de canales
et: Mine kanalinimekirja järgmisele lehele
mk: Оди на следната страница на каналот
nb: Gå til neste kanalside

source: Go to previous event
es: Ir al evento previo
et: Mine eelmisele saatele
mk: Оди на претходната емисија
nb: Gå til forrige program

source: Go to previous page of service
es: Ir a la página previa de canales
et: Mine kanalinimekirja eelmisele lehele
mk: Оди на претходната страница на каналот
nb: Gå til forrige kanalside

source: Go to standby
es: Ir a reposo

source: Go up the list
es: Sube la lista
et: Liigu nimekirjas üles
mk: Оди горе по листот
nb: Gå oppover listen

source: Goto
es: Ir a
et: Mine
mk: Оди на
nb: Valg

source: Goto 0
es: Ir a 0
et: Mine 0
mk: Оди на 0
nb: Gå til 0

source: Goto X
es: Ir a X
et: Mine X
mk: Оди на X
nb: Gå til X

source: Goto down service
es: Ir evento abajo
mk: Скокни до долниот предавател

source: Goto index position
es: Ir a la posición de índice
et: Mine indeksi positsioonile
mk: Оди на позиција на индекс
nb: Gå til startposisjon

source: Goto next day of events
es: Ir al día siguiente de los eventos
et: Mine sündmuste järgmise päeva juurde
mk: Оди на емитувања за следниот ден
nb: Gå til neste dags program

source: Goto next page of events
es: Ir a la siguiente página de eventos
et: Liigu järgmisele saatekava lehele
mk: Оди на следната страница со програми
nb: Gå til neste programside

source: Goto position
es: Ir a posición
et: Mine kohale
mk: Оди на позиција
nb: Gå til posisjon

source: Goto previous day of events
es: Ir al día anterior de los eventos
et: Mine sündmuste eelmise päeva juurde
mk: Оди на емитувања за предходниот ден
nb: Gå til gårsdagens program

source: Goto previous page of events
es: Ir a la página previa de eventos
et: Liigu eelmisele saatekava lehele
mk: Оди на предходната страница со програми
nb: Gå til forrige programside

source: Goto specific date/time
es: Ir a fecha / hora específica
et: Mine teatud päeva/aja juurde
mk: Оди на одреден датум / време
nb: Gå til bestemt dato/tid

source: Goto up service
es: Ir evento arriba
mk: Оди на долните канали

source: Goto:
es: Ir a:
et: Mine:
mk: Оди на:
nb: Gå til:

source: GotoX calibration
es: Ir a calibración X
et: Mine X kalibreerimisse
mk: Оди на калибрација Х
nb: Gå til X kalibrering

source: Grab this frame as bitmap
es: Tomar este cuadro como mapa de bits

source: GraphMultiEpg Settings
es: Ajustes de MultiEPG Gráfico
et: Graafilise MultiEpg seaded
mk: Поставки за GraphMultiEpg
nb: Grafisk Multi EPG innstilling

source: Graphical Multi EPG
es: Multi EPG Gráfico
et: Graafiline Multi EPG
mk: Графички мулти EPG
nb: Grafisk Multi EPG

source: Greece
es: Grecia
et: Kreeka
mk: Грција
nb: Hellas

source: Greek
es: Griego
et: Kreeka
mk: Грчки
nb: Gresk

source: Green
es: Verde
et: Roheline
mk: Зелено
nb: Grønn

source: Grenada
es: Granada
mk: Гренада

source: Guadeloupe
es: Guadalupe
mk: Гваделупе

source: Guard interval
es: Intervalo de guardia
et: Kaitsevahemik
mk: Заштитен интервал
nb: Guard intervall

source: H: = Hourly / D: = Daily / W: = Weekly / M: = Monthly
es: H: = horario / D: = diario / W: = semanal / M: = mensual

source: HD list
es: Lista HD
et: HD nimekiri
mk: HD лист
nb: HD liste

source: HDMI Colordepth
es: Profundidad de color HDMI
et: HDMI värvisügavus
nb: HDMI fargedybde

source: HDMI Colorimetry
es: Colorimetría HDMI
et: HDMI kolorimeetria
nb: HDMI fargedybde

source: HDMI Colorspace
es: Espacio de color HDMI
et: HDMI värviruum
nb: HDMI fargerom

source: HDMI HDR Type
es: Tipo de HDMI HDR
et: HDMI HDR tüüp
mk: Тип HDMI HDR

source: HDMI Recording Setup
es: Ajustes Grabación HDMI

source: HDMI-CEC Settings
es: Ajustes HDMI-CEC

source: HDMI-CEC Source Active
es: Fuente activa de HDMI-CEC
et: HDMI-CEC allikas aktiivne
mk: HDMI-CEC активен извор
nb: HDMI-CEC Kilde Aktiv

source: HDMI-CEC Source Inactive
es: Fuente HDMI-CEC inactiva
et: HDMI-CEC allikas pole aktiivne
mk: HDMI-CEC неактивен извор
nb: HDMI-CEC kilde ubrukt

source: HDMI-IN Actions
es: Acciones HDMI-IN

source: HDR10 support
es: HDR10 soportado
et: HDR10 tugi
mk: Поддршка за HDR10
nb: HDR10-støtte

source: HELP provides brief information for buttons in your current context.
es: Breve información de ayuda para los botones en su contexto actual.

source: HI-cleanup for external subtitles
es: HI-limpieza para subtítulos externos

source: HLG support
es: HLG soportado
et: HLG tugi
mk: Поддршка за HLG
nb: HLG-støtte

source: Haiti
es: Haití
et: Haiiti
mk: Хаити

source: Handle input from TV
es: Manejar la activación desde la TV

source: Handle standby from TV
es: Manejar el modo de reposo desde la TV
et: Ooterežiim TV kaudu
mk: Ракувајте со стендбај од ТВ
nb: Håndter 'slå av' fra TV

source: Handle wakeup from TV
es: Manejar el despertar desde la TV
et: Käivitamine TV kaudu
mk: Ракувајте со будењето од ТВ
nb: Håndter 'vekkerklokke' fra TV

source: Hard Disk Setup
es: Ajustes Disco Duro

source: Hard disk
es: Disco Duro
et: Kõvaketas
mk: Хард диск
nb: Disk

source: Hard disk standby after
es: Poner el Disco Duro en reposo tras
et: Kõvaketta välja lülitamine peale
mk: Стенд-бај на хард диск после
nb: Slå av disk etter

source: Harddisk
es: Disco Duro
et: Kõvaketas
mk: Хардиск
nb: Lagrings innstilling

source: Harddisk Setup
es: Ajustes del Disco Duro
et: Kõvaketta seadistamine
mk: Поставки на хард диск
nb: Lagrings oppsett

source: Heard Island and McDonald Islands
es: Isla Heard e Islas McDonald
et: Heardi ja McDonaldi saared
mk: Островот Херд и островите Мекдоналд
nb: Heard-øya og McDonald øyene

source: Hebrew
es: Hebreo
et: Heebrea
mk: Еврејски
nb: Hebraisk

source: Help
es: Ayuda

source: Help Screen Information
es: Pantalla Información Ayuda

source: Helps setting up your antenna
es: Ayuda a configurar su antena
et: Aitab antenni seadistada
mk: Помага при поставување на вашата антена
nb: Hjelp for antenne oppsett

source: Hidden / Blank
es: Ocultar / En blanco

source: Hidden network
es: Red oculta
et: Varjatud võrk
mk: Скриена мрежа
nb: Skjult nettverk

source: Hide
es: Ocultar
mk: Сокриј
nb: Skjul

source: Hide channel list in radio mode
es: Ocultar la lista de canales en modo radio
et: Peida raadiorežiimis kanalinimekiri
mk: Сокриј список на станици во режим на радио "
nb: Skjul kanallisten i radiomodus

source: Hide known extensions
es: Ocultar extensiones de archivos
et: Peida tuntud laiendid
mk: Сокриј ги познатите екстензии
nb: Skjul kjente filtyper

source: Hide number markers
es: Ocultar número de marcadores
et: Peida nummerdatud markerid
mk: Сокриј обележувач на броеви
nb: Skjul nummermerker

source: Hide parentel locked services
es: Ocultar los canales de bloqueo parental
et: Peida lapseluku all olevad teenused
mk: Сокриј ги каналите заклучени со родителска заштита
nb: Skjul låste tjenester i foreldrekontroll

source: Hide player
es: Ocultar reproductor
et: Peida mängija
mk: Сокриј плеер
nb: Skjul spiller

source: Hide the InfoBar
es: Ocultar la InfoBar

source: Hide the second InfoBar
es: Ocultar la segunda InfoBar

source: Hide zap errors
es: Ocultar errores de zapeo
et: Peida veateated kanalivahetusel
mk: Сокриј ги грешките при ЗАП
nb: Skjul kanalbytte feil

source: Hierarchy info
es: Info Jerarquía
et: Hierarhia teave
mk: Информации за хиерархијата
nb: Hierarki info

source: High bitrate support
es: Soporte de alta tasa de bits
et: Kõrge bitikiiruse tugi
mk: Поддршка за висока бит-стапка
nb: Høy bitrate støtte

source: History Prev/Next
es: Historia Previo - Siguiente

source: History back
es: Historia atrás
et: Ajaloo tagasivaade
mk: Историја назад
nb: Historikk

source: History next
es: Historia adelante
et: Ajaloo edasivaade
mk: Историја следно
nb: Historie neste

source: Hold screen
es: Pantalla de espera
et: Hoia pilti
mk: Држете слика
nb: Hold skjerm

source: Hold till locked
es: Mantener hasta bloquear
et: Hoia pilti lukustamiseni
mk: Држете ја сликата до крај
nb: Hold låst

source: Home
es: Hogar
et: Kodu
mk: Почетна
nb: Hjem

source: Hops
es: Saltos

source: Horizontal icons
es: Iconos Horizontal

source: Horizontal menu
es: Menú Horizontal

source: Horizontal turning speed
es: Velocidad de giro horizontal
et: Horisontaalse keeramise kiirus
mk: Хоризонтална брзина на ротација
nb: Horisontal dreiehastighet

source: Host domain
es: Dominio Host

source: Host receiver FTP password
es: Contraseña FTP del receptor servidor

source: Host receiver FTP port
es: Puerto FTP del receptor servidor

source: Host receiver FTP username
es: Nombre de usuario FTP del receptor servidor

source: Host receiver IP address
es: Dirección IP del receptor servidor

source: Host receiver address type
es: Tipo de dirección del receptor servidor

source: Host receiver streaming port
es: Puerto streaming del receptor servidor

source: Hotkey
es: Configurar Teclas
et: Nuppude seadistus
mk: Hotkey - Комбинација на копчиња
nb: Snarveistast

source: Hotkey Panic
es: Tecla rápida de pánico
et: Paanikanupp
mk: Паника за Hotkey - Комбинација на копчиња
nb: Snarveistast panikk

source: Hotkey Setup
es: Configuración de Teclas
et: Puldi nuppude seadistus
mk: Поставки на Hotkey - Комбинација на копчиња
nb: Snarveistast innstilling

source: Hotkey zap
es: Tecla para zapeo
et: Kiirnupu vahetus
mk: Преклопување на HotKey - Комбинација на копчиња
nb: Snarveistast zap

source: Hotplug
es: Conexión caliente

source: Hourly
es: Cada hora

source: Hours Mins
es: Horas Minutos

source: Hours Mins Secs
es: Horas Minutos Segundos

source: How many minutes do you want add to the recording?
es: ¿Cuántos minutos quiere agregar a la grabación?
et: Mitu minutit soovid salvestusele lisada?
mk: Колку минути сакате да додадете на снимката?
nb: Hvor mange minutter vil du legge til opptaket?
