Repository: OpenVisionE2/enigma2-openvision
Catalog: po/*.po
Languages: es, et, mk, nb

source: This setting depends on your cable provider and location. If you don't know the correct setting refer to the menu in the official cable receiver, or get it from your cable provider, or seek help via internet forum.
es: Esta configuración depende de su proveedor de cable y su ubicación. Si no conoce la configuración correcta, consulte el menú en el receptor de cable oficial, o recíbalo de su proveedor de cable o busque ayuda en el foro de Internet.
et: See säte sõltub kaabel-tv operaatorist ja levitajast. Õigete seadete leidmiseks uuri ametliku vastuvõtja käsiraamatut, võta ühendust oma operaatoriga või otsi abi foorumist digi-tv.ee
mk: Оваа поставка зависи од вашиот обезбедувач на кабел и локацијата. Ако не сте сигурни во правилното поставување, упатете се на менито во официјалното поле за кабли или земете го од вашиот кабелски оператор или побарајте помош на форумот на Интернет.
nb: Denne innstillingen avhenger av din kabel-TV leverandør og plassering. Hvis du ikke kjenner til riktig innstilling kan du se i meny på din offisielle kabel-TV mottaker, få det fra kabelleverandøren eller søk hjelp via internett forum.

source: This setting is for special setups only. It gives this LNB higher priority over other LNBs with lower values. The free LNB with the highest priority will be the first LNB selected for tuning services.
es: Esta configuración es solo para configuraciones especiales. Le da a este LNB una mayor prioridad que otros LNB con valores más bajos. El LNB libre con la prioridad más alta será el primer LNB seleccionado para ajuste de canales.
et: See säte on ainult erandliku süsteemi jaoks. See LNB saab kõrgema prioriteedi madalama väärtusega LNB-de ees. Kõrgeima väärtusega vaba LNB on esimene valik kanalite vastuvõtuks.
nb: Denne innstillingen er bare for spesielle oppsett. Det gir denne LNB høyere prioritet over andre LNBs med lavere verdier. LNB med høyest prioritet vil være den første LNB valgt for tuning tjenester.

source: This test checks for configured nameservers. If you get a "unconfirmed" message: - please check your DHCP, cabling and adapter setup - if you configured your nameservers manually please verify your entries in the "Nameserver" configuration
es: Esta prueba busca los DNS configurados. Si recibe un mensaje de “no confirmado”: - compruebe su DHCP, el cableado y la configuración del adaptador - si configuró sus DNS manualmente, verifique sus entradas en la configuración de DNS
et: Test kontrollib nimeserveri seadeid. Kui tekib "kinnitamata" kiri: - kontrolli oma DHCP-d, kaableid ja võrgukaardi seadeid - kui seadistasid oma nimeserverid käsitsi, siis kontrolli üle "nimeserver" seaded
mk: Овој тест проверува дали е конфигуриран DNS. Кога ќе се појави пораката \ непотврдена \: проверете ги поставките за DHCP, кабли и адаптер ако рачно поставивте DNS, тогаш проверете ги податоците внесени во поставките за \DNS \
nb: Denne testen kontrollerer konfigurerte navneservere. Hvis du får en 'ubekreftet' melding: -Vennligst sjekk din DHCP, kabling og adapter oppsett -Hvis du har konfigurert din navneserver manuelt kan du bekrefte dine oppføringer i 'navneserver' konfigurasjon

source: This test checks whether a network cable is connected to your LAN adapter. If you get a "disconnected" message: - verify that a network cable is attached - verify that the cable is not broken
es: Esta prueba verifica si un cable de red está conectado a su adaptador LAN. Si recibe un mensaje de “desconectado”: - Verifique que se haya conectado un cable de red - verificar que el cable no esté roto
et: See test kontrollib, kas võrgukaabel on ühendatud LAN adapteriga. Kui näed "ühendamata" teadet: - veendu, et võrgukaabel on ühendatud - veendu, et kaabel on terve
mk: Овој тест потврдува дека мрежниот кабел е вклучен во вашиот LAN адаптер. Кога ќе се појави пораката \ "исклучено \": проверете дали мрежниот кабел е приклучен проверете дали мрежниот кабел не е оштетен
nb: Denne testen sjekker om nettverkskabelen er koblet til nettverkskortet. Ved 'frakoblet' melding: - bekreft at nettverkskabelen er tilkoblet - bekreft at kabelen ikke er skadet

source: This test checks whether a valid IP address is found for your LAN adapter. If you get a "unconfirmed" message: - no valid IP address was found - please check your DHCP, cabling and adapter setup
es: Esta prueba verifica si se encuentra una dirección IP válida para su adaptador LAN. Si recibe un mensaje de “no confirmado”: - no se encontró una dirección IP válida - compruebe su DHCP, el cableado y la configuración del adaptador
et: See test kontrollib kehtiva IP aadressi olemasolu LAN adapteri jaoks. Kui näed "kinnitamata" teadet: - ei leitud kehtivat IP aadressi - kontrolli DHCP ja võrgukaardi seadeid ning kaabeldust
mk: Овој тест проверува дали е пронајдена валидна IP адреса за вашиот LAN адаптер. Ако добиете „непотврдена“ порака: - не е пронајдена валидна IP адреса - ве молиме, проверете го поставувањето на DHCP, кабли и адаптер
nb: Denne testen sjekker om nettverkskortet har en gyldig IP-adresse. Ved 'ubekreftet' melding: - ingen gyldig IP adresse ble funnet - kontroller DHCP valg, kabling og nettverksinnstilling

source: This test detects your configured LAN adapter.
es: Esta prueba detecta su adaptador LAN configurado.
et: See test tuvastab seadistatud võrgukaardi.
mk: Овој тест го открива вашиот конфигуриран LAN адаптер.
nb: Denne testen søker opp nettverkskortet.

source: This valid ONID/TSID
es: Es un ONID/TSID válido

source: This will (re-)calculate all positions of your rotor and may remove previously memorised positions and fine-tuning! Are you sure?
es: ¡Esto (re)calculará todas las posiciones de su motor y puede eliminar posiciones previamente memorizadas y ajustes finos! ¿Estás seguro?
et: See arvutab uuesti kõik pööraja asendid ja võib kõrvaldada eelnevalt mällu salvestatud asendid ja peenhäälestuse! Oled kindel?
mk: Сите позиции на роторот се (пре) пресметани и сите претходно зачувани позиции и фини прилагодувања се отфрлаат! Дали сте сигурни дека сакате да ја направите операцијата?
nb: Dette vil beregne alle parabolmotor posisjoner (på nytt) og kan slette tidligere lagrede posisjoner og finjusteringer! Er du sikker?

source: Three
es: Tres
et: Kolm
mk: Три
nb: Tre

source: Threshold
es: Límite
et: Lävi
mk: Праг
nb: Terskelen

source: Thu
es: Juev
et: N
mk: Четврток
nb: Tors

source: Thumbnails
es: Miniaturas
et: Pisipildid
mk: Сликички
nb: Miniatyrbilder

source: Thursday
es: Jueves
et: Neljapäev
mk: Четврток
nb: Torsdag

source: TiVo support
es: Soporte TiVo

source: Time
es: Hora
et: Aeg
mk: Време
nb: Tid

source: Time Setup
es: Ajustes Horario

source: Time Setup Actions
es: Acciones configuración de tiempo

source: Time Wizard
es: Asistente de Horario

source: Time delay for the repeated transmission
es: Retardo de tiempo para la transmisión repetida

source: Time delay until standby or deep standby
es: Retardo de tiempo hasta el modo reposo o modo profundo

source: Time for next LCD scrolling
es: Tiempo para el próximo desplazamiento LCD

source: Time import should start
es: La importación en tiempo debería comenzar

source: Time interval for screens update Clients/Servers/Log (in seconds).
es: Intervalo de tiempo de actualización de pantallas Clientes/Servidores/Log (en segundos).

source: Time scale
es: Escala de tiempo
et: Ajaskaala
mk: Временска скала
nb: Tids måler

source: Time style
es: Estilo de Tiempo

source: Time synchronization method
es: Tiempo método sincronizado
mk: Метод на синхронизација на времето

source: Time to execute command or script
es: Hora de ejecutar el comando o script

source: Time update in minutes
es: Actualización de tiempo en minutos

source: Time update in minutes:
es: Actualización de tiempo en minutos:

source: Time zone
es: Tiempo zona
mk: Временска зона

source: Time zone area
es: Tiempo zona area
mk: Област на временска зона

source: Timeout elapsed, sorry.
es: Se agotó el tiempo de espera, lo sentimos.

source: Timer
es: Temporizadores Grabaciones
et: Taimer
mk: Тајмер

source: Timer Actions
es: Acciones Temporizadores

source: Timer Entry
es: Entrada del Temporizador

source: Timer Log
es: Registro del Temporizador

source: Timer Overview
es: Resumen del Temporizador
et: Taimeri ülevaade
mk: Преглед на тајмер
nb: Timer oversikt

source: Timer edit
es: Editar temporizador
et: Taimeri muutmine
mk: Уредување на тајмер
nb: Timer redigering

source: Timer overview
es: Resumen del temporizador
et: Taimeri ülevaade
mk: Преглед на тајмер
nb: Timer oversikt

source: Timer recording location
es: Ubicación de grabación del temporizador
et: Taimeri salvestuse asukoht
mk: Директориум за снимање од тајмер
nb: Timer opptakssted

source: Timer sanity error
es: Error conflicto temporizador
et: Taimeri viga
mk: Грешка во проверка на тајмер "
nb: Timer feil

source: Timer selection
es: Selección del temporizador
et: Taimeri valik
mk: Избор на тајмер
nb: Timer valg

source: Timer type
es: Tipo de temporizador
et: Taimeri liik
mk: Тип на тајмер

source: Timers
es: Temporizadores

source: Timeshift Actions
es: Acciones Timeshift

source: Timeshift Live
es: Timeshift Vivo
et: Ajanihe jooksvalt
nb: Direkte timeskift

source: Timeshift Setup
es: Ajustes Timeshift

source: Timeshift is running. Select an action.
es: Timeshift está funcionando. Escoge una acción.
et: Ajanihe töötab. Vali tegevus.
mk: Timeshift работи. Изберете акција.
nb: Timeskift pågår. Velg en handling.

source: Timeshift not enough diskspace. Is device mounted?
es: Timeshift no tiene suficiente espacio en disco. ¿Está montado el dispositivo?

source: Timeshift not possible!
es: Timeshift no posible!
et: Ajanihke kasutamine pole võimalik!
mk: Timeshift не е можно!
nb: Timeskift ikke mulig!

source: Timezone
es: Zona horaria

source: Title
es: Título
et: Pealkiri
mk: Наслов
nb: Navn

source: Title properties
es: Propiedades del título
et: Pealkirja omadused
mk: Детали за насловот
nb: Egenskaper

source: Titleset mode
es: Modo Titleset
et: Pealkirja seadmine
mk: Режим на наслови
nb: Navnevalg

source: To apply the selected '%s' skin the GUI needs to restart. Would you like to restart the GUI now?
es: Para aplicar el skin '%s' seleccionado, la GUI debe reiniciarse. ¿Desea reiniciar la GUI ahora?

source: To audio selection
es: Ir a Selección de Audio
et: Heli valik
mk: До избор на аудио
nb: Lyd valg

source: To save and apply the selected '%s' skin the GUI needs to restart. Would you like to save the selection and restart the GUI now?
es: Para guardar y aplicar el skin '%s' seleccionado, la GUI debe reiniciarse. ¿Desea guardar la selección y reiniciar la GUI ahora?

source: To subtitle selection
es: Ir a Selección de Subtítulos
et: Subtiitrite valik
mk: Избор на превод
nb: Undertekst valg

source: Today
es: Hoy
et: Täna
mk: Денес
nb: Idag

source: Toggle HDMI In
es: Alternar entrada HDMI
et: Lülita HDMI sisendeid
mk: Вклучете HDMI влез
nb: Veksle HDMI inn

source: Toggle TV/RADIO mode
es: Alternar el modo TV/RADIO
et: Vaheta TV/RADIO vahel
mk: Вклучете го режимот ТВ / РАДИО
nb: Veksle mellom TV/RADIO

source: Toggle a cut mark at the current position
es: Alternar una marca de corte en la posición actual
et: Pane lõikemärk praegusele kohale
mk: Активирајте ознака за сечење на моменталната позиција
nb: Bytte mellom klipp på den aktuelle posisjonen

source: Toggle dashed flickering line for this service
es: Alternar la línea parpadeante discontinua para este canal
et: Vaheta võbeleva katkendjoonega joon selle teenuse puhul
mk: Вклучи ја прекинатата линија за треперење за оваа услуга
nb: Skift mellom stiplede flimmer linjer for denne kanalen

source: Toggle display of the InfoBar
es: Alternar visualización de la InfoBar

source: Toggle display of the second InfoBar
es: Alternar visualización de la segunda barra de información

source: Toggle infoBar
es: Alternar infoBar
et: Lülita inforiba
mk: Вклучи инфо-лента
nb: Vis/Skjul infobar

source: Toggle new text inserts before or overwrites existing text
es: Alternar nuevas inserciones de texto antes o sobrescribir el texto existente
mk: Додава нови вметнувања на текст или го презапишува постојниот текст
nb: Bruk nye tekst valg først eller overskriv eksisterende tekst

source: Toggle selection of the current tag
es: Alternar la selección de la etiqueta actual

source: Toggle show/hide
es: Mostrar/ocultar
et: Vaheta näita/peida
mk: Вклучи / прикажи / скриј
nb: Bytt mellom vis/skjul

source: Toggle the TV and the radio player
es: Alterna la televisión y el reproductor de radio

source: Tone amplitude
es: Amplitud de tono
et: Tooni amplituud
mk: Тонска амплитуда
nb: Tone amplityde

source: Tone mode
es: Modo de tono
et: 22KHz-toon
mk: Режим на тон
nb: Tone modus

source: Toneburst
es: MiniDiseqC
et: Toonipursked
mk: Тонебурст
nb: Tonekontroll

source: Top and bottom
es: Arriba y abajo
et: Üleval ja all
mk: Горе и долу
nb: Topp og bunn

source: Total CPU benchmark
es: Total CPU

source: Total clients streaming:
es: Total de clientes en streaming:

source: Track
es: Pista
et: Rada
mk: Трака
nb: Spor

source: Translation
es: Traducción
et: Tõlge
mk: Превод
nb: Oversetting

source: Translation:
es: Traducción:
et: Tõlge:
mk: Превод:
nb: Oversetting:

source: Transmission mode
es: Modo de transmisión
et: Edastamise moodus
mk: Режим на пренос
nb: Sendingstype

source: Transponder
es: Transpondedor
mk: Транспондер

source: Transponder time
es: Hora transpondedor

source: Transport Stream Type
es: Tipo de flujo de transporte
et: Transpordivoo tüüp
mk: Вид на транспортен стрим

source: Trash can
es: Papelera
et: Prügikast
mk: Корпа за ѓубре
nb: Papirkurv

source: Trashcan:
es: Papelera:

source: Tries left:
es: Intentos restantes:
et: Katseid järel:
mk: Други обиди:
nb: Forsøk igjen:

source: Trinidad and Tobago
es: Trinidad y Tobago
et: Trinidad ja Tobago
mk: Тринидад и Тобаго
nb: Trinidad og Tobago

source: Troubleshoot
es: Solucionar problemas
et: Tõrkeotsing
mk: Отстранување на проблеми
nb: Feilsøk

source: TrueType font (Full-HD)
es: Tipo fuente verdadero (Full-HD)

source: TrueType font (HD)
es: Fuente (HD)

source: TrueType font (SD)
es: Fuente (SD)

source: Try to send repeated commands if not all commands are executed. (e.g. TV wakeup, but not switched to correct input.)
es: Intente enviar comandos repetidos si no se ejecutan todos los comandos. (por ejemplo, activación de TV, pero no cambiada a la entrada correcta).

source: Tue
es: Mar
et: T
mk: Вто
nb: Tir

source: Tuesday
es: Martes
et: Teisipäev
mk: Вторник
nb: Tirsdag

source: Tune
es: Sintonizar
et: Häälesta
mk: Подесување
nb: Søk

source: Tune and focus
es: Sintonizar y enfocar
et: Häälesta ja teravusta
mk: Подесување и фокусирање
nb: Søke inn og skarpstille

source: Tune failed!
es: Falló la Sintonización!
et: Häälestus nurjus!
mk: Подесувањето не успеа!
nb: Finner ingen kanal!

source: Tuner
es: Sintonizador
et: Tuuner
mk: Тјунер

source: Tuner Configuration
es: Configuración del sintonizador
et: Tuuneri seadistus
mk: Конфигурација на тјунер
nb: Tuner innstilling

source: Tuner Information
es: Información Sintonizadores

source: Tuner is not supported
es: El sintonizador no es compatible
et: Tuuner pole toetatud
mk: Тјунерот не е поддржан
nb: Tuner er ikke støttet

source: Tuner live values
es: Valores en vivo del sintonizador
et: tegevasetused
mk: Тјунер директни податоци
nb: Direkte tunerverdier

source: Tuner not available.
es: Sintonizador no disponible.
et: Pole tuunerit.
mk: Тјунерот не е достапен.
nb: Tuner er ikke tilgjengelig.

source: Tuner setting values
es: Valores ajustes del sintonizador
et: Tuuneri seaded
mk: Тјунер вредн. за поставување
nb: Tunerinnstilte verdier

source: Tuner slot
es: Ranura del sintonizador
et: Tuuneri pesa
mk: Слот за тјунер
nb: Spor for tuner

source: Tuner status:
es: Status del sintonizador:
et: Tuuneri olek:
mk: Статус на тјунер:

source: Tuner type
es: Tipo de sintonizador
et: Tuuneri tüüp
mk: Тип на тјунер
nb: Tuner

source: Tunisia
es: Túnez
et: Tuneesia
mk: Тунис

source: Turkey
es: Turquía
et: Türgi
mk: Турција
nb: Tyrkia

source: Turkish
es: Turco
et: Türgi
mk: Турски
nb: Tyrkisk

source: Turks and Caicos Islands
es: Islas Turcas y Caicos
et: Turks ja Caicos
mk: Острови Туркс и Каикос

source: Turn on the control LED
es: Enciende el LED de control

source: Turn on the power LED
es: Encienda el LED de encendido

source: Turning step size
es: Tamaño de paso de giro
et: Pööramise astme suurus
mk: Големина на чекор на ротација
nb: Trinn lengde

source: Twin Hybrid
es: Twin Híbrido

source: Two
es: Dos
et: Kaks
mk: Два
nb: To

source: Two lines
es: Dos líneas
mk: Две реда

source: Two lines and next event
es: Dos líneas y siguiente evento
mk: Две реда и следен настан

source: Type
es: Tipo
et: Tüüp
mk: Тип

source: Type of LNB/device
es: Tipo de dispositivo LNB
mk: Вид на LNB / уред
nb: Type LNB/enhet

source: Type of scan
es: Tipo de búsqueda
et: Otsingu tüüp
mk: Вид на пребарување
nb: Søketype

source: UNKNOWN
es: DESCONOCIDO
et: TUNDMATU
mk: Непознато
nb: UKJENT

source: URL of fallback remote receiver.
es: URL del receptor reserva.

source: USALS automatically moves a motorised dish to the correct satellite based on the coordinates entered by the user. Without USALS each satellite will need to be setup and saved individually.
es: USALS mueve automáticamente un plato motorizado al satélite correcto en función de las coordenadas introducidas por el usuario. Sin USALS, cada satélite deberá configurarse y guardarse individualmente.
et: USALS liigutab ajamiga mootori õige satelliidi peale automaatselt vastavalt kasutaja antud koordinaatidele. USALS'ita tuleb iga satelliit eraldi seadistada ja salvestada.
mk: USALS автоматски ротира моторизирана антена до посакуваниот сателит, според координатите внесени од корисникот. Без USALS, секој сателит ќе треба да биде поставен одделно.
nb: USALS flytter en motorisert parabol til riktig satellitt basert på koordinatene angitt av brukeren. Uten USALS må hver satellitt installeres og lagres enkeltvis.

source: USALS calibration
es: Calibrado de USALS
et: USALS kalibreerimine
mk: Калибрација на USALS
nb: USALS kalibrering

source: USB stick
es: Pendrive USB
et: USB mälupulk
mk: УСБ-стик
nb: USB pinne

source: Ukraine
es: Ukrania
et: Ukraina
mk: Украина
nb: Ukraina

source: Ukrainian
es: Ukraniano
et: Ukraina
mk: Украински
nb: Ukrainsk

source: Unable to backup settings as the AutoBackup plugin is missing, do you want to continue?
es: No se puede realizar una copia de seguridad de la configuración porque falta el plugin AutoBackup, ¿desea continuar?
et: Pole võimalik varundada seadeid kuna Autobackup plugin pole leitav. Kas soovid jätkata?
mk: Не може да се направат резервни копии за поставките бидејќи недостасува плагин за автоматски резервни копии , дали сакате да продолжите?
nb: Kan ikke ta sikkerhetskopi av innstillingene da Autobackup programmet mangler. Ønsker du å fortsette?

source: Unable to change password!
es: No se puede cambiar la contraseña!

source: Unable to create the required directories on the media (e.g. USB stick or Harddisk) - Please verify media and try again!
es: No se pueden crear los directorios requeridos en el medio (ejemplo, una memoria USB o un disco duro). Verifique los medios y vuelva a intentarlo!
mk: Не може да се создадат потребните директориуми на медиумите (на пр. УСБ-стик или хард диск) - Ве молиме, проверете ги медиумите и обидете се повторно!
nb: Kan ikke opprette de nødvendige katalogene på mediet (for eksempel USB-pinne eller harddisk)-kontroller media og prøv igjen!

source: Unattended update in progress Please wait until your %s %s reboots This may take a few minutes
es: Actualización en progreso Espere hasta que su %s %s se reinicie Tomará poco tiempo tenga paciencia

source: Uncover dashed flickering line for this service
es: Descubrir línea parpadeante discontinua para este canal
et: Näita võbeleva katkendjoonega joon selle teenuse puhul
mk: Откријте ја испрекинатата линија за овој канал
nb: Avdekke stiplede flimmer linjer for denne kanalen

source: Undefined
es: Indefinido
et: Määramata
mk: Недефиниран
nb: Ubestemt

source: Undo bouquets order alphabetic
es: Deshacer el orden alfabético de los bouquets

source: Undo install
es: Deshacer la instalación
et: Tühista paigaldamine
mk: Врати инсталација
nb: Angre installering

source: Undo uninstall
es: Deshacer la desinstalación
et: Tühista eemaldamine
mk: Врати деинсталиција
nb: Angre avinstallering

source: Unencrypted
es: Desencriptado
et: Koodivaba
mk: Некриптирано
nb: Ukryptert

source: Unhide parental control services
es: Mostrar los canales de control parental
et: Näita lapseluku all olevaid teenuseid
mk: Покажи скриени канали на родителска контрола
nb: Opphev foreldrekontroll innstillinger

source: Unicable delay after change voltage before switch command
es: Retraso unicable después del cambio de voltaje antes del comando de cambio
mk: Доцнење по промената на напонот пред да се вклучи командата
nb: Unicable forsinkelse etter spennings endring før switch kommando

source: Unicable delay after enable voltage before switch command
es: Retraso unicable después de habilitar voltaje antes de conmutar comando
mk: Доцнење по вклучен.напон пред командата за вклучување
nb: Unicable forsinkelse etter spennings aktivering før switch kommando

source: Unicable delay after last diseqc command
es: Retraso unicable después del último comando diseqc
mk: Доцнење по последната команда на DiSEqC "
nb: Unicable forsinkelse etter siste DiSEqC kommando

source: Uninstall
es: Desinstalar
et: Eemalda
mk: Деинсталирање
nb: Avinstaller

source: United Arab Emirates
es: Emiratos Árabes Unidos
et: Araabia Ühendemiraadid
mk: Обединети Арапски Емирати
nb: Arabiske Emirater

source: United Kingdom
es: Reino Unido
et: Ühendkuningriik
mk: Обединетото Кралство
nb: England

source: United States
es: Estados Unidos
et: U.S.
mk: Соединети Држави

source: United States Minor Outlying Islands
es: Islas Ultramarinas Menores de Estados Unidos
et: USA väikesed hajasaared
mk: Мали Оддалечени Острови на Соединетите држави

source: United States of America
es: Estados Unidos (USA)
et: Ameerika Ühendriigid
mk: Соединети Американски Држави
nb: USA

source: Universal LNB
es: LNB Universal
et: Universaal LNB
mk: Универзална ЛНБ

source: Unknown
es: Desconocido
et: Tundmatu
mk: Непознат
nb: Ukjent

source: Unknown Service
es: Canal desconocido

source: Unmark service as dedicated 3D service
es: Desmarque el canal como canal 3D dedicado
et: Lõpeta teenuse märgistus 3D teenusena
mk: Отстранете ја ознаката за услугата како 3D канал "
nb: Slett denne kanal som dedikert 3D kanal

source: Unmount
es: Desmontar
et: Haagi lahti
mk: Одмонтирај
nb: Demonter

source: Unsupported
es: No soportado
et: Pole toetatud
mk: Неподдржан
nb: Ikke støttet

source: Unzipping Image
es: Descomprimiendo imagen
mk: Отпакување на имиџ
nb: Pakker ut operativsystem

source: Update
es: Actualizar
et: Uuendus
mk: Ажурирање
nb: Oppdater

source: Update feed not available.
es: Feed de actualización no disponible.

source: Update has completed.
es: La actualización se ha completado.
et: Uuendamine on lõppenud.
mk: Ажурирањето е завршено.
nb: Oppdateringen er ferdig.

source: Update interval (in seconds)
es: Actualizar intervalo (segundos)

source: Updating
es: Actualizando
et: Uuendan
mk: Ажурирање
nb: Oppdaterer

source: Updating software catalog
es: Actualizando el catálogo de software
et: Uuendan tarkvara kataloogi
mk: Се ажурира каталогот на софтвер
nb: Oppdaterer programvarekatalog

source: Upper case
es: Mayúsculas
et: Suurtähed
mk: Големи букви
nb: Store bokstaver

source: Usage Setup
es: Configuración de uso
et: Kasutuse seadistus
mk: Инвидуални поставки
nb: Bruker innstilling

source: Use
es: Uso
et: Kasuta
mk: Употреба
nb: Bruk
