Repository: OpenVisionE2/enigma2-openvision
Catalog: po/*.po
Languages: es, et, mk, nb

source: You must set a root password in order to be able to use network services, such as FTP, telnet or ssh.
es: Debe establecer una contraseña de root para poder utilizar los canales de red, como FTP, telnet o ssh.

source: You must set at least one command
es: Debe establecer al menos un comando

source: You must switch to the service %s (%s - '%s')!
es: Debe cambiar al canal %s (%s - ‘%s’)!
et: Pead lülitama teenusele %s (%s - '%s')!
mk: Мора да се префрлите на станицата %s (%s - '%s')!
nb: Gå til kanalen %s (%s - '%s')!

source: You seem to be in timeshift!
es: Parece que estás en Timeshift!
mk: Изгледа си во временска timeshift!

source: Your %s %s goes to WOL
es: Su %s %s va a WOL

source: Your %s %s is rebooting
es: Su %s %s se está reiniciando

source: Your %s %s is rebooting into android mode
es: Su %s %s se reinicia en modo Android

source: Your %s %s is rebooting into recovery mode
es: Su %s %s se reinicia en modo de recuperación

source: Your %s %s is shutting down
es: Su %s %s se está apagando

source: Your %s %s reads the stored EPG data every (hours).
es: Su %s %s lee los datos guardados en EPG cada (horas).

source: Your %s %s stores the EPG data every (hours).
es: Su %s %s almacena los datos guardados en EPG cada (horas).

source: Your PIN code is 0000. This is the default PIN code and it disables parental control!
es: Su código PIN es 0000. ¡Este es el código PIN por defecto y deshabilita el control parental!

source: Your collection exceeds the size of a single layer medium, you will need a blank dual layer DVD!
es: Su colección excede el tamaño de un medio de una capa, ¡necesitará un DVD de doble capa en blanco!
et: Kogu valik ei mahu ühekihilisele plaadile, vaja on tühja kahekihilist DVD plaati!
mk: Вашата колекција ја надминува големината на еднослојниот медиум, ќе ви треба празно двослојно ДВД!
nb: Samlingen overstiger ledig plass på enkeltlagsplaten, en tolags DVD må brukes!

source: Your current collection will get lost!
es: Su colección actual se perderá!
et: Praegune valik kustutatakse!
mk: Вашата сегашна колекција ќе се изгуби!
nb: Din nåværende samling vil gå tapt!

source: Your hardware can detect CI mode itself or works only in legacy mode.
es: Su hardware puede detectar el modo CI por sí mismo o solo funciona en modo heredado.

source: Your internet connection is not working! Please choose what you want to do next.
es: Tu conexión a Internet no funciona! Por favor, elige que quieres hacer.
et: Interneti ühendus ei tööta! Vali mida soovid teha edasi.
mk: Вашата интернет-врска не работи! Ве молиме, изберете што сакате да правите следно.
nb: Din internettforbindelse fungerer ikke! Vennligst velg hva du vil gjøre videre.

source: Your internet connection is working (IP address: %s)
es: Su conexión a internet está funcionando (Dirección IP: %s)

source: Your network configuration has been activated.
es: Su configuración de red ha sido activada.
et: Võrguseadistus on aktiveeritud.
mk: Вашата мрежна конфигурација е активирана.
nb: Nettverksoppsettet er aktivert.

source: Your receiver can use SCPC optimized search range. Consult your receiver's manual for more information.
es: Su receptor puede usar el rango de búsqueda optimizado SCPC. Consulte el manual de su receptor para más información.
et: See vastuvõtja oskab kasutada SCPC optimeeritud otsinguvahemikku. Enamat infot otsi vastuvõtja käsiraamatust.
mk: Вашиот приемник може да користи оптимизиран опсег на пребарување од SCPC. Консултирајте се со упатството за приемник за повеќе информации.
nb: Mottakeren kan bruke SCPC optimalisert søkeområde. Se din mottakers bruksanvisning for mer informasjon.

source: Your receiver can use tone amplitude. Consult your receiver's manual for more information.
es: Su receptor puede usar amplitud de tono. Consulte el manual de su receptor para más información.
et: See vastuvõtja oskab kasutada 22KHz-helitugevust. Enamat infot otsi vastuvõtja käsiraamatust.
mk: Вашиот приемник може да користи амплитуда на тон. Консултирајте се со упатството за приемник за повеќе информации.
nb: Mottakeren kan bruke tone amplitude. Se din mottakers bruksanvisning for mer informasjon.

source: Your receiver does not have an internet connection
es: Su receptor no tiene conexión a internet
et: Vastuvõtjal puudub internetiühendus
mk: Вашиот приемник нема интернет-врска
nb: Mottakeren mangler internett forbindelse

source: Your receiver is not connected to the internet, please check your network settings and try again.
es: Su receptor no está conectado a Internet, verifique la configuración de su red e intente nuevamente.

source: Your receiver is now ready to be used. Your internet connection is working.
es: Su receptor está listo para usarse. Su conexión a internet funciona.
et: Vastuvõtja on kasutamiseks valmis. Interneti ühendus töötab.
mk: Вашиот приемник сега е подготвен да се користи. Вашата интернет-врска работи.
nb: Mottakeren er klar til bruk. Internett forbindelsen fungerer.

source: Your receiver is now ready to use. Your internet connection is working now. Please press OK to continue.
es: Tu receptor esta listo para el uso. Tu conexión a Internet funciona. Pulsa OK para continuar.
et: Vastuvõtja on kasutamiseks valmis. Internetiühendus töötab. Jätkamiseks vajuta OK.
mk: Вашиот приемник сега е подготвен за употреба. Вашата интернет-врска работи сега. Ве молиме, притиснете ОК за да продолжите.
nb: Mottakeren er nå klar til bruk. Internett-tilkoblingen din fungerer nå. Klikk OK for å fortsette.

source: Your receiver will be restarted after the installation of the service Are you ready to install "%s" ?
es: Su receptor se reiniciará después de la instalación del servicio. Estás listo para instalar "%s" ?

source: Your receiver will be restarted after the removal of the service Do you want to remove the service now ?
es: Su receptor se reiniciará después de la eliminación del servicio Quieres eliminar el servicio ahora?

source: Your receiver will got to stand by due to the sleeptimer.
es: Su receptor se pondrá en reposo debido al temporizador de apagado automático.
et: Vastuvõtja läheb unetaimeri tõttu ooterežiimi
mk: Вашиот приемник ќе мора да застане заради sleeptimer.
nb: Din mottaker vil gå i standby pga. dvale timer.

source: Your receiver will got to standby due to inactivity.
es: Su receptor estará en modo de reposo debido a la inactividad.
et: Vastuvõtja läheb ootele tegevusetuse tõttu.
mk: Вашиот приемник ќе остане во стендбај поради неактивност.
nb: Mottakeren slår seg av fordi den har stått ubrukt.

source: Your receiver will restart after pressing OK on your remote control.
es: Su receptor se reiniciará tras presionar OK en su mando a distancia.
et: Vastuvõtja taaskäivitub pärast puldil OK vajutamist.
mk: Вашиот приемник ќе се рестартира откако ќе притиснете ОК на вашиот далечински управувач.
nb: Mottakeren vil starte på nytt. Trykk OK for å fortsette.

source: Your wireless LAN internet connection could not be started! Have you attached your USB WLAN Stick? Please choose what you want to do next.
es: No se pudo iniciar la conexión a Internet con su red inalámbrica! Has insertado su adaptador WLAN USB? Por favor, elige qué quieres hacer.
et: WLAN ühendust ei saa tööle! Kas WLAN USB pulk on ühendatud? Vali, mida soovid teha edasi.
mk: Вашата интернет-врска безжична LAN не може да се стартува! Дали сте го прикачиле вашиот USB WLAN Stick? Ве молиме, изберете што сакате да правите следно.
nb: Kan ikke starte din trådløse LAN-Internett-tilkobling! Har du koblet til USB WLAN Stick? Vennligst velg hva du vil gjøre videre.

source: Zap
es: Zapear
et: Mine kanalile
mk: Префрлување
nb: Gå til

source: Zap Up/Down
es: Zapea arriba - abajo

source: Zap and record
es: Zapea y graba

source: Zap back to previously tuned service?
es: Volver al canal previamente sintonizado?
et: Tagasi vaadatud kanalile?
mk: Назад на претходниот канал?
nb: Gå tilbake til forrige kanal?

source: Zap back to service before positioner setup?
es: Volver al canal antes de la configuración del motor?
et: Tagasi vaadatud kanalile?
mk: Назад на каналот пред „поставување позиционер“?
nb: Gå tilbake til kanal før motoroppsett?

source: Zap bouquets blindly on zap buttons
es: Zapear bouquets a ciegas en botones de zapeo
et: Vaheta lemmiknimekirju pimesi vahetusnuppudega
mk: Менување букети без избор на канал
nb: Velg kun å gå til kanallister med skift knapper

source: Zap down
es: Zapeo abajo
et: Kanalivahetus +
mk: Префрли го каналот надолу
nb: Gå ned

source: Zap focus to Picture in Picture
es: Zap enfocado a PiP
et: Kanalivahetus PiP kanalil
mk: Префрли на екранот PiP
nb: Bildeplassering for bilde i bilde

source: Zap focus to main screen
es: Zap enfocado a la pantalla principal
et: Kanalivahetus põhikanalil
mk: Префрли на главниот екран
nb: Gå til hovedmeny

source: Zap key delay for channel number input
es: Retardo de tecla Zap para entrada de número de canal

source: Zap mode
es: Modo Zap
et: Kanalivahetus
mk: Режим на екранот за промена на каналот
nb: Zappe modus

source: Zap to
es: Zapea a
et: Mine
mk: Префрли на
nb: Gå til

source: Zap to selected channel
es: Zapear a canal seleccionado
et: Mine valitud kanalile
mk: Префрлина избраниот канал
nb: Gå til valgt kanal

source: Zap to selected channel and exit GMEPG
es: Zapear al canal seleccionado y salir de GMEPG
et: Mine valitud kanalile ja väljuda GMEPG
mk: Префрли до избраниот канал и излезете од GMEPG
nb: Gå til valgt kanal og avslutt GMEPG

source: Zap to selected channel, or show detailed event info (depends on configuration)
es: Zap canal seleccionado, o muestre información evento
et: Mine valitud kanalile või näita saateinfot (sõltub seadistusest)
mk: Префрли до избраниот канал или прикажете детални информации за настанот (зависи од конфигурацијата)
nb: Gå til valgt kanal, eller vis detaljert program info (avhengig av innstilling)

source: Zap up
es: Zapea arriba
et: Kanalivahetus -
mk: Префрли долу
nb: Gå opp

source: Zapped to timer service %s!
es: Zapeo al canal de temporizador %s!
et: Salvestatud taimeri teenusesse %s!
mk: Префрлување на услугата со тајмер %s!
nb: Timer skiftet til valgt kanal %s!

source: ZeroTier Setup
es: Configuración ZeroTier

source: Zimbabwe
es: Zimbawe
mk: Зимбабве

source: Zoom Actions
es: Acciones Zoom

source: Zoom In/Out TV
es: Zoom Entrada/Salida TV

source: Zoom Off
es: Zoom Apagado

source: [alternative edit]
es: [edición alternativa]
et: [asenduskanalite muutmine]
mk: [алтернативно уредување]
nb: [rediger]

source: [bouquet edit]
es: [edición de bouquet]
et: [lemmiknimekirjade muutmine]
mk: [уредување букет]
nb: [rediger kanalliste]

source: [favourite edit]
es: [edición de favoritos]
et: [lemmikute muutmine]
mk: [уредување фаворити]
nb: [rediger favorittliste]

source: [move mode]
es: [modo mover]
et: [liigutamine]
mk: [режим на движење]
nb: [flyttemodus]

source: a gui to assign services/providers to common interface modules
es: una gui para asignar canales/proveedores a módulos de interfaz común
et: CI kasutajaliidese määratud kanalid/teenused/levitajad
mk: водич за доделување канали / даватели на CI модули
nb: et grafisk utseende for tildeling av kanaler/distributører til kortleser moduler

source: a gui to assign services/providers/caids to common interface modules
es: una gui para asignar canales/proveedores/caids a módulos de interfaz común
et: CI kasutajaliidese määratud kanalid/levitajad/caids
mk: водич за доделување услуги / даватели /caids на CI модули
nb: et grafisk utseende for tildeling av kanaler/distributører/caids til kortleser moduler

source: about to start
es: a punto de empezar
et: algamas
mk: стартирам
nb: starter opp

source: action enum must be simple.
es: acción enumeración debe ser simple.

source: activate network adapter configuration
es: activar configuración del adaptador de red
et: aktiveeri võrgukaardi seaded
mk: активирајте ја конфигурацијата на мрежниот адаптер
nb: aktiver nettverksinnstilling

source: active
es: activa
mk: активна
nb: aktiv

source: actual time only
es: solo tiempo actual
et: ainult tegelik aeg
mk: само реално време
nb: aktuell tid

source: adult movie/drama
es: adultos/Drama
et: täiskasvanute film/draama
mk: филм / драма за возрасни
nb: voksenfilm/drama

source: advanced
es: avanzado
et: lisavalikud
mk: напредно
nb: ekstra

source: adventure/western/war
es: aventura/oeste/guerra
et: seiklus/vestern/sõda
mk: авантура / запад / војна
nb: eventyr/western/krig

source: advertisement/shopping
es: publicidad/compras
et: reklaam/ostukanal
mk: реклама / шопинг
nb: reklame/shopping

source: all
es: todo
et: kõik
mk: се
nb: alle

source: and
es: y

source: and never ask in this session again
es: y nunca preguntes en esta sesión otra vez
et: ja selle seansi jooksul enam ei küsita
mk: и никогаш повеќе не прашувај на оваа сесија
nb: og ikke spør om dette igjen

source: and never ask this again
es: y nunca preguntes esto de nuevo
et: ja ära seda selle seansi jooksul enam küsi
mk: и никогаш повеќе не го прашувај ова
nb: og ikke spør om dette igjen

source: and select next channel
es: y selecciona el siguiente canal
et: vali järgmine kanal
mk: и изберете го следниот канал
nb: og velg neste kanal

source: and select previous channel
es: y seleccione el canal anterior
et: vali eelmine kanal
mk: и изберете претходен канал
nb: og velg forrige kanal

source: any recordings
es: cualquier grabación

source: are you sure to cancel all changes
es: estás seguro de cancelar todos los cambios
et: kas tühistada kõik muutused?
mk: дали сте сигурни дека ќе ги откажете сите промени
nb: er du sikker på at du vil avbryte alle endringer

source: arts/culture (without music, general)
es: arte / cultura (sin música, general)
et: Kunst/kultuur (välja arvatud muusika)
mk: уметност / култура (без музика, општо)
nb: kunst/kultur (uten musikk, generelt)

source: arts/culture magazine
es: arte/revista de cultura
et: kunsti- ja kultuurimagasin
mk: списание за уметност / култура
nb: kunst/kultur magasin

source: athletics
es: atletismo
et: kergejõustik
mk: атлетика
nb: friidrett

source: audio tracks
es: pista de audio
et: audio rajad
mk: аудио записи
nb: lydfiler

source: auto deepstandby
es: modo reposo profundo automático

source: auto standby
es: modo reposo automático

source: back
es: negro
et: tagasi
mk: враќај се
nb: tilbake

source: background image
es: imagen de fondo
et: taustapilt
mk: слика за Позадина
nb: bakgrunns bilde

source: backup EPG cache
es: copia de seguridad del caché EPG

source: better
es: mejor
et: parem
mk: подобро
nb: bedre

source: black
es: negro
et: must
mk: црна
nb: svart

source: black & white
es: blanco & negro
et: must-valge
mk: црно-бел
nb: svart & hvit

source: blacklist
es: lista negra
et: keelatud
mk: црна листа
nb: svarteliste

source: blue
es: azul
et: sinine
mk: сина
nb: blå

source: bottom
es: abajo
et: all
mk: копче
nb: bunn

source: broadcasting/press
es: difusión/prensa
et: ringhääling/ajakirjandus
mk: радиодифузија / печат
nb: kringkasting/presse

source: cartoon/puppets
es: dibujos/marionetas
et: joonis/nukufilm
mk: цртани / кукли
nb: tegneserie/dukker

source: centered
es: centrado
et: Keskele toodud
mk: центрирано
nb: sentrert

source: centered, wrapped
es: centrado, envuelto
et: Keskele toodud, pakitud
mk: центриран, завиткан
nb: sentrert, brytning

source: chapters
es: capítulos
et: peatükid
mk: поглавја
nb: kapitler

source: circular left
es: circular a la izquierda
et: ringpolarisatsioon vasak
mk: кружно лево
nb: sirkulær venstre

source: circular right
es: circular a la derecha
et: ringpolarisatsioon parem
mk: кружно десно
nb: sirkulær høyre

source: clip overscan / letterbox borders
es: bordes de overscan / letterbox del clip
et: lõika overscan / letterboxi äärised
mk: клип граници за overscan / сандаче
nb: klipp overskanning/brevsprekk grenser

source: comedy
es: comedia
et: komöödia
mk: комедија
nb: komedie

source: confirmed
es: confirmado
et: kinnitatud
mk: потврдено
nb: bekreftet

source: connected
es: conectado
et: ühendatud
mk: поврзано
nb: tilkoblet

source: cooking
es: cocina
et: kokasaade
mk: готвење
nb: matlaging

source: daily
es: diariamente
et: iga päev
mk: дневно
nb: daglig

source: day
es: día
et: päev
mk: ден
nb: dag

source: delete time - show delete time (Trash ONLY)
es: tiempo de borrado - muestra el tiempo de borrado (Solo Papelera)

source: delete time - show record time (Trash ONLY)
es: tiempo de borrado: muestra el tiempo de grabación (Solo Papelera)

source: detective/thriller
es: detective/intriga
et: detektiiv/triller
mk: детектив / трилер
nb: krim/spenning

source: disabled
es: desactivado
et: keelatud
mk: оневозможено
nb: deaktivert

source: disconnected
es: desconectado
et: ühendamata
mk: исклучено
nb: frakoblet

source: discussion/interview/debate
es: discusión/entrevista/debate
et: vestlus/intervjuu/debatt
mk: дискусија / интервју / дебата
nb: diskusjon/intervju/debatt

source: do nothing
es: no hacer nada
et: ära tee midagi
mk: не прави ништо
nb: ikke gjør noe

source: documentary
es: documental
et: dokumentaal
mk: документарен
nb: dokumentar

source: done!
es: hecho!
et: valmis!
mk: готово!
nb: utført!

source: east
es: este
et: ida
mk: исток
nb: øst

source: economics/social advisory
es: economía/asesoría social
et: majandus/hoolekanne
mk: економија / социјален советник
nb: økonomi/sosial rådgivende

source: education/science/factual topics (general)
es: educación/ciencia/temas de actualidad (general)
et: haridus/teadus
mk: образование / наука / фактички теми (општо)
nb: utdanning/vitenskap/faktaprogram (generelt)

source: embedded
es: embebido
et: sisseehitatud
mk: вградени
nb: integrert

source: empty
es: vacío
et: tühi
mk: празно
nb: tom

source: enabled
es: activado
et: lubatud
mk: овозможено
nb: aktivert

source: entertainment (10-16 year old)
es: entretenimiento (10-16 años)
et: meelelahutus (10-16 aastastele)
mk: забава (стар 10-16 години)
nb: underholdning (10-16 år)

source: entertainment (6-14 year old)
es: entretenimiento (4-14 años)
et: meelelahutus (6-14 aastastele)
mk: забава (стар 6-14 години)
nb: underholdning (6-14 år)

source: equestrian
es: ecuestre
et: ratsutamine
mk: коњаник
nb: hestesport

source: error starting scan
es: error al iniciar el escaneo

source: error while scanning
es: error mientras se escanea
et: viga otsingu teostamisel
mk: грешка при пребарување
nb: feil under søket

source: exit DVD player or return to file browser
es: salir del reproductor de DVD o regresar al buscador de archivos
et: välju DVD-mängijast või mine tagasi failisirvijasse
mk: излезете од ДВД плеерот или вратете се во прелистувачот на датотеки
nb: avslutt DVD spiller eller gå tilbake til fil søker

source: exit network adapter configuration
es: salir de la configuración del adaptador de red
et: lõpeta võrgukaardi häälestamine
mk: излезете од конфигурацијата на адаптерот на мрежата
nb: avslutt nettverksinnstilling

source: exit networkadapter setup menu
es: salir del menú de configuración del adaptador de red
et: välju võrgukaardi seadistusmenüüst
mk: излезете од менито за поставување мрежен адаптер
nb: avslutt nettverksmeny

source: experimental film/video
es: película/video experimental
et: eksperimentaalne film/video
mk: експериментален филм / видео
nb: eksperimentell film/video

source: failed
es: fallido
et: nurjus
mk: неуспешно
nb: feilet

source: failed to execute command!
es: no se pudo ejecutar el comando!

source: false
es: falso
et: väär
mk: неточно
nb: falsk

source: fashion
es: moda
et: mood
mk: мода
nb: mote

source: fileformats (BMP, PNG, JPG, GIF)
es: formatos de archivo (BMP, PNG, JPG, GIF)
et: failiformaadid (BMP, PNG, JPG, GIF)
mk: формати на датотеки (BMP, PNG, JPG, GIF)
nb: filformat (BMP, PNG, JPG, GIF)

source: filename
es: nombre de fichero
et: faili nimi
mk: име на фајлот
nb: filnavn

source: film/cinema
es: película/cine
et: film/kino
mk: филм / кино
nb: film/kino

source: fine arts
es: bellas artes
et: kaunid kunstid
mk: ликовна уметност
nb: kunst

source: fitness & health
es: ejercicio y salud
et: kehakultuur & tervis
mk: фитнес и здравје
nb: trening & helse

source: folk/traditional music
es: música folk/tradicional
et: folk/rahvamuusika
mk: народна / традиционална музика
nb: folk/tradisjonell musikk

source: football/soccer
es: fútbol/balompie
et: jalgpall
mk: фудбал / фудбал
nb: fotball

source: foreign countries/expeditions
es: países extranjeros/expediciones
et: välisriigid/reisid
mk: странски земји / експедиции
nb: utland/ekspedisjoner

source: forward to the next chapter
es: adelantar al siguiente capítulo
et: hüppa järgmisele peatükile
mk: напред во следното поглавје
nb: framover til neste kapittel

source: free
es: libre
et: vaba
mk: слободни
nb: ledig

source: from
es: de
et: pärit
mk: од
nb: fra

source: further education
es: educación avanzada
et: edasine haridus
mk: понатамошно образование
nb: videreutdanning

source: game show/quiz/contest
es: juego/pruebas/concurso
et: telemäng/viktoriin/võistlus
mk: игра шоу / квиз / натпревар
nb: game show/spørrekonkurranse

source: gardening
es: actividad de jardín
et: aiandus
mk: градинарство
nb: hagearbeid

source: go to deep standby
es: ir a reposo profundo
et: mine sügavootele
mk: одете во дееп стендбај
nb: slå helt av

source: go to standby
es: ir a reposo
et: mine ooterežiimi
mk: оди во стендбај
nb: slå av

source: green
es: verde
et: roheline
mk: зелена
nb: grønn

source: handicraft
es: artesanía
et: käsitöö
mk: занает
nb: håndverk

source: height
es: anchura
et: kõrgus
mk: висина
nb: høyde

source: help...
es: ayuda…
et: abi
mk: помош...
nb: hjelp...

source: information/education/school program
es: información/educación/programa escolar
et: teave/haridus/kooliprogramm
mk: програма за информации / образование / училиште
nb: informasjon/utdanning/skoleprogram

source: init module
es: iniciar módulo
et: käivita moodul
mk: иницијален модул
nb: igangsett modul

source: init modules
es: iniciar módulos
et: käivita moodulid
mk: иницијални модули
nb: igangsett modulene

source: jump back to the previous title
es: retroceder al título anterior
et: hüppa eelmisele salvestisele
mk: скок назад во претходниот наслов
nb: gå tilbake til forrige tittel

source: jump forward to the next title
es: saltar al siguiente título
et: hüppa järgmisele salvestisele
mk: скок напред кон следниот наслов
nb: gå framover til neste tittel

source: jump to chapter by number
es: saltar al capítulo por número
et: hüppa peatükile numbri järgi
mk: скок до поглавје по број
nb: gå til kapittel ved hjelp av nummer

source: languages
es: idiomas
et: keeled
mk: јазици
nb: språk

source: left
es: izquierda
et: vasak
mk: одлево
nb: venstre

source: left, wrapped
es: izquierdo, empaquetado
et: vasak, pakitud
mk: лево, завиткано
nb: venstre, brytning

source: leisure hobbies (general)
es: hobbies (general)
et: vaba aja hobid (üldine)
mk: хоби за слободно време (општо)
nb: fritidshobby (generelt)

source: length
es: longitud
et: pikkus
mk: должина
nb: lengde

source: limit ..., aborting !
es: límite …, abortando !
et: piir ..., katkestame!
mk: ограничување ..., прекинување!
nb: grense ..., avbryter!

source: listens to hotplug events
es: escucha eventos directo
mk: слуша настани со „приклучок на жешка линија“
nb: lytter til hotplug program

source: literature
es: literatura
et: kirjandus
mk: литература
nb: litteratur

source: live broadcast
es: emisión en directo
et: otsesaade
mk: пренос во живо
nb: direktesending

source: locked
es: bloqueado
et: lukustatud
mk: заклучен
nb: låst

source: long
es: largo
et: pikalt
mk: долго
nb: lang

source: magazines/reports/documentary
es: revista/informe/documental
et: ajakirjad/raportid/dokumentaalid
mk: списанија / извештаи / документарен филм
nb: magasiner/rapporter/dokumentarer

source: martial sports
es: deportes marciales
et: käsitsivõitlus
mk: воени спортови
nb: kampsport
