Repository: OpenVisionE2/enigma2-openvision
Catalog: po/*.po
Languages: es, et, mk, nb

source: Adjust the vertical position of the letters used for teletext.
es: Ajuste la posición vertical de las letras utilizadas para el teletexto.

source: Advanced
es: Avanzado
et: Lisavalikud
mk: Напредно
nb: Ekspert

source: Advanced Settings
es: Ajustes avanzados

source: Advanced options
es: Opciones avanzadas
et: Lisavõimalused
mk: Напредни Опции
nb: Ekspert valg

source: Advanced options and settings.
es: Opciones avanzadas y configuración.
et: Lisavalikud ja seadistused.
mk: Напредни опции и поставки.
nb: Ekspert innstillinger.

source: Advanced restore
es: Restauración avanzada
et: Laiendatud taastamine
mk: Напредно враќање
nb: Ekspert gjenoppretting

source: Advanced software
es: Software avanzado
et: Laiendatud tarkvara
mk: Напреден софтвер
nb: Ekspert programvare

source: Advanced software plugin
es: Plugin de software avanzado
et: Laiendatud tarkvaraliides
mk: Напреден плагин за софтвер
nb: Ekspert tillegg

source: Advanced video enhancement setup
es: Ajuste de mejoras de video avanzado
et: Pildiparanduse seaded
mk: Напредно поставување за подобрување на видеото
nb: Ekspert bildeforbedrings innstilling

source: Advanced video setup
es: Ajustes de video avanzado
et: Täpsemad video seaded
mk: Напредно поставување видео
nb: Ekspert bildeinnstilling

source: Afghanistan
es: Afganistán
et: Afganistan
mk: Авганистан

source: After %s
es: Después de %s

source: After event
es: Después del evento
et: Pärast sündmust
mk: По настанот
nb: Etter opptak

source: Aland Islands
es: Islas Aland
et: Ahvenamaa
mk: Аландски острови
nb: Åland

source: Album
es: Álbum
mk: Албум

source: Algeria
es: Argelia
et: Alžeeria
mk: Алжир
nb: Algerie

source: Alignment of events
es: Alineamiento de eventos
et: Sündmuste seadmine
mk: Усогласување на настаните
nb: Programjustering

source: Alignment of service names
es: Alineación nombres de canales
et: Teenuste nimede seadmine
mk: Усогласување на имиња на канали
nb: Kanalnavnjustering

source: All
es: Todo
et: Kõik
mk: Сите
nb: Alle

source: All ages
es: Todas las edades
et: Kõik vanused
mk: Сите возрасти
nb: Alle aldre

source: All frequency
es: Toda frecuencia
et: Kõik sagedused
mk: Сите фреквенции
nb: Alle frekvenser

source: All satellites 1 (USALS)
es: Todos los satélites 1 (USALS)
et: Kõik satelliidid 1 (USALS)
mk: Сите сателити 1 (USALS)
nb: Alle satellitt posisjoner 1 (USALS)

source: All satellites 2 (USALS)
es: Todos los satélites 2 (USALS)
et: Kõik satelliidid 2 (USALS)
mk: Сите сателити 2 (USALS)
nb: Alle satellitt posisjoner 2 (USALS)

source: All satellites 3 (USALS)
es: Todos los satélites 3 (USALS)
et: Kõik satelliidid 3 (USALS)
mk: Сите сателити 3 (USALS)
nb: Alle satellitt posisjoner 3 (USALS)

source: All satellites 4 (USALS)
es: Todos los satélites 4 (USALS)
et: Kõik satelliidid 4 (USALS)
mk: Сите сателити 4 (USALS)
nb: Alle satellitt posisjoner 4 (USALS)

source: All services provider
es: Todos los proveedores de canales
et: Kõik levitajad
mk: Сите канали од провајдерот
nb: Alle distributører

source: All slots
es: Todos los slots
mk: Сите слотови
nb: Alle spor

source: Allocate
es: Asignar
et: Eralda
mk: Распредели
nb: Tildel

source: Allocate a number to the physical LNB you are configuring. You will be able to select this LNB again for other satellites (e.g. motorised dishes) to save setting up the same LNB multiple times.
es: Asigne un número al LNB físico que está configurando. Podrá volver a seleccionar este LNB para otros satélites (por ejemplo, platos motorizados) para guardar la configuración del mismo LNB varias veces.
et: Määra seadistatava reaalse LNB number. Sama LNB saab määrata uuesti teistele satelliitidele (nt. ajamiga antenn), et salvestada sätted sama LNB jaoks mitu korda.
mk: Додели број на физичката LNB што ја конфигурирате. Може да го изберете овој LNB повторно за други сателити (на пр. Моторизирани сателити) со цел да го зачувате поставувањето на истиот LNB неколку пати.
nb: Tildel et nummer til den fysiske LNB du stiller inn. Du vil kunne velge denne LNB igjen for andre satellitter (f.eks motorisert parabol) lagre og sette opp samme LNB flere ganger.

source: Allocate unused memory index
es: Asignar índice de memoria no utilizada
et: Eralda kasutamata mälu märgis
mk: Додели индексот на неискористена меморија
nb: Tildel ubrukt minneregister

source: Allow 10bit
es: Permitir 10bit
et: Luba 10bit
mk: Дозволи 10 бита
nb: Tillat 10bit

source: Allow 12bit
es: Permitir 12bit
et: Luba 12bit
mk: Дозволи 12 бита
nb: Tillat 12bit

source: Allow quitting movie player with exit
es: Permitir salir del reproductor con tecla EXIT

source: Allow subtitle language to equal audio language
es: Permitir idioma de subtítulos igual al idioma de audio
et: Luba subtiitrid heli keele valiku järgi
mk: Дозволи преводи според поставката за звук
nb: Undertekstspråk er samme som lydspråk

source: Allow subtitles for hearing impaired
es: Permitir subtítulos para sordos
et: Luba vaegkuuljate subtiitrid
mk: Дозволи преводи за оштетен слух
nb: Bruk undertekst for hørselshemmede

source: Allow unsupported modes
es: Permitir modos no compatibles
mk: Дозволи режими без поддршка
nb: Tillat ustøttet valg

source: Allows the TV remote to be used to control the receiver.
es: Permite usar el mando a distancia del televisor para controlar el receptor.
mk: Дозволува далечинскиот управувач на ТВ да се користи за контрола на ресиверот.

source: Allows you to assign the selected function to this button.
es: Le permite asignar la función seleccionada a este botón.

source: Allows you to hide the extensions of known file types.
es: Le permite ocultar las extensiones de archivos.

source: Allows you to set a schedule to import the EPG and channels list.
es: Le permite establecer un horario para importar la EPG y la lista de canales.

source: Allows you to show images.
es: Le permite mostrar imágenes.

source: Allows your %s %s to read the stored EPG data regularly.
es: Permite a su %s %s leer en el almacenado el EPG periódicamente.

source: Allows your %s %s to store the EPG data regularly.
es: Permite a su %s %s almacenar los datos en el EPG periódicamente.

source: Alpha
es: Alfa
et: Alfa
mk: Алфа
nb: Alfa

source: Alphabetical under headings
es: Alfabéticamente bajo títulos

source: Also import at reboot/restart enigma2
es: También importar al reboot o reiniciar enigma2
mk: Дури и при увозот/ рестартирај енигма2
nb: Importer også ved omstart/start om enigma2

source: Also import from the extension menu
es: También importar desde el menú de extensiones
mk: Увезете и од менито за екстензија
nb: Importer også fra blåtast meny

source: Also import when box is leaving standby
es: También importar cuando el receptor vuelva de reposo
mk: Увезете и кога ресиверот ќе излезе од стендбај
nb: Importer når mottakeren blir slått på

source: Also on standby
es: También en reposo
et: Ka ooteseisundis
mk: Исто така, стендбај
nb: Også i av/på

source: Alternative
es: Alternativo
et: Alternatiivne
mk: Алтернатива
nb: Alternativ

source: Alternative URL for images listed on FlashImage
es: URL alternativa para las imágenes listadas en FlashImage
mk: Алтернативна URL-адреса за имиџи наведени во \ "Флеш имиџ \"
nb: Alternativ URL-adresse for operativsystem oppført på FlashImage

source: Alternative URLs for DVB-T/C or ATSC
es: URLs Alternativas para DVB-T/C o ATSC
mk: Алтернативни URL-адреси за DVB-T / C или ATSC
nb: Alternative nettadresser for DVB-T/C eller ATSC

source: Alternative numbering mode
es: Modo de numeración alternativo
et: Alternatiivne numeratsioon
mk: Алтернативен режим на нумерирање
nb: Alternativt nummervalg

source: Alternative services tuner priority
es: Prioridad de sintonizador de canales alternativos
et: Tuuneri eelistus asenduskanalitel
mk: Приоритет на тјунер за алтернативни канали
nb: Alternativt tunervalg for kanaler

source: Always
es: Siempre

source: Always ask
es: Preguntar siempre
et: Küsi alati
mk: Секогаш прашуваj
nb: Spør først

source: Always hide infobar
es: Esconder la barra de información siempre
et: Peida alati inforiba
mk: Секогаш крирај инфо-лентата
nb: Skjul infobar

source: Always include ECM in recordings
es: Incluye siempre ECM en las grabaciones
et: Salvestised sisaldavad ka ECM sõnumeid
mk: Секогаш вклучувај ECM во снимките
nb: Lagre ECM data i opptakene

source: Always include ECM messages in recordings. This overrides the individual timer settings globally. It allows recordings to be always decrypted afterwards (sometimes called offline decoding), if supported by your %s %s. Default: off.
es: Siempre incluya mensajes ECM en grabaciones. Esto anula las configuraciones de temporizador individuales. Permite que las grabaciones siempre se descifren después (a veces llamada decodificación sin conexión), si su %s %s lo soporta. Por Defecto: apagado.

source: American Samoa
es: Samoa Americana
et: Ameerika Samoa
mk: Американска Самоа
nb: Amerikansk Samoa

source: An attempt is made to capture the current TV status. If this is not possible due to incorrect or missing status messages it may cause the receiver to respond unexpectedly. On the other hand, tries to respond better to different operating conditions.
es: Se intenta capturar el estado actual del televisor. Si esto no es posible debido a mensajes de estado incorrectos o faltantes, es posible que el receptor responda de forma inesperada. Por otro lado, trata de responder mejor a las diferentes condiciones de funcionamiento.

source: An error occurred while downloading the packetlist. Please try again.
es: Ocurrió un error al descargar lista de paquetes. Por favor, reintenta.
et: Viga pakettide nimekirja allalaadimisel. Proovi uuesti.
mk: Настана грешка при преземање. Ве молиме обидете се повторно.
nb: Det oppstod en feil under nedlasting av programvare. Vennligst prøv igjen.

source: An unknown error occurred!
es: Ocurrió un error desconocido!
et: Tundmatu viga!
mk: Настана непозната грешка!
nb: En ukjent feil oppstod!

source: And will put your receiver in standby over
es: Y pondrá el receptor en modo de reposo
et: Ja seab vastuvõtja ootele üle
mk: Ставете го приемникот во стендбај
nb: Og vil sette din mottaker i standby over

source: Android Mode
es: Modo Android

source: Animation speed of help indicators
es: Velocidad de animación de los indicadores de ayuda

source: Antarctica
es: Antártida
et: Antarktis
mk: Антарктик
nb: Antarktis

source: Antigua and Barbuda
es: Antigua y Barbuda
et: Antigua ja Barbuda
mk: Антигва и Барбуда
nb: Antigua og Barbuda

source: Any activity
es: Cualquier actividad
et: Iga tegevus
mk: Сите активности
nb: Enhver aktivitet

source: Apply the currently highlighted locale/language and exit
es: Aplicar la configuración idioma resaltado actual y salir

source: Arabic
es: Árabe
et: Araabia
mk: Арапски
nb: Arabisk

source: Are you ready to install "%s" ?
es: Estás listo para instalar "%s" ?

source: Are you ready to remove "%s" ?
es: Estás listo para eliminar "%s" ?

source: Are you sure to delete image:
es: Estás seguro de eliminar la imagen:
mk: Дали сте сигурни дека сакате да го избришете имиџот:

source: Are you sure to reboot to
es: Quieres Reiniciar con imagen
mk: Дали сигурно ќе го рестартирате
nb: Er du sikker på at du vil starte på nytt for å

source: Are you sure to remove all %s services?
es: ¿Estás seguro que quieres eliminar todos los canales %s?

source: Are you sure to remove all cable services?
es: Eliminar todos los canales de cable?
et: Kas kindlasti eemaldada kõik kaabliteenused?
mk: Дали сте сигурни дека ќе ги отстраните сите кабелски канали?
nb: Er du sikker på at du vil fjerne alle kabel TV kanaler?

source: Are you sure to remove all terrestrial services?
es: Eliminar todos los canales terrestres?
et: Kas kindlasti eemaldada kõik maapealse TV teenused?
mk: Дали сигурно ги отстранувате сите терестријални канали?
nb: Er du sikker på at du vil fjerne alle bakkenett kanaler?

source: Are you sure to remove this entry?
es: Eliminar esta entrada?
et: Kas eemaldada see kirje?
mk: Дали навистина сакате да го избришете овој запис?
nb: Er du sikker på at du vil fjerne denne oppføringen?

source: Are you sure you want to activate this network configuration?
es: Activar esta configuración de red?
et: Kas tahad kindlasti võrgukaardi selles seades käivitada?
mk: Дали сте сигурни дека сакате да ја активирате оваа мрежна конфигурација?
nb: Er du sikker på at du vil aktivere denne nettverkskonfigurasjonen?

source: Are you sure you want to delete the following backup:
es: Quieres eliminar la siguiente copia de seguridad:
et: Kas soovid kustutada selle varukoopia:
mk: Дали сте сигурни дека сакате да ја избришете ;следнава резервна копија :
nb: Er du sikker på at du vil slette følgende sikkerhetskopi:

source: Are you sure you want to delete all the selected logs:
es: Está seguro de que desea eliminar todos los logs seleccionados:

source: Are you sure you want to delete the EPG data from:
es: Seguro que quieres eliminar los datos EPG desde:

source: Are you sure you want to delete this log?
es: Está seguro de que desea eliminar este log?

source: Are you sure you want to exit this wizard?
es: Salir del asistente?
et: Kas soovid väljuda seadistusabist?
mk: Дали сте сигурни дека сакате да излезете од овој водич?
nb: Er du sikker på at du vil avslutte denne veiviseren?

source: Are you sure you want to reload the EPG data from:
es: Seguro que quieres volver a cargar los datos EPG desde":

source: Are you sure you want to restart your network interfaces?
es: Reiniciar los interfaces de red?
et: Kas tahad kindlasti uuesti käivitada võrguliidest?
mk: Дали сте сигурни дека сакате да ги рестартирате мрежните интерфејси?
nb: Er du sikker på at du vil starte nettverket på nytt?

source: Are you sure you want to restore the following backup: %s Your receiver will restart after the backup has been restored!
es: Seguro de restaurar la siguiente copia de seguridad: %s El receptor se reiniciará tras instalar la copia de seguridad!
et: Kas tahad taastada selle varukoopia?: %s Pärast taastamist vastuvõtja taaskäivitub!
mk: Дали сте сигурни дека сакате да ја вратите следнава резервна копија : %s Вашиот приемник ќе се рестартира откако ќе се врати резервната копија!
nb: Er du sikker på at du vil gjenopprette følgende sikkerhetskopi: %s Mottakeren vil starte på nytt etter at sikkerhetskopieringen er gjenopprettet!

source: Are you sure you want to restore the backup? Your receiver will restart after the backup has been restored!
es: Restaurar la copia de seguridad? El receptor se reiniciará tras instalar la copia de seguridad!
et: Kas tahad taastada varukoopia? Pärast taastamist vastuvõtja taaskäivitub!
mk: Дали сте сигурни дека сакате да вратите резервна копија ? Вашиот приемник ќе се рестартира откако ќе се врати резервната копија!
nb: Er du sikker på at du vil gjenopprette sikkerhetskopien? Din mottaker vil starte på nytt når sikkerhetskopien er gjenopprettet!

source: Are you sure you want to save the EPG Cache to:
es: Seguro que quieres guardar el Caché EPG:

source: Artist
es: Artista
et: Esitaja
mk: Артист

source: Arts/Culture
es: Artes/Cultura
et: Kunst/kultuur
mk: Уметност / култура
nb: Kunst/Kultur

source: As defined by the skin
es: Definido por skin
et: Nagu välimuse poolt määratud
mk: Како што е дефинирано од скинот
nb: Som definert av utseende

source: Ask user
es: Preguntar al usuario
et: Küsi kasutajalt
mk: Прашај го корисникот
nb: Spør bruker

source: Ask user (with default as 'No')
es: Preguntar usuario (Por defecto es 'No')

source: Ask user (with default as 'Yes')
es: Preguntar usuario (Por defecto es 'Si')

source: Aspect Ratio Actions
es: Acciones Aspecto Ratio

source: Aspect ratio
es: Relación de aspecto
et: Pildisuhe
mk: Размер на сликата
nb: Bildeforhold

source: Aspect ratio list
es: Lista de relación de Aspecto

source: Assigned CAIds:
es: CAIds asignados:
et: Määratud CAId-d:
mk: Доделени CAIds:
nb: Tildelte CAId:

source: Assigned services/provider:
es: Servicios/Proveedor asignados:
et: Määratud kanalid/levitaja:
mk: Доделени канали / провајдер:
nb: Tildelte kanaler/distributører:

source: At End:
es: Al final:

source: At beginning
es: Al comienzo
et: Alguses
mk: На почетокот
nb: Ved begynnelsen

source: At end
es: Al final
et: Lõpus
mk: На крајот
nb: Ved slutten

source: Attention, this is repeated timer!
es: Atención, temporizador repetido!
et: Tähelepanu, see on korratud taimer!­
mk: Внимание, ова е повторен тајмер!
nb: Obs, dette er repetert timer!

source: Attention, this is repeated timer! What do you want to do?
es: Atención, temporizador repetido! Que quieres hacer?
et: Tähelepanu, see on korratud taimer! Mida soovid teha?
mk: Внимание, ова е повторен тајмер! Што сакаш да правиш?
nb: Obs, dette er repetert timer! Hva vil du gjøre?

source: Audio PID%s, codec & lang
es: PID audio %s, codec lenguaje
mk: Аудио PID %s, Кодекс и Јазик
nb: Lyd-PID%s, codec & språk

source: Audio PID, codec & lang
es: PID audio, codec lenguaje
mk: Аудио PID, Кодекс и Јазик
nb: Lyd-PID, codec & språk

source: Audio auto volume level
es: Nivel de volumen de audio automático
et: Heli isereguleeruv tase
mk: Автоматско ниво на јачина на звук
nb: Auto lydvolum nivå

source: Audio channel
es: Canal de audio

source: Audio description for the visually impaired
es: Descripción de audio para personas con discapacidad visual

source: Audio language selection 1
es: Selección de idioma de audio 1
et: Heli keele valik 1
mk: Избор на аудио јазик 1
nb: Språkvalg 1

source: Audio language selection 2
es: Selección de idioma de audio 2
et: Heli keele valik 2
mk: Избор на аудио јазик 2
nb: Språkvalg 2

source: Audio language selection 3
es: Selección de idioma de audio 3
et: Heli keele valik 3
mk: Избор на аудио јазик 3
nb: Språkvalg 3

source: Audio language selection 4
es: Selección de idioma de audio 4
et: Heli keele valik 4
mk: Избор на аудио јазик 4
nb: Språkvalg 4

source: Audio options
es: Opciones de Audio

source: Audio track (%s) format
es: Formato (%s) de pista de audio
et: heliriba (%s) formaat
mk: Аудио трака (% s) формат
nb: Lydspor (%s) format

source: Audio track (%s) language
es: Idioma (%s) de pista de audio
et: heliriba (%s) keel
mk: Аудио трака (% s) јазик
nb: Lydspor (%s) språk

source: Audio track selection, downmix and other audio options
es: Selección de pistas de audio, downmix y otras opciones de audio

source: Audio volume step size
es: Paso de volumen de audio
et: Helitugevuse astme suurus
mk: Големина на јачината на звукот
nb: Lydstyrketrinn

source: Audio/Video Setup
es: Ajustes Audio Video

source: Australian
es: Australiano
et: Austraalia
mk: Австралиски
nb: Australsk

source: Author:
es: Autor:
et: Autor:
mk: Автор:
nb: Forfatter:

source: Authoring mode
es: Modo de autoría
et: DVD loomine
mk: Авторски режим
nb: Administrator modus

source: Auto DiSEqC
es: DiSEqC Automático

source: Auto EXIF Orientation rotation/flipping
es: Rotación / giro automático de orientación EXIF
et: EXIF orientatsiooni automaatne pööramine/ümberpööramine
mk: Автоматско ротирање / превртување на ориентацијата EXIF
nb: Auto EXIF (bildedata) orientering/rotering

source: Auto chapter split every ? minutes (0=never)
es: Auto separación de capítulos cada ? Minutos (0=nunca)
et: Automaatne peatüki lõikamine iga ? minuti (0=mitte kunagi)
mk: Автоматска поделба во поглавја на секои x минути (0 = никогаш)
nb: Auto oppdeling hvert ? minutter (0=aldri)

source: Auto deep standby
es: Modo espera profundo automático

source: Auto focus commencing...
es: Auto enfoque comenzando...

source: Auto play blu-ray file
es: Auto reproducir fichero Blu-ray
et: Mängi kohe bluray faili
mk: Автоматска репродукција на Blu-ray датотека
nb: Spill av automatisk blu-ray fil

source: Auto play last service in radio mode
es: Reproducción automática del último canal en modo radio
mk: Автоматско пуштање на последниот канал во режим на радио

source: Auto scart switching
es: Cambio de scart automático
et: Autom. SCART ümberlülitus
mk: Автоматско вклучување на скарт
nb: Auto scart bytte

source: Auto standby
es: Modo reposo automático

source: Auto video mode selected
es: Modo de video automático seleccionado

source: Auto video mode selected for the TV.
es: Modo de video automático seleccionado para su TV.

source: AutoTimer
es: Temporizador Automático

source: AutoTimer is not installed Now (Press long)
es: AutoTemporizador no instalado Ahora (Pulse largo)

source: AutoTimer is not installed Prime time (Press long)
es: AutoTemporizador no instalado Hora máxima audiencia (Pulse largo)

source: Autoinstalling %s
es: Autoinstalación %s

source: Autoinstalling Completed
es: Autoinstalación completada
mk: Инсталирањето заврши
nb: Autoinstallasjonen er ferdig

source: Autoinstalling please wait for packages being updated
es: Instalación automática, espere actualizando los paquetes
mk: Автоматска инсталација почекајте да се ажурираат пакетите
nb: Installerer, vennligst vent til pakkene blir oppdatert

source: Automatic
es: Automático
et: Automaatne
mk: Автоматски
nb: Automatisk

source: Automatic Scan
es: Búsqueda Automática
et: Automaatotsing
mk: Автоматско Пребарување
nb: Automatisk søk

source: Automatic bookmarks
es: Marcadores automáticos
et: Automaatne järjehoidjad
mk: Автоматски обележувачи
nb: Huskeliste

source: Automatic refresh
es: Actualizar automático

source: Automatic save
es: Guardado automático

source: Automatic scan
es: Búsqueda Automática
et: Automaatotsing
mk: Автоматско пребарување
nb: Automatisk søk

source: Automatically put the TV in standby whenever the receiver goes into standby or deep standby.
es: Ponga automáticamente el televisor en modo de espera siempre que el receptor entre en modo de espera o en modo de espera total.

source: Automatically start timeshift after
es: Comience automáticamente timeshift después
et: Ajanihke automaatne käivitus pärast
mk: Започнете автоматско timeshift после
nb: Start automatisk timeskift etter

source: Automatically turn on external subtitles
es: Activar automáticamente los subtítulos externos
et: Väliste subtiitrite automaatne sisselülitus
mk: Автоматски активирај ги надворешните преводи
nb: Ekstern undertekst automatisk på

source: Automatically update Clients/Servers/Log screens
es: Actualizar automáticamente las pantallas Clientes/Servidores/Log

source: Autostart
es: Autoinicio

source: Autostart:
es: Autoinicio:

source: Available format variables
es: Variables de formato disponibles
et: Võimalikud vormingu muutujad
mk: Достапни формати
nb: Tilgjengelige formater

source: Available locales are:
es: Las configuraciones locales disponibles son:
mk: Достапни верзии:
nb: Tilgjengelige nasjoner er:

source: Azerbaijan
es: Azerbaiyán
et: Aserbaidžaan
mk: Азербејџан
nb: Aserbajdsjan

source: BLUE button
es: Botón AZUL

source: Back
es: Atrás
et: Tagasi
mk: Назад
nb: Tilbake

source: Background color
es: Color del fondo
et: Taustavärv
mk: Боја на позадина
nb: Bakgrunnsfarge

source: Background delete option
es: Opción de eliminado en segundo plano
et: Taustal kustutamise valikud
mk: Опција за бришење во позадина
nb: Slettevalg

source: Background delete speed
es: Velocidad de eliminación en segundo plano
et: Taustal kustutamise kiirus
mk: Брзина на бришење во позадина
nb: Bakgrunns slettehastighet

source: Backing up to: %s
es: Copia de seguridad hasta: %s
et: Varundamine: %s
mk: Резервна копија на: %s
nb: Sikkerhetskopierer opp til: %s

source: Backup completed.
es: Copia de seguridad completada.
et: Varukoopia loodud.
mk: Резервната копија е завршена.
nb: Sikkerhetskopiering fullført.

source: Backup failed.
es: Copia de seguridad falló.
et: Varukoopia loomine nurjus.
mk: Резервната копија не успеа.
nb: Sikkerhetskopiering mislyktes.

source: Backup is running...
es: La copia de seguridad está ejecutándose…
et: Varukoopia loomine...
mk: Резервната копија работи ...
nb: Sikkerhetskopi kjører...
