Repository: OpenVisionE2/enigma2-openvision
Catalog: po/*.po
Languages: es, et, mk, nb

source: Stop testing plane after # failed transponders
es: Detener el testeo plano tras # transpondedores fallidos
et: Peata testimine pärast # ebaõnnestunud transponderit
mk: Стоп за тестот по # неуспешни транспондери
nb: Stopp testing etter # mislykkede transpondere

source: Stop testing plane after # successful transponders
es: Detener el testeo plano tras # transpondedores exitosos
et: Peata testimine pärast # leitud transponderit
mk: Стоп за тестот по # успешни транспондери
nb: Stopp testing etter # vellykkede transpondere

source: Stop timer recording
es: Detener la grabación con temporizador
et: Peata taimerisalvestus
mk: Стоп за снимање
nb: Stopp timer opptak

source: Stop timeshift
es: Detener timeshift
et: Lõpeta ajanihe
mk: Стоп timeshift
nb: Stopp timeskift

source: Stop timeshift?
es: ¿Detener timeshift?
et: Peatad ajanihkega salvestuse?
mk: Стоп timeshift?
nb: Stopp timeskift?

source: Stop using as startup service
es: Dejar de usar como canal de inicio
et: Ära kasuta käivituskanalina
mk: Престанете да го користите како стартн канал
nb: Slutt å bruke som oppstartskanal

source: Stopped
es: Detenido
et: Peatunud
mk: Стопирано
nb: Stoppet

source: Stop|Disable Autostart
es: Detener|Desactivado Autoinicio

source: Storage
es: Almacenamiento

source: Storage device not available or not initialized.
es: Dispositivo de almacenamiento no disponible o no inicializado.

source: Storage device not available. Mount device or reboot system and try again.
es: Dispositivo de almacenamiento no disponible. Monte el dispositivo o reinicie el sistema y vuelva a intentarlo.

source: Store at index
es: Guarda en índice
et: Salvesta indeksiga
mk: Задржи на индекс
nb: Lagre i meny

source: Store position
es: Guarda posición
et: Salvesta asukoht
mk: Задржи позиција
nb: Lagre posisjon

source: Stored position
es: Posición guardada
et: Salvestatud asukoht
mk: Задржана позиција
nb: Lagret posisjon

source: Stream
es: Transmisión
et: Voog
mk: Стрим

source: Stream request
es: Solicitud de stream
et: Striimi päring
mk: Барање за стрим
nb: Stream forespørsel

source: Streaming Clients
es: Clientes en Streaming

source: Streaming clients info
es: Info Clientes en Streaming
et: Voogedastuse klientide info
mk: Стриминг информации за клиенти
nb: Klient streaming info

source: Strict DLNA
es: DLNA estricto

source: Stripes
es: Rayas

source: Strongest position
es: Posición más fuerte
et: Tugevaim asukoht
mk: Најдобра позиција
nb: Sterkeste posisjon

source: Sub Service Actions
es: Acciones Sub Canales

source: Subservice list
es: Lista de subcanales

source: Subservices
es: Subcanales
et: Alamteenused
mk: Подканали
nb: Underleverandører

source: Subtitle
es: Subtítulo

source: Subtitle Actions
es: Acciones Subtítulos

source: Subtitle Setup
es: Configuración Subtítulos

source: Subtitle alignment
es: Alineamiento de subtítulos
et: Subtiitrite joondus
mk: Усогласување на преводи
nb: Undertekst justering

source: Subtitle border width
es: Anchura del borde de subtítulos
et: Subtiitrite kontuuri paksus
mk: Ширина на прегледот на преводот
nb: Undertekst kantlinjebredde

source: Subtitle delay when timing is bad
es: Retraso de subtítulos cuando el tiempo es incorrecto
et: Subtiitri viivitus kui ajastus on halb
mk: Одложување на преводот
nb: Undertekst forsinkelse når timing er dårlig

source: Subtitle delay when timing lacks
es: Retraso de subtítulos cuando carece de tiempo
et: Subtiitrite viiteaeg ajastuse puudumisel
mk: Одложување на преводот ако нема тајминг
nb: Undertekst forsinkelse når timing mangler

source: Subtitle font size
es: Tamaños de la fuente de subtítulos
et: Subtiitrite tähesuurus
mk: Големина на фонт за превод
nb: Undertekst skriftstørrelse

source: Subtitle language selection 1
es: Selección de idioma de subtítulos 1
et: Subtiitri keele valik 1
mk: Избор на јазик на превод 1
nb: Undertekst språkvalg 1

source: Subtitle language selection 2
es: Selección de idioma de subtítulos 2
et: Subtiitri keele valik 2
mk: Избор на јазик на превод 2
nb: Undertekst språkvalg 2

source: Subtitle language selection 3
es: Selección de idioma de subtítulos 3
et: Subtiitri keele valik 3
mk: Избор на јазик на превод 3
nb: Undertekst språkvalg 3

source: Subtitle language selection 4
es: Selección de idioma de subtítulos 4
et: Subtiitri keele valik 4
mk: Избор на јазик на превод 4
nb: Undertekst språkvalg 4

source: Subtitle position
es: Posición de los subtítulos
et: Subtiitrite asukoht
mk: Позиција на преводот
nb: Undertekst posisjon

source: Subtitle selection
es: Selección de subtítulos
et: Subtiitrite valik
mk: Избор на превод
nb: Undertekst valg

source: Subtitle settings
es: Ajustes de Subtítulos
et: Subtiitrite seadistus
nb: Undertekst innstilling

source: Subtitle show/hide
es: Subtitulos mostrar/ocultar

source: Subtitles
es: Subtítulos
et: Subtiitrid
mk: Преводи
nb: Undertekst

source: Subtitles disabled
es: Subtítulos deshabilitado
mk: Преводите се запрени

source: Subtitles enabled
es: Subtítulos habilitado
mk: Овозможени титлови

source: Succeeded:
es: Exitoso:
et: Õnnestus:
mk: Успешно:
nb: Vellykket:

source: Successfully restored /etc/inetd.conf!
es: Restaurado correctamente /etc/inetd.conf!

source: Sudan
es: Sudán
et: Sudaan
mk: Судан

source: Sun
es: Dom
et: P
mk: Нед
nb: Søn

source: Sunday
es: Domingo
et: Pühapäev
mk: Недела
nb: Søndag

source: Suriname
es: Surinam
mk: Суринам
nb: Surinam

source: Svalbard and Jan Mayen
es: Svalbard y Jan Mayen
et: Svalbard ja Jan Mayen
mk: Свалбард и Јан Мејен
nb: Svalbard og Jan Mayen

source: Swap PiP and main picture
es: Intercambiar PiP e imagen principal
et: Vaheta PiP- ja peapilt
mk: Замени PiP со главната слика
nb: Bytt PiP og hovedbildet

source: Swap services
es: Intercambiar canales
et: Vaheta kanalid omavahel
mk: Замени ги каналите
nb: Bytt kanaler

source: Sweden
es: Suecia
et: Rootsi
mk: Шведска
nb: Sverige

source: Swedish
es: Sueco
et: Rootsi
mk: Шведски
nb: Svensk

source: Switch
es: Interruptor-Distribuidor
et: Lülita
mk: Вклучувач
nb: Skift

source: Switch TV to correct input
es: Cambia la TV a la entrada correcta
et: Lülita TV õigele sisendile
mk: Вклучете го ТВ на правилен влез
nb: Still inn riktig inngang på TV

source: Switch between filelist/playlist
es: Cambiar entre la lista de archivos / lista de reproducción
et: Vaheta failinimekirja ja taasesitusnimekirja vahel
mk: Вклучете помеѓу список со датотеки / плејлиста
nb: Bytt mellom mappeliste og avspillingsliste

source: Switch between normal mode and list mode
es: Cambiar entre el modo normal y el modo de lista
et: Vaheta tava ja nimekirja vaate vahel
mk: Вклучете се од нормален режим во список
nb: Bytt mellom normal eller listemodus

source: Switch channel down
es: Cambiar de canal hacia abajo
et: Lülita kanal alla
mk: Префрли го каналот надолу
nb: Gå til kanal ned

source: Switch channel up
es: Cambiar de canal hacia arriba
et: Lülita kanal üles
mk: Префрли го каналот нагоре
nb: Gå til kanal opp

source: Switch off the TV to correct input
es: Apague el televisor para corregir la entrada

source: Switch on the display during Standby Mode
es: Encender la pantalla en standby
mk: Вклучете го екранот во стендбај

source: Switch on the display during Suspend Mode
es: Encender la pantalla durante reposo profundo
mk: Вклучете го екранот во дееп стендбај

source: Switch on the display during operation
es: Encender la pantalla durante el funcionamiento

source: Switch to HDMI-IN mode
es: Cambiar a Modo HDMI-IN

source: Switch to TV mode
es: Cambiar a modo TV
et: Lülita TV peale
mk: Промени во режим на ТВ
nb: Gå til TV modus

source: Switch to bookmarks panel
es: Cambiar al panel de marcadores

source: Switch to directories panel
es: Cambiar al panel de directorios

source: Switch to next bouquet
es: Cambiar al siguiente bouquet
et: Mine järgmisse nimekirja
mk: Префрли се на следниот букет
nb: Gå til neste kanalliste

source: Switch to next channel
es: Cambiar al siguiente canal
et: Mine järgmisele kanalile
mk: Префрли се на следниот канал
nb: Gå en kanal fram

source: Switch to next channel in history
es: Cambiar al siguiente canal en historial
et: Järgmine kanal ajaloos
mk: Следен канал во историјата
nb: Gå til sist sette kanal

source: Switch to next sub service
es: Cambiar al siguiente canal
et: Järgmine alamkanal
mk: Префрли се на следниот подканал
nb: Gå til neste underkanal

source: Switch to playlist
es: Cambiar a lista de reproducción
et: Mine esitusloendisse
mk: Префрли се на плејлиста
nb: Gå til opptaksliste

source: Switch to previous bouquet
es: Cambiar al bouquet previo
et: Mine eelmisse nimekirja
mk: Префрли се на претходниот букет
nb: Gå til forrige kanalliste

source: Switch to previous channel
es: Cambiar al canal previo
et: Eelmine kanal
mk: Префрли се на претходниот канал
nb: Gå en kanal tilbake

source: Switch to previous channel in history
es: Cambiar al canal previo en historial
et: Eelmine kanal ajaloos
mk: Претходен канал во историјата
nb: Gå til sist sette kanal

source: Switch to previous sub service
es: Cambiar al canal previo
et: Eelmine alamkanal
mk: Префрли се на претходниот потканал
nb: Gå til forrige underkanal

source: Switch to radio mode
es: Cambiar a modo radio
et: Lülita raadio peale
mk: Промени во режим на радио
nb: Gå til radiomodus

source: Switch to the other panel
es: Cambiar al otro panel

source: Switzerland
es: Suiza
et: Šveits
mk: Швајцарија
nb: Sveits

source: Sync failure moving back to origin !
es: ¡Fallo de sincronización, regresando al origen!
et: Sünkro viga, tagasi originaali juurde!
mk: Грешка во синхронизацијата, преместете се на почетната позиција!
nb: Synkroniseringsfeil, går tilbake til start!

source: Syrian Arab Republic
es: Siria
et: Süüria Araabia Vabariik
mk: Сириска Арапска Република
nb: Syria

source: System
es: Sistema
et: Süsteem
mk: Систем

source: System & Modulation
es: Sistema y modulación
et: Süsteem ja modulatsioon
mk: Систем и модулација
nb: System - Modulasjon

source: T2MI PID
es: PID T2MI

source: TEXT Reset
es: TEXT Restablecer

source: TEXT button
es: Botón TEXT

source: TMBD Details
es: Detalles TMBD

source: TMBD details for event
es: Detalles TMBD para eventos

source: TRANSLATOR_INFO
es: INFO_ TRADUCTOR
et: Eesti digi-tv foorum Viimati muudetud: 03. aprill 2019 TÕLKE_INFO
nb: Oversettelse oppdatert: 22.03.2020

source: TS file is too large for ISO9660 level 1!
es: El archivo TS es demasiado grande para el nivel 1 de ISO9660!
et: TS fail on liiga suur ISO9660/1-le!
mk: Датотеката ТС е преголема за ISO9660 ниво 1!
nb: TS filen er for stor for ISO9660 nivå 1!

source: TUNING
es: SINTONIZANDO
et: HÄÄLESTUS
nb: STILLER INN

source: TV button
es: Botón TV

source: TV physical address report
es: Informe de la dirección física de TV
et: TV füüsilise aadressi raport
mk: Извештај за физичката адреса на ТВ
nb: TVs fysiske adresse

source: TXT Subtitles page & lang
es: Subtítulos TXT lenguaje
mk: Страница за преводи на TXT и јазик
nb: TXT undertekster side & språk

source: Table of contents for collection
es: Tabla de contenido para colección
et: Kollektsiooni sisutabel
mk: Содржина на компилацијата
nb: Innhold for samlingen

source: Tag Editor
es: Editor de Etiquetas

source: Tag Editor Actions
es: Acciones del editor de etiquetas

source: Tags
es: Etiquetas
et: Võtmesõnad
mk: Етикети
nb: Merker

source: Tanzania, United Republic of
es: Tanzania
et: Tansaania Ühendvabariik
mk: Танзанија, Обединета Република
nb: Tansania

source: Teletext
es: Teletexto

source: Teletext Actions
es: Acciones Teletexto

source: Teletext CleanAlgo (resolution reset algorithm)
es: Teletexto CleanAlgo (algoritmo de restablecimiento de resolución)

source: Teletext EndX (right border)
es: Teletexto EndX (borde derecho)

source: Teletext EndY (upper border)
es: Teletexto EndY (borde superior)

source: Teletext StartX (left border)
es: Teletexto StartX (borde izquierdo)

source: Teletext StartY (lower border)
es: Teletexto StartY (borde inferior)

source: Teletext TTFBold (0=normal, 1=bold)
es: Teletexto TTFBold (0=normal, 1=negrita)

source: Teletext TTFHeightFactor16 (TrueType letter height)
es: Teletexto TTFHeightFactor16 (altura de letra TrueType)

source: Teletext TTFScreenResX (screen X resolution)
es: Teletexto TTFScreenResX (resolución de pantalla X)

source: Teletext TTFShiftX (horizontal letter position)
es: Teletexto TTFShiftX (posición de letra horizontal)

source: Teletext TTFShiftY (vertical letter position)
es: Teletexto TTFShiftY (posición de letra vertical)

source: Teletext TTFWidthFactor16 (TrueType letter width)
es: Teletexto TTFWidthFactor16 (ancho de letra TrueType)

source: Teletext UseTTF (0=fixed font, 1=TrueType)
es: Teletexto UseTTF (0=fuente fija, 1=TrueType)

source: Teletext alpha
es: Teletexto alpha

source: Teletext font and resolution
es: Fuente y resolución de teletexto

source: Teletext subtitle color
es: Color de subtítulos del teletexto
et: Teleteksti subtiitrite värv
mk: Боја на превод Телетекст
nb: Undertekst farge

source: Telnet interface
es: Interfaz Telnet

source: Telnet port
es: Puerto Telnet

source: Telnet setup
es: Configurar Telnet

source: Temperature and fan control
es: Control de temperatura y ventilador
et: Jahutus
mk: Контрола на температурата и вентилаторот
nb: Temperatur og kjølevifte styring

source: Terrestrial
es: Terrestre
et: Maapealne TV (DVB-T)
mk: Терестријална
nb: Bakkenett

source: Test DiSEqC settings
es: Test de los ajustes Diseqc
et: Testi DiSEqC seadeid
mk: Тестирај ги поставките на DiSEqC
nb: Innstilling for DiSEqC test

source: Test mode
es: Modo test
et: Testpilt
mk: Режим на тестирање
nb: Testmodus

source: Test the network configuration of your receiver.
es: Pruebe la configuración de red de su receptor.
et: Testi vastuvõtja võrgu seadeid.
mk: Тестирајте ја мрежната конфигурација на приемникот.
nb: Test nettverksinnstillingen til mottakeren.

source: Test type
es: Tipo de test
et: Testi tüüp
mk: Тип на тест

source: Testscreens
es: Brillo / Contraste / Color
et: Testtabelid
mk: Тест на сликата
nb: Prøvebilder

source: Testscreens that are helpfull to fine-tune your display
es: Pantallas de test son útiles para calibrar su pantalla
et: Testtabelid aitavad häälestada ekraani
mk: Тест-екрани кои се корисни за фино подесување на вашиот дисплеј
nb: Prøvebilder som kan brukes til å finjustere skjermen

source: Text color
es: Color del texto
et: Teksti värv
mk: Боја на текст
nb: Tekst farge

source: Thai
es: Thailandés
et: Tai
mk: Таи
nb: Thailandsk

source: Thailand
es: Thailandia
et: Tai
mk: Тајланд

source: Thank you for using the wizard. Please press OK to continue.
es: Gracias por usar el asistente. Por favor, pulsa OK para continuar.
et: Täname, et kasutasid abilist. Jätkamiseks vajuta OK.
mk: Ви благодариме што го користевте волшебникот. Притиснете OK за да продолжите.
nb: Takk for at du bruker veiviseren. Klikk OK for å fortsette.

source: The %d min remaining before the end of the event.
es: El %d min restante antes del final del evento.
et: On jäänud %d minutit sündmuse lõpuni.
mk: Преостануваат уште %d мин. Пред крајот на настанот.
nb: %d min gjenstår av opptaket.

source: The AutoTimer plugin is installed.
es: El plugin Temporizador Automático está instalado.

source: The AutoTimer plugin is not installed! Do you want to install it?
es: El Plugin Temporizador Automático no está Instalado! Quieres instalarlo?

source: The DVD standard doesn't support H.264 (HDTV) video streams. Do you want to create a special format data DVD (which will not play in stand-alone DVD players) instead?
es: El estándar de DVD no admite transmisiones de video H.264 (HDTV). ¿Desea crear un DVD de datos de formato especial (que no se reproducirá en reproductores de DVD independientes) en su lugar?
et: DVD standard ei toeta H.264 (HDTV) video voogesitust. Kas soovite luua eri vormingus andmete (data) DVD, mida teised DVD mängijad ei mängi?
mk: ДВД-стандардот не поддржува видеа H.264 (HDTV). Дали наместо тоа сакате да се креира ДВД со посебен формат (што не може да се репродуцира во конвенционален ДВД плеер)?
nb: DVD standarden støtter ikke videoprotokollen H.264 (HDTV). Vil du heller opprette et spesielt dataformat for DVD? (dette formatet kan ikke spilles i frittstående DVD-spillere)

source: The PIN code has been changed successfully.
es: El código PIN ha sido cambiado con éxito.
et: PIN kood on muudetud.
mk: ПИН-кодот е успешно променет.
nb: PIN-koden har blitt endret.

source: The PIN code has been saved successfully.
es: El código PIN se ha guardado correctamente.
et: PIN kood on edukalt salvestatud
mk: ПИН-кодот е успешно зачуван.
nb: PIN koden har blitt lagret.

source: The PIN code you entered is wrong.
es: El código PIN introducido es incorrecto.

source: The PIN codes you entered are different.
es: Los códigos PIN que ingresó son diferentes.
et: Sisestatud PIN koodid on erinevad.
mk: ПИН-кодовите што ги внесовте се различни.
nb: Feil PIN kode er tastet.

source: The TMBD plugin is not installed! Do you want to install it?
es: El Plugin TMBD no está Instalado! Quieres instalarlo?

source: The command to wake from standby will be sent multiple times.
es: El comando para despertar desde el modo de espera se enviará varias veces.
mk: Командата да се разбуди од мирување ќе биде испратена повеќе пати.

source: The network wizard extension is not installed! Please install it.
es: ¡La extensión del asistente de red no está instalada! Por favor instálela.
et: NetworkWizard laiendus ei ole paigaldatud! Paigalda see.
mk: Волшебникот за поставување мрежа не е инсталиран! Ве молам инсталирајте го.
nb: Utvidelsen for nettverksveiviseren er ikke installert! Vennligst installer den.

source: The overscan wizard has been completed. Note: you can always start the Overscan wizard later, via Menu->Installation->System->Audio/Video->Overscan wizard
es: El asistente de overscan ha sido completado. Nota: siempre puede iniciar el asistente overscan más tarde, a través de su menú correspondiente

source: The overscan wizard helps you to setup your TV in the correct way. For the majority of TV's, the factory default is to have overscan enabled. This means you are always watching a "zoomed in" picture instead of real HD, and parts of the user inferface (skin) may be invisible. The yellow area means a 5% border area of a full HD picture will be invisible. The green area means a 10% border area of a full HD picture will be invisible. In other words, if the yellow box touches all four sides of your screen, you have at least 5% overscan on all sides. If you see the tips of all eight arrowheads, then your TV has overscan disabled. Test Pattern by TigerDave - www.tigerdave.com/ht_menu.htm
es: El asistente de overscan le ayuda a configurar su TV de la manera correcta. Para la mayoría de los televisores, el valor predeterminado de fábrica es habilitar el overscan. Esto significa que siempre está viendo una imagen “ampliada” en lugar de HD real, y partes de la interfaz de usuario (skin) pueden no ser visibles. El área amarilla significa que un área de borde del 5% de una imagen Full HD será invisible. El área verde significa que un área de borde del 10% de una imagen Full HD será invisible. En otras palabras, si el cuadro amarillo toca los cuatro lados de la pantalla, tiene al menos un 5% de overscan en todos los lados. Si ves las puntas de las ocho flechas, entonces su TV tiene el overscan deshabilitado. Test Pattern por TigerDave - www.tigerdave.com/ht_menu.htm
et: Üleskaneereimise abimees aitab seadistada sinu TV õigel moel. Enamiku TV-de jaoks on tehase vaikimisi seade, et üleskaneerimine on vaikimisi lubatud. See tähendab, et sa vaatad alati "suurendatud" pilti tegeliku HD asemel ja mõned osad kasutajaliidesest (välimus) võivad olla nähtamatud. Kollane piirkond tähendab, et 5% Full HD pildist on nähtamatu Roheline piirkond tähendab, et 10% Full HD pildist on nähtamatu. Teisisõnu, kui kollane kast on sinu ekraani igas küljes, siis on sul vähemalt 5% üleskaneerimine igas küljes. Kui näed kõiki kaheksat noole otsa, siis oled oma TV üleskaneerimise ära keelanud. Testtabel TigerDave poolt - www.tigerdave.com/ht_menu.htm
mk: Оverscan wizard ќе ви помогне правилно да го поставите вашиот телевизор. На повеќето телевизори им е овозможена фабричката зададена поставка за преголемо скенирање. Ова значи дека секогаш ќе гледате \ "зумирана \" слика наместо вистинска HD и делови од корисничкиот интерфејс (скинот) може да бидат невидливи. Жолтото поле значи дека 5% од целосната HD слика нема да биде видлива. Зеленото поле значи дека 10% од целосната HD слика нема да биде видлива. Со други зборови, ако жолтото поле ги допира сите четири страни на вашиот екран, имате најмалку 5% преголем скенирање од сите страни. Ако ги видите сите врвови на стрелата, ТВ Оверскен е исклучен. Тест шема од TigerDave - www.tigerdave.com/ht_menu.htm
nb: Veiviseren for bildestørrelse hjelper deg å stille inn din TV på riktig måte. De fleste TV merker har som standard fabrikkinnstilling valgt et forstørret bilde. Dette betyr at du alltid ser på et "oppblåst" bilde der deler av det grafiske HD utseende (skin) blir borte, istedenfor et ekte HD bilde. Den gule rammen betyr at 5% av området for full HD bilde blir borte. Den grønne rammen betyr at 10% av området for full HD bilde blir borte. Med andre ord, hvis den gule rammen går ut til alle fire sider av din TV skjerm, har du minst 5% for stort bilde til alle sider. Hvis du ser alle åtte pilhodene er din TV riktig innstilt for faktisk bildestørrelse. Prøvebilde av TigerDave - www.tigerdave.com/ht_menu.htm

source: The password can not be blank!
es: La contraseña no puede estar en blanco!

source: The results have been written to %s
es: Los resultados han sido escritos en %s
et: Tulemused on salvestatud %s
mk: Резултатите од тестот ќе бидат зачувани во датотеката% s "
nb: Resultatene har blitt skrevet til %s

source: The saved PIN was cleared.
es: Se borró el PIN guardado.
et: Salvestatud PIN kood kustutati
mk: Зачуваниот PIN е исчистен.
nb: Den lagrede PIN koden ble godkjent.

source: The services/bouquets list is reloaded!
es: La lista de canales ha sido recargada!

source: The sleep timer has been activated.
es: El temporizador de reposo se ha activado.
et: Unetaimer on aktiveeritud.
mk: Тајмерот за спиење е активиран.
nb: Dvale timer har blitt aktivert.

source: The sleep timer has been disabled.
es: El temporizador de reposo se ha desactivado.
et: Unetaimer välja lülitatud.
mk: Тајмерот за спиење е деактивиран.
nb: Dvale timer har blitt deaktivert.

source: The software management extension is not installed! Please install it.
es: ¡La extensión de administración de software no está instalada! Por favor instálela.
et: Softwaremanagement laiendus ei ole paigaldatud! Paigalda see.
mk: Плагин за управување со софтвер не е инсталиран! Ве молиме инсталирајте го.
nb: Programvare administrasjons utvidelsen er ikke installert. Vennligst installer den.

source: The speed of the fan when your %s %s is in normal use.
es: La velocidad del ventilador cuando su %s %s está en uso normal.

source: The speed of the fan when your %s %s is in standby mode.
es: La velocidad del ventilador cuando su %s %s está en standby.

source: The time is multiplied by the current repeat counter.
es: El tiempo se multiplica por el contador de repetición actual.

source: The user interface of the receiver will now restart to select the selected skin
es: La interfaz de usuario del receptor ahora se reiniciará para mostrar su skin seleccionado
et: Vastuvõtja kasutajaliides taaskäivitub.
mk: Корисничкиот интерфејс на приемникот ќе се рестартира со селектираниот скин "
nb: Brukergrensesnittet til mottakeren vil nå starte på nytt for å velge valgt skin

source: The user interface of your %s %s is restarting
es: La interfaz de usuario de su %s %s se está reiniciando

source: The user interface of your %s %s is restarting in debug mode
es: La interfaz de usuario de su %s %s está reiniciando en modo debug
